[
    "Leonardo DiCaprio testified in a federal court on Monday morning as part of a trial involving international money laundering, bribery and a prominent rap artist. Prakazrel “Pras” Michel – a founding member of the iconic 1990s hip-hop group, The Fugees – is accused of funneling money from a fugitive Malaysian financier through straw donors to Barack Obama’s 2012 re-election campaign. Five years later, prosecutors say he tried to squelch an investigation into that same financier under Donald Trump’s administration. At the heart of the case is Low Taek Jho, usually known as Jho Low. He is accused of masterminding an international money laundering and bribery scheme that stole billions from the Malaysian state investment fund known as 1MDB. DiCaprio’s connection with the case comes from his years-long relationship with Low, who was one of the primary financiers of the movie The Wolf of Wall Street. Low is currently a fugitive but has maintained his innocence. According to the charges, Michel essentially became a conduit for Low’s pilfered millions and his attempts to influence the US government. Prosecutors allege that from June to November 2012, Low directed more than $21.6m to be moved from foreign entities to Michel’s accounts in order to funnel money into the 2012 presidential election. They say Michel then paid about 20 straw donors and conduits so they could make the donations in their names and conceal where the money actually came from, according to the indictment. DiCaprio testified that he met and befriended Low at a birthday party in Las Vegas in 2010. “I understood him to be a huge businessman with many different connections in Abu Dhabi and Malaysia,” he said.",
    "New details have emerged of the actor Leonardo DiCaprio’s ties to Jho Low, the Malaysian financier turned fugitive currently wanted by international authorities over his links to one of the world’s largest corruption scandals. On Thursday, Bloomberg revealed previously undisclosed details from FBI documents in which authorities interviewed DiCaprio in 2018 about his relationship with Low, who is accused of involvement in a money-laundering scheme of over $4.5bn being siphoned from the Malaysian state investment fund, also known as 1MDB. DiCaprio met Low at a nightclub in 2010 and went on to establish a close relationship, according to the report. The two had at one point discussed ideas for a $1bn mega-fund for more film-making, as well as a Warner Bros theme park in Asia with rides based on DiCaprio’s movies. DiCaprio and Low also discussed the development of an eco-friendly resort in Belize. According to the report, DiCaprio introduced Low as “my man” while Low called DiCaprio “L-Dogg”. The two have also met each other’s mothers, the report said. In addition to Low financing the 2013 Oscar-nominated movie The Wolf of Wall Street, which DiCaprio starred in, Low also showered DiCaprio with various luxury gifts. Among those were Marlon Brandon’s $600,000 Oscar statue, as well as a $9m Jean-Michel Basquiat painting, according to the report.",
    "Leonardo DiCaprio is aiding the investigation into a Malaysian embezzlement scam linked to his hit film The Wolf of Wall Street, according to his spokesperson on Tuesday. The Hollywood star contacted the US justice department in July just after it filed a lawsuit to seize more than US$1bn in allegedly ill-gotten assets tied to Malaysian state investment fund 1MDB, including rights to the film, DiCaprio’s spokesperson said. Allegations of a vast international scheme of embezzlement and money-laundering involving billions of dollars of 1MDB money began to emerge two years ago, rocking Malaysia’s political establishment. The statement says DiCaprio is awaiting direction from the US justice department regarding any funds that may have supported his environmental foundation or 2013 film The Wolf of Wall Street. The Oscar-winning actor released a statement through his representatives on Tuesday saying he will return any gifts or donations connected to the Malaysian wealth fund, pending a fraud investigation of that fund by the US and other countries."
]