[
    "French police have arrested a man suspected of killing one person and injuring two others in a knife and hammer attack in central Paris.\nThe attack took place at Bir Hakeim, near the Eiffel Tower, France’s Interior Minister Gerald Darmanin told reporters at the scene on Saturday night.\nHe said that the man arrested was a French citizen previously known to intelligence services.\nOne man – a German tourist born in the Philippines – was killed in the attack and two others sustained non-life threatening injuries, he added.\nOne of those wounded was a British national, the UK Foreign, Commonwealth and Development Office said Sunday. The other was French, a spokeswoman for the anti-terrorism prosecutor’s office said.\nOne of the police officers responding to the scene used a taser to neutralize the attacker, Darmanin said. The suspect’s life is not at risk, he added.\n“After his arrest, he said he could no longer bear to see Muslims dying in both Afghanistan and Palestine,” Darmanin said.\nSuspect was known to intelligence services\nAddressing reporters, Darmanin said that the suspect was born in France in 1997 and had been sentenced to four years in prison back in 2016 for planning “violent action.”\nThe suspect was known to intelligence services for having “serious psychiatric disorders,” Darmanin added.\nThe minister said he had been told by police that the attacker had reportedly shouted “Allahu Akbar” during the assault.\nAccording to a televised briefing by French anti-terrorism prosecutor Jean-François Ricard, the suspect had pledged allegiance to the group in a video posted on X, and had been required to receive treatment for psychiatric disorders following his release from prison in 2020, Ricard said.\nThree people close to the suspect were also taken into custody on Sunday, the prosecutor’s office said.",
    "A 26-year-old man suspected of killing a German-Filipino tourist and wounding two others near the Eiffel Tower in Paris on Saturday night had pledged allegiance to the Islamic State in a video released online.\nThe French anti-terrorism prosecutor, Jean-François Ricard, said the French suspect, named as Armand Rajabpour-Miyandoab, “had recorded a video before committing the act”, in which he spoke in Arabic, swore allegiance to Islamic State and supported its jihadists in different areas from Africa to Iraq, Syria and Pakistan.\nThe video was posted online on his account on the social network X, which also showed numerous posts on Hamas, Gaza and Palestine. The account was started at the beginning of October.\nThe suspect was still being questioned by police on Sunday night after he is alleged to have stabbed the German-Filipino tourist to death and wounded two others – one British, one French.\nRajabpour-Miyandoab, who had served four years in prison for planning a radical Islamist attack before being released in 2020, had been monitored by the intelligence services for “persistent radicalisation”, Ricard said, and had undergone psychiatric treatment.\nBorn in 1997 in the affluent town of Neuilly-sur-Seine, west of Paris, Rajabpour-Miyandoab was born to parents of Iranian origin, in a family described by the prosecutor as having “no religious engagement”. He converted to Islam aged 18 in 2015 and very quickly fell into “jihadist ideology, consulting videos and propaganda and making links to jihadists active in Iraq and Syria”, the prosecutor said.\nAt the end of October this year, his mother had said she was concerned by his behaviour as he was “closed in on himself”.\nThe attack took place about 9.30pm near the Bir Hakeim bridge in an area popular with tourists. France is on its highest alert for attacks against the background of the war between Israel and Hamas.\nThe prosector said the alleged attacker first targeted three peopl",
    "One person died and two others were injured after a man attacked tourists in central Paris near the Eiffel Tower, Interior Minister Gerald Darmanin said on Saturday.\nPolice quickly arrested the 26-year-old man, a French national, using a Taser stun gun, Darmanin told reporters.\nThe suspect had been sentenced to four years in prison in 2016 for planning another attack and was on the French security services' watch list, and was also known for having psychiatric disorders, the interior minister added.\nThe attack took place around 1900 GMT when the man attacked a tourist couple with a knife on the Quai de Grenelle, a few feet away from the Eiffel Tower, mortally wounding a German national. He was then chased by police and attacked two other people with a hammer before being arrested.\nThe suspect had shouted out \"Allahu Akbar\" (God is greatest) and told police he was upset because \"so many Muslims are dying in Afghanistan and in Palestine\" and was also upset about the Gaza situation, Darmanin said.\nThe anti-terrorism prosecutor's office said it was in charge of the investigation.\nSaturday night's incident in central Paris occurred less than eight months before the French capital hosts the Olympic Games and could raise questions about security at the global sporting event.\nParis plans an unprecedented opening ceremony on the Seine river that may draw as many as 600,000 spectators."
]