[
    {
        "image_url": "https://static01.nyt.com/images/2016/10/21/business/21VISA2sub/21VISA2sub-master768.jpg",
        "original_post": "An investment pitch for a new Texas hotel is trying to lure well-heeled Chinese by invoking Donald J. Trump<U+2019>s name and promising visas to the United States. The deal promotes the <U+201C>excellent location<U+201D> of the $130 million Austin Mirabeau Trump Hotel and the involvement of <U+201C>the world<U+2019>s leading developer,<U+201D> the Trump Organization. A review by The New York Times of the pitch and its details found a connection to Mr. Trump or his firm difficult to establish. The Trump Organization hasn<U+2019>t signed on to build an Austin hotel. The company named in the pitch as Trump<U+2019>s partner has zero value, according to the personal bankruptcy filing of its chief executive. And records show a different project slated for the site, which at the moment is home to a brick-oven pizzeria. The Trump Organization and his campaign have made no effort to clarify its relationship with the proposal, nor have they outright denied that the company gave permission to use its brand. <U+201C>Our growth strategy is to expand the Trump Hotels portfolio by strategically opening properties in key U.S. and international locations,<U+201D> said a spokeswoman for Trump hotels, Jennifer Rodstrom. <U+201C>While we do not have confirmed deals nor any investments in Austin, we remain interested in this market from a brand and management standpoint.<U+201D> When asked directly by The Times if they were involved in the Austin investment pitch, neither the Trump Organization nor the Trump campaign responded. The 16-page pitch to Chinese investors, whether authorized by Mr. Trump<U+2019>s company or not, highlights the potential troubles with a controversial American visa initiative, called the EB-5 program. The marketing effort was first reported by The Wall Street Journal. Overseas investors who put at least $500,000 into a real estate project like a hotel can secure American visas. The money is intended to help revive economically downtrodden parts of the country. As American lawmakers consider renewing the EB-5 program, it has become a hot-button issue: a government program that essentially offers green cards for money. The program has been marred by doubts that it produces the desired economic results. And regulators say it has been used to swindle overseas investors. One California couple raised $27 million from Chinese investors through the EB-5 program for cancer treatment centers that were never built , according to American regulators. In another case, two California residents raised about $20 million in Chinese money to build nursing care facilities but instead used investor funds for personal needs. <U+201C>U.S. investors and foreign nationals are being duped and left high and dry,<U+201D> Senator Charles E. Grassley, Republican of Iowa, said at a February hearing about the program. He added that government officials will intensify scrutiny of EB-5 applications. In China, much of the individual vetting is left to investors and to businesses that advise them on potential EB-5 programs. <U+201C>Because I haven<U+2019>t officially started promoting this project, I<U+2019>m still in the process of investigating it, so I can<U+2019>t say that I<U+2019>m worried,<U+201D> said Dong Xiaolin, head of Dacheng Education Group, a company in China<U+2019>s northern province of Hebei that helps students find schools abroad, a process that can also involve trying to navigate the visa options. Ms. Dong said she planned to travel to Austin at the end of the year to evaluate it, and said she was not concerned when she heard details. <U+201C>The United States is a country that has rule of law, and is very rigorous in terms of these things,<U+201D> Ms. Dong said. In recent days, a job posting on the website of The Beijinger, an English-language Beijing magazine, said it was looking for <U+201C>a white American<U+201D> to run an EB-5 center to raise funds for the Trump hotel in Austin. Many Chinese people believe that having a Caucasian person front a project gives it an air of prestige or veneer of credibility, giving rise to <U+201C> rent a white face <U+201D> businesses. For many wealthy Chinese, a green card is a ticket out of a country that is struggling with heavy air pollution, a rigid education system and an increasingly authoritarian political environment. The sweeping anti-corruption campaign by the Chinese president, Xi Jinping, has also rattled many rich businessmen and women, prompting them to look for ways to send their money abroad. The EB-5 program has provided a path for many wealthy Chinese. Chinese investors account for a big piece of the program<U+2019>s participants. Despite the presidential candidate<U+2019>s critical views of China and immigration, a Trump-linked project has tapped EB-5 money from the country in the past, according to a March Bloomberg article . A Trump-branded building in Jersey City, N.J., Bloomberg found, raised $50 million, with a quarter coming from the EB-5 program. The proposed 33-story Mirabeau Trump hotel would appear, at first glance, to have the same credibility. According to an EB-5 fund-raising document, the $130 million hotel <U+2014> at an address just blocks away from the Texas Capitol building <U+2014> will offer 277 high-end rooms to business travelers as well as vacationers hoping to hit Austin<U+2019>s Sixth Street party district. The pitch explains hotel would bear the Trump name and be operated by his firm. The investment effort, the materials indicate, is being led by Kevin Rogers, an EB-5 fund-raiser in Dallas. The pitch cites his past projects for a Dallas call center, a Houston apartment complex and an International House of Pancakes restaurant. The pitch shows Mr. Rogers posing with George W. Bush, the former president. In a letter included as part of the pitch, Mr. Rogers writes, <U+201C>I look forward to meeting you and helping you realize your dreams.<U+201D> But there are red flags, beyond the tenuous Trump connection. According to the document, developers, who are seeking $40 million in funding from EB-5 investors, say construction will begin in the fourth quarter of this year. That would seem unlikely, given that Austin property records indicate a project with a different name, Waterloo Park Tower, is in the works for the site. Mr. Rogers said, in an email, that he did not authorize any advertising for <U+201C>a white American<U+201D> for the Trump project. He did not respond to additional emails and phone calls for comment. The project management, too, raises questions. The document says Mr. Rogers is raising money for Global Management Resources L.L.C., or G.M.R., a developer that it says it is working with the Trump Organization on the hotel. G.M.R. has a 30-year history of developing hotels and built and sold two over the last two years, it said. G.M.R.<U+2019>s records show its chief is Brett Norwich, a serial entrepreneur who invests in real estate in Texas and elsewhere. In September, Mr. Norwich filed for personal bankruptcy protection in Chicago, listing more than $11 million in business-related debt. The filing said that G.M.R. had no assets of value and that his projects had failed over the last two years. <U+201C>He is working on other projects but does not know when he will have income,<U+201D> the bankruptcy filing says. Mr. Norwich did not respond to multiple requests for comment. In a video on YouTube and on his website, Mr. Rogers said his firm watched out for fraud and played by the rules. Fraudsters, he said in the video, don<U+2019>t last long. A developer who wants to defraud someone can <U+201C>make up something wild and crazy<U+201D> and get away with it if the EB-5 fund-raiser doesn<U+2019>t do enough due diligence, he says. <U+201C>But you won<U+2019>t get away with it long. Because it fails.<U+201D> Nelson D. Schwartz reported from New York and Sui-Lee Wee from Beijing. Zhang Tiantian contributed research. This article has been updated based on further reporting. A version of this article appears in print on October 22, 2016, on Page B3 of the New York edition with the headline: Luring Chinese Investors With Trump<U+2019>s Name, and Little Else. Order Reprints | Today's Paper | Subscribe",
        "label": 1
    }
]