[
    {
        "post_text": "Here's What Really Happened When JFK Jr. Met Princess Diana\n\n\"He was surprised how demure she was.\"\nBy Lyndsey Matthews\nPublished: Jun 29, 2017 3:40 PM EST\n\nDuring the summer of 1995, John F. Kennedy Jr. secretly met Princess Diana in New York, and ever since, there has been much speculation over exactly what happened in her suite at the Carlyle Hotel that day. According to RoseMarie Terenzio, JFK Jr.’s executive assistant who accompanied him to the hotel that day, the hour and half-long meeting in Diana’s suite was way more innocent than those rumors would have you believe, People reports.\n\nThe two simply talked about Diana appearing on the cover of JFK Jr.’s political magazine George, but organizing the meeting wasn’t easy at all.\n\n“I remember him saying, ‘There’s no way someone is not going to leak it. There’s going to be paparazzi everywhere,’” Terenzio said. “Someone suggested he go in disguise and I said, ‘That’s ridiculous. You’re not doing that!’”\n\nThankfully JFK Jr. agreed, and he and Terenzio figured out the best way to get into the Carlyle unnoticed.\n\n“I had remembered that the last time I had been to the Carlyle for an event, there had been no photographers at the front entrance,” Terenzio told People. “So I told John, ‘Don’t go in the side entrance, because if anyone does leak it beforehand, people will expect you to go in the side. So walk in the front door.’”\n\nTurns out Terenzio was right and the two celebrities walked straight into the hotel while the photographers were camped out at the side door.\n\nEven though JFK Jr. had a “respectful piece” in mind, according to Terenzio, the story never ended up happening. “She wrote John a note that said, ‘Thank you so much, but not right now,'” Terenzio recalls. After the meeting, JFK Jr. \"was very careful what he said,\" George magazine creative director Matt Berman told People. “The one funny thing he said was, ‘She’s got a great pair of legs.’”\n\nWhile he might not have mentioned that to his assistant, “I do remember him saying, ‘She’s really tall!’” Terenzio says. “He also said she was very shy. He was surprised how demure she was. I think they had both met Mother Theresa so they spoke about that. And he said how lovely she was.”",
        "img_url": "5_0.jpg",
        "label": 1
    },
    {
        "post_text": "Angelina Jolie ‘Heartbroken’ Over Split: Real Reason For Fury At Brad – Hollywood Life\n\nAngelina Jolie, 43, “really hasn’t come to terms with her heartbreak” over her split from Brad Pitt, 54, a source close to the Maleficent actress EXCLUSIVELY tells HollywoodLife.com. “She’s not in a place where she want to admit, it but the loss of their love is still haunting her. They had such a passionate love affair. It’s not something that’s easy for her to get over, not without a fight to match the size of their love. The fact is, Angelina’s deeply hurt that they couldn’t keep things together and have their happy Hollywood ending and she puts all the blame for that failure on Brad.”\n\nPerhaps this explains the nasty turn Brad and Angelina’s custody battle has taken, with her lobbing allegations of unpaid child support at her ex. “Instead of facing her sadness and working through it,” the source tells HollywoodLife.com, “her coping mechanism is to go full ice queen. Sadly it is the only way she can get through this divorce. If she doesn’t focus on her anger and stay in that frame of mind, she would crumble and possibly even have a breakdown.”\n\n“That’s just not an option” for Angie, the source added. “She has to stay strong for her kids and unfortunately for Brad, ‘staying strong’ means ‘staying angry.’ “ Angie’s anger, while helping her keep it together for her kids, but actually backfire and cost her the one thing she’s trying to protect. Angelina’s “carefully word-smithed” accusation – where she claimed Brad didn’t pay “meaningful” child support – might come off as insincere to the judge overseeing the case, California family law attorney David Pisarra EXCLUSIVELY told HollywoodLife.com. “I wouldn’t be surprised if it backfires on her, as more and more judges are starting to see through these tactics quicker.”\n\nBrad – who has denied the accusations by saying he’s paid more than $9 million to Angelina – can’t stand the fact that she’s taken the battle public again. Brad fears that the added spotlight to this battle’s bitterness is “hurting the kids,” and that nothing good can come from a nasty custody dispute. He was coping with the breakup when everything was sealed behind clothes doors, but now that it’s out in the open, Brad feels like she’s “taken off the gloves and is fighting dirty.”",
        "img_url": "15_0.jpg",
        "label": 1
    },
    {
        "post_text": "Here’s Sen. John McCain’s full statement on not supporting Sens. Lindsey Graham and Bill Cassidy’s Obamacare repeal bill, issued Sept. 22, 2017. \nAs I have repeatedly stressed, health care reform legislation ought to be the product of regular order in the Senate. Committees of jurisdiction should mark up legislation with input from all committee members, and send their bill to the floor for debate and amendment. That is the only way we might achieve bipartisan consensus on lasting reform, without which a policy that affects one-fifth of our economy and every single American family will be subject to reversal with every change of administration and congressional majority.\nI would consider supporting legislation similar to that offered by my friends Senators Graham and Cassidy were it the product of extensive hearings, debate and amendment. But that has not been the case. Instead, the specter of September 30th budget reconciliation deadline has hung over this entire process.\nWe should not be content to pass health care legislation on a party-line basis, as Democrats did when they rammed Obamacare through Congress in 2009. If we do so, our success could be as short-lived as theirs when the political winds shift, as they regularly do. The issue is too important, and too many lives are at risk, for us to leave the American people guessing from one election to the next whether and how they will acquire health insurance. A bill of this impact requires a bipartisan approach.\nSenators Alexander and Murray have been negotiating in good faith to fix some of the problems with Obamacare. But I fear that the prospect of one last attempt at a strictly Republican bill has left the impression that their efforts cannot succeed. I hope they will resume their work should this last attempt at a partisan solution fail.\nI cannot in good conscience vote for the Graham-Cassidy proposal. I believe we could do better working together, Republicans and Democrats, and have not yet really tried. Nor could I support it without knowing how much it will cost, how it will effect insurance premiums, and how many people will be helped or hurt by it. Without a full CBO score, which won’t be available by the end of the month, we won’t have reliable answers to any of those questions.\n\nI take no pleasure in announcing my opposition. Far from it. The bill’s authors are my dear friends, and I think the world of them. I know they are acting consistently with their beliefs and sense of what is best for the country. So am I.\nI hope that in the months ahead, we can join with colleagues on both sides of the aisle to arrive at a compromise solution that is acceptable to most of us, and serves the interests of Americans as best we can.",
        "img_url": "17_0.jpg",
        "label": 1
    },
    {
        "post_text": "Blake Shelton to Gwen Stefani in ‘The Voice’ Season 12 Promo: Don’t Tell Contestants ‘About Our Hookup’!\nBy Elizabeth Durand Streisand \nFebruary 21, 2017\nYou learn something new every day — like the fact that Blake Shelton does not want Gwen Stefani talking about their relationship on The Voice. In a preview clip for the hit NBC series’ season 12, debuting Monday, February 27, the four judges reveal their biggest musical influences growing up and give a hint of what’s to come during the upcoming competition. Spoiler alert: It involves puppets.\nFrom Jennifer Aniston and Justin Theroux to Nina Dobrev and Ian Somerhalder, see which stars have found love on set\n“What got me into music is, I think, what got us all into music — music playing all around you when you were a kid,” Alicia Keys says. “My mother had a pretty impressive record collection, and I remember Sundays being a time when a lot of music was played.” Keys is basically right, since Adam Levine credits his parents buying a single for him that he played “every single day.” And Shelton says his brother influenced his own taste by default; because his brother played his music so loud, Shelton had no choice but to listen to it as well.\nSee Hollywood's inseparable wingmen\nOnly Stefani cites something other than family as inspiring her early on. “My biggest musical inspiration was The Sound of Music,” she reveals. “It inspired me in music and in fashion and for the rest of my life.” The bubbly blonde also added that the show doesn’t have “any kind of boundaries, so anything can go.” Considering her romance with Shelton, that seems like an accurate statement … but he doesn’t want to talk about it.\n\nWhile trying to persuade a contestant to team up with her in a preview clip from an upcoming episode, Stefani notes, “I just did a country song with Blake Shelton, so I’ve got the hookup!” \nShelton quickly chimes in to chide her for talking about their extracurricular relationship. “That is so inappropriate to be talking about our hookup!” the country music star jokes. At least it seems like he was joking. Also, for some unknown reason, at one point, Stefani has a puppet version of Levine that she uses to mock him; no word yet on whether she has a puppet version of her boyfriend.\nTell Us: Which coach do you think will win season 12 of The Voice? \n\nThe Voice returns to NBC Monday, February 27, at 8 p.m. ET.",
        "img_url": "21_0.jpg",
        "label": 1
    },
    {
        "post_text": "Nicole Kidman and Prince Harry named sexiest redheads by British Heart Foundation survey | Celebrity News | Showbiz & TV | Express.co.uk\nExpress. Home of the Daily and Sunday Express.\n\nNicole Kidman and Prince Harry named sexiest redheads\n\nPRINCE HARRY and Nicole Kidman have been named as the sexiest famous redheads.\nBy Nicole Morley  12:22, Fri, Feb 7, 2014\n\nPrince Harry and Nicole Kidman have been named as the most gorgeous gingers [GETTY]\n\nA new survey conducted by the British Heart Foundation, as a part of their Ramp Up The Red campaign, have been asked to select the fiery-headed stars who they think are hottest.\n\nAustralian acting A-lister Nicole Kidman topped the list of fabulous flame-haired females, closely followed by fellow actresses Isla Fisher and Alyson Hannigan.\n\nWhile redheaded royal Prince Harry was named the sexiest ginger man, followed by hunky carrot-topped actors Michael Fassbender and Damian Lewis who plays hunky Nick Brody in Homeland.\n\nNicole Kidman topped the poll for the flame-haired females [GETTY]\n\nWhile Prince Haarry was named the sexiest carrot-top male [GETTY]\n\nThe charity are encouraging the public to join the fight against coronary heart disease, which is currently Britain's biggest killer.\n\nSupporters of Ramp Up The Red project are encouraged to wear red clothing and accessories or even opt for a splash of strawberry blonde in their locks.\n\nPolly Shute, who is the Fundraising Project Director at the BHF, says: \"Red heads know how to stand out from the crowd. Join them today by going as red as you dare.\"\n\n\"You can make your red statement by dyeing your hair red or wearing a red wig to show your support!\"\n\n\"It's easy to do and you will be helping to raise funds that will go directly towards vital research, support and care for the 2.3million people in the UK living with heart disease.\n\nFlorence And The Machine singer Ms Welch also made the list [GETTY]\n\nAlong with Homeland actor Damian Lewis [GETTY]\n\nWhen asked to select the most gorgeous ginger girls, those polled rated the following females the most attractive:\n\n1. Nicole Kidman\n2. Isla Fisher\n3. Alyson Hannigan\n4. Nicola Roberts from Girls Aloud\n5. Ginger Spice/ Geri Halliwell, of the Spice Girls\n6. Julianne Moore\n7. Christina Hendricks, starred as Joan from Mad Men\n8. Marcia Cross, Desperate Housewives\n9. Florence of Florence and the Machine\n10. Lindsay Lohan\n\nAnd the following auburn-haired fellows made the cut:\n\n1. Prince Harry\n2. Michael Fassbender\n3. Damian Lewis from Homeland\n4. Benedict Cumberbatch\n5. Eddie Redmayne\n6. Greg Rutherford, Olympian Gold Medallist\n7. Rupert Grint\n8. Simon Pegg\n9. Ed Sheeran\n10. Tim Minchin, comedian\n\nFor more information on the British Heart Foundation's Ramp Up The Red campaign or to see how you can help with the battle against heart disease, visit their website here.",
        "img_url": "30_0.jpg",
        "label": 1
    },
    {
        "post_text": "Jennifer Lawrence Says ‘Mother!’ Led to Darren Aronofsky Split | Us Weekly\n\nJennifer Lawrence revealed that negative reviews for mother! caused a strain in her romantic relationship with the film’s director, Darren Aronofsky.\n\nRelated: Celebrity Splits of 2017\nFrom Kylie Jenner and Tyga to Janet Jackson and Wissam Al Mana, take a look back at the biggest and most shocking celebrity splits of 2017 — see the photos\n\nDuring an interview with Adam Sandler for Variety’s Actors on Actors series, the Oscar winner revealed that Aronofsky’s reactions to the film’s negative reception became “unhealthy” for them as a couple, and they eventually called it quits in October after one year of dating.\n\n“Normally, I promote a movie, ask people to go see it, and then it’s just out of your hands,” Lawrence, 27, said in the clip. “I normally just kind of let it go. Dating the director was different. We’d be on the [press] tour together, I’d come back to the hotel, and the last thing I want to talk about or think about is a movie.”\n\n“He comes back from the tour, and that’s all he wants to talk about and I get it,” she continued. “It’s his baby. He wrote it. He conceived it. He directed it. I was doing double duty trying to be a supportive partner, while also being like, ‘Can I please, for the love of God, not think about mother! for one second?’”\n\nLawrence said that reading the reviews made her be extra protective of him, so she had to put an end to it. “I finally was just like, ‘It’s not healthy. Neither of us are doing it because if I read it, I start getting defensive.’ Especially because it’s my man,” she said. “It’s awesome, what we did — some people hate it and the people who hate it, really hate it. But it’s nothing that needs to be defended and if I read a negative review, I just feel defensive.”\n\nThe American Hustle actress and the Black Swan director, 48, first met on the set of the psychological horror film. They sparked dating rumors in September 2016, and two months later they were spotted kissing in New York City. “They get along really well,” a source told Us at the time.\n\nIn September, Lawrence spoke about the director in an interview with Vogue: “We had energy. I had energy for him. I don’t know how he felt about me,” Lawrence told the magazine. “For the past year, I’ve been dealing with him as just a human. I’ve been in relationships before where I am just confused. And I’m never confused with him.”\n\nThe Hunger Games actress has previously dated Nicholas Hoult and Coldplay’s Chris Martin. Aronofsky was previously engaged to Rachel Weisz, with whom he shares 11-year-old son Henry.\n\nIn this article\nDarren Aronofsky\nJennifer Lawrence",
        "img_url": "31_0.jpg",
        "label": 1
    },
    {
        "post_text": "Johnny Depp Settles Lawsuit Against His Former Business Managers\n“Pirates of the Caribbean” star initially filed suit in January 2017\nTim Kenneally and Pamela Chelin\nJuly 16, 2018 @ 12:45 PM\n\nJohnny Depp’s legal wrangling with his former managers has finally concluded, with the “Pirates of the Caribbean” star reaching a settlement with The Management Group.\n\nIn a statement issued Monday, a spokesperson for the actor said, “Johnny Depp is pleased to have achieved a settlement agreement with The Management Group following the legal action he took against the company in January 2017.”\n\nThe spokesperson added, “The lawsuit taken out against The Management Group – and the subsequent settlement – is a further demonstration that Johnny is determined to take firm action to protect his personal and artistic reputation in the interests of his family and his career.”\n\nThe spokesperson added that, with a settlement reached, Depp will be able to fully focus on his various projects.\n\n“Following the settlement, Johnny is pleased to be able to revert his full attention to his ongoing artistic endeavors, notably the second leg of the sold-out Hollywood Vampires global tour and the exciting launch of J.K. Rowling’s ‘Fantastic Beasts: The Crimes of Grindelwald,’ which will be released in theaters in November this year.”\n\nDepp initially sued The Management Group in January 2017, accusing his former managers of “self-dealing and gross misconduct.” Among the misdeeds that Depp, who sought $25 million, alleged: Taking a 5 percent commission of the actor’s income, “in some cases regardless of whether Mr. Depp actually received any income himself or not” — a commission that was “exorbitant, excessive, and far outstripped the actual value of services TMG would be performing for Mr. Depp.”\n\nThe management company subsequently filed a cross-complaint, accusing Depp of living “an ultra-extravagant lifestyle” that he “simply could not afford.”\n\n“[T]hroughout the entire 17-year period that TMG represented Depp, Depp lived an ultra-extravagant lifestyle that knowingly cost Depp in excess of $2 million per month to maintain, which he simply could not afford,” the cross-complaint read.\n\nAmong the ill-considered extravagances alleged in the cross-complaint: Spending $75 million on 14 residences throughout the world; dropping more than $18 million to buy and renovate a 150-foot yacht; and spending $30,000 a month on “expensive wine that [Depp] had flown to him around the world for his personal consumption.”",
        "img_url": "33_0.jpg",
        "label": 1
    },
    {
        "post_text": "Halle Berry just dropped word via Instagram that the actress will be joining the cast of the third John Wick flick. Penned by Derek Kolstad and directed by Chad Stahelski, the (presumably) final chapter in the Keanu Reeves action franchise is set to open on May 17, 2019. I have no idea if Berry is playing a villain or a fellow anti-hero, but A) it's cool that the (presumed) female lead will be about as old the male lead (she is 51 and he is 53, neither of them looks a day over 27) and B) I'm a huge fan of Berry's recent pulp fiction endeavors (The Call and Kidnap), so this is pretty cool casting.\n\nLionsgate also just announced that Angelica Houston, Asia Kate Dillon (TVs Billions and Orange is the New Black), Mark Dacascos (Lucky Day, Hawaii 5-0, Agents of S.H.I.E.L.D.), and Jason Mantzoukas (The Long Dumb Road, The House) will join the cast of John Wick: Chapter 3. Yes, Laurence Fishburne, Ian McShane and Lance Reddick will return as well. I'm not sure if Ruby Rose survived her encounters with Mr. Wick in part two, but I kinda hope she comes back too. What this arguably means is that Lionsgate may end up emphasizing an ensemble cast this time out, as opposed to the first two films which were (understandably) the Keanu Reeves Show.\n\nThat's no shade on Mr. Wick or the actor who plays him, but as I noted in the last post about the Mission: Impossible franchise, there is perhaps a greater value, at least for overseas box office, in ensemble action flicks as opposed to solo/lone-wolf movies. Think Deadpool 2,  xXx: Return of Xander Cage, Fate of the Furious and Avengers: Infinity War. Even Jumanji: Welcome to the Jungle was sold as a four-person adventure, highlighting Dwayne Johnson, Kevin Hart, Jack Black and Karen Gillan.\n\nSo, if Lionsgate feels that they can get more overseas bucks the third-go around (John Wick: Chapter 2 made $92 million domestic and $79m overseas) by offering something resembling an ensemble cast, well, that's one option on the table. That doesn't mean that John Wick will go about recruit a super-assassin squad to deal with that pesky \"everyone wants to kill me now\" status quo from the end of the last John Wick, but I will be interested to see how these new cast members are integrated into the new movie. And yeah, bringing Halle Berry onboard is a nice touch.\n\nCome what may, John Wick: Chapter 3 opens next year. Even as someone who thought that John Wick: Chapter 2 ended on a pretty definitive note (not unlike The Dark Knight or The Last Jedi), I'm still curious to see what the Wick crew has up their sleeve for a threequel.",
        "img_url": "34_0.jpg",
        "label": 1
    },
    {
        "post_text": "Josh Duhamel Responds To Jennifer Garner Dating Rumors & Gushes Over Her – Hollywood Life\n\nJosh Duhamel Gushes Over Jennifer Garner After Dating Rumors: ‘She’s An Incredible Woman’\nAre they or aren't they?! Josh Duhamel finally responds to those Jennifer Garner dating rumors and he can't stop smiling!\n\nBy: Jenna Lemoncelli Reading Time: 2 minute.\nMarch 15, 2018 9:55AM EDT\n\nJosh Duhamel, 45, and Jennifer Garner, 45, are the same age, they’re both in the business and they’re both single. So, when rumors began to swirl that the two Hollywood A-listers were dating, fans went wild. However, you can pump the breaks on that one, because, although Duhamel thinks his Love, Simon co-star is “incredible,” he’s laughing off those pesky dating rumors. “It does truly amaze me what some of the things that are printed,” Duhamel told E! News at the premiere of the movie in Los Angeles on March 13. “It’s like, how is that even legal? I try not to comment on it. It is what it is and it’s part of the business. We’re in the circus and that’s part of being in the circus.”\n\nWhile Duhamel is not dating Garner, their friendship is thriving — Hence their chemistry on-screen. “Her kids weren’t on set, neither were mine. We were only there for I think, a week and a half, two weeks, working, but I went to Jen a couple times asking advice on certain things and she’s an incredible woman, she really is,” Duhamel revealed. “She’s very, very smart. She’s a lot funnier than I think people realize.”\n\nThe two star in the new drama, Love, Simon, where they play the parents of a gay teenage son named Simon, played by Nick Robinson. Simon has kept his sexuality secret, even from his family. Meanwhile, he has fallen in love with a fellow, anonymous closeted classmate after exchanging emails with them. Then a blackmailer finds the emails and threatens to out Simon.\n\nAlthough Duhamel may not be romancing Garner, another report claims he is smitten with another actress. He’s reportedly dating Eiza González, 28, , according to Us Weekly, which claims the two met at Jennifer Lopez‘s pre-Super Bowl concert. González has been romantically linked Liam Hemsworth, 28, and Calvin Harris, 34.\n\nFergie and Josh announced their split on September 14, 2017 after eight years of marriage and 13 years together. “With absolute love and respect we decided to separate as a couple earlier this year,” the two said in a joint statement relayed by Fergie’s rep. “To give our family the best opportunity to adjust, we wanted to keep this a private matter before sharing it with the public. We are and will always be united in our support of each other and our family.” Despite their untimely ending, both Fergie and Josh remain good friends and continue to successfully co-parent their 4-year-old son Axl Jack.\n\nMeanwhile, Jennifer and her now ex-husband, Ben Affleck, 44, separated in 2015 after 10 years of marriage. They share three children together — Violet, 11, Seraphina, 8, and Samuel, 5, who they too, like Fergie and Josh, continue co-parent their kids as good friends. Ben and Jen officially filed for divorce in April 2017, with Jen reportedly making the first move.",
        "img_url": "42_0.jpg",
        "label": 1
    },
    {
        "post_text": "Kim Kardashian and Kanye West Not Victims of Swatting, LAPD Clarifies\nBy Nicholas Hautman\nMarch 4, 2017\n\nSetting the record straight. Despite “chatter” on the police radio, the Los Angeles Police Department says it did not respond to Kim Kardashian and Kanye West‘s L.A. house on Saturday, March 4.\n\nThe potentially dramatic scenario began earlier on Saturday when the Southern California Monitoring Association’s Twitter account posted about police receiving a call about a prowler who was allegedly shot at a house believed to belong to the reality star.\n\nThe scanner and radio monitoring club’s account then claimed there was a home invasion and a maid was shot by an unnamed suspect at Kardashian’s home.\n\nThe SCMA later tweeted that the caller disconnected as authorities entered the home. “Appears Kim Kardashian home is victim of SWATTING call. Officers did breach door to enter,” the account wrote, confirming that the call was a false alarm.\n\nThe LAPD told Us Weekly earlier on Saturday that “there was no crime,” but the watch commander for the West LAPD later clarified to Us that “they did not respond to any call like this today.”\n\nKardashian’s rep tells Us Weekly that the Keeping Up With the Kardashians star was not swatted and any police calls made on Saturday have “nothing to do with Kim.”\n\nThe Selfish author’s mom, Kris Jenner, was a victim of swatting back in 2013, when authorities were called to the home the momager shared with then-husband Bruce Jenner. Kardashian later tweeted, “These prank calls are NOT funny! People can get arrested for this! I hope they find out who is behind this. Its dangerous & not a joke!” \n\n— Kim Kardashian West (@KimKardashian) January 19, 2013\n\nLil Wayne, Ashton Kutcher and Justin Bieber were also previous victims of swatting calls, which are hoaxes in which police are deceived and called to a location under false pretenses.",
        "img_url": "48_0.jpg",
        "label": 1
    },
    {
        "post_text": "Anna Wintour Net Worth\n\n$50 Million\n\nAnna Wintour's Salary\n\n$4 Million\n\nAnna Wintour is an American magazine editor and fashion news icon. Anna Wintour has a net worth of $50 million. Her annual salary as Editor of Vogue is $4 million. She is considered one of the most influential figures in the fashion industry. She served as the iconic (albeit not very flattering) inspiration for the popular novel and movie \"The Devil Wears Prada.\"\n\nEarly Life\nAnna Wintour was born November 3, 1949 in Hampstead, London. Her career began in the world of fashion before moving into journalism, largely at the behest of her parents. Her father Charles Wintour was the editor of the London Evening Standard for nearly two decades. Her parents were married for nearly forty years before divorcing in 1979. She has four siblings. Her older brother Gerald sadly died in a car accident when they were children. Wintour attended North London Collegiate School and started dating older, well-connected men in her teens. Wintour's father arranged her first job for her, at Bib boutique, when he was 15.\n\nEarly Career\nShe left North London Collegiate and began a training program at Harrods while taking fashion classes at a nearby school. In 1970, Wintour was hired on as an editorial assistant for the new Harper's & Queen fashion magazine. Even at this early stage of her career, Wintour divulged to coworkers that she had the desire to edit Vogue, (a desire that would grow to be fulfilled nearly 20 years later.) After many disagreements with her rival, Min Hogg, Anna quit the magazine and moved to New York with her boyfriend Jon Bradshaw.\n\nAt home in her new country, Anna started working as a junior fashion editor at Harper's Bazaar in 1975. However, she was fired after just nine months for trying to put forth daring, risque, and innovative shoots. A few months later, she got her first position at Viva as a fashion editor. However, the magazine shut down due to being unprofitable in 1978. Wintour took time off work and broke up with Bradshaw, starting a new relationship with French record producer Michel Estaban. For two years, she would divide her time between Paris and New York. Wintour returned to work in 1980 and became the fashion editor for New York. Wintour finally got her chance to work for Vogue when Alex Liberman, editorial director for Conde Nast (the publisher of Vogue) clued Anna in about a position there in 1983. Wintour got the position and immediately doubled her salary when she became the magazine's first creative director. In 1985, Wintour obtained her first editorship when she took over the UK edition of Vogue after Beatrix Miller retired. She replaced much of the staff and exerted more control over the magazine than previous editors had, which earned her the nickname Nuclear Wintour.\n\nIn 1987, Conde Nast requested Wintour take over House & Garden, whose readership was flailing and lagging behind Architectural Digest. She did indeed make sweeping changes: cancelling $2 million worth of photo spreads and articles in her first week and packing so much fashion onto the pages that it earned the nickname House & Garment. Ten months later, Anna Wintour became the editor of U.S. Vogue.\n\nVogue\nWintour again introduced sweeping changes to Vogue from her first issue forward. Many of these changes could be seen right on the cover. Wintour favored more naturalistic photography of lesser-known models outside, as opposed to the tight headshots the magazine had previously favored. Additionally, Wintour's first Vogue cover was also the first to feature a model wearing jeans, with the added bonus of wearing a bejeweled T-shirt valued at around $10,000.\n\nBy the 2000s, Wintour had solidified her grasp on Vogue's artistic direction and had become a household name. The September 2004 issue was the largest issue of a monthly magazine ever published at that time, sitting at a whopping 832 pages. Wintour oversaw the introduction of three magazine spinoffs: Teen Vogue, Vogue Living, and Men's Vogue. Teen Vogue has gone on to become an extremely popular entity, earning more advertiser revenue than either Elle Girl or Cosmo Girl.\n\n2006 saw the release of \"The Devil Wears Prada\", with a character based off of Wintour. The film transformed her image into a cultural icon versus just a public figure. Rumors began to fly in 2008 that Wintour had lost her touch and was set to retire, but she disputed that rumor on a \"60 Minutes\" profile. In 2013, Conde Nast announced Wintour would be taking the position of artistic director while still remaining at Vogue. In 2014, Wintour was named by Forbes magazine as the 39th most powerful woman in the world. That same year, the Metropolitan Museum of Art named its Costume Institute complex after Wintour, with First Lady Michelle Obama opening. In May 2017, Wintour was created a Dame Commander of the Order of the British Empire at a ceremony at Buckingham Palace for her contributions to fashion journalism. Under Wintour, Vogue has continued to be one of the pillars of fashion journalism.\n\nPersonal Life\nAnna was married to David Shaffer from 1984 to 1999. They have two children: Charles (b. 1985) and Katherine (b. 1987). Katherine, also known as Bee, wrote columns for The Daily Telegraph in 2006, but has said she has no desire to follow her mother into the fashion world. Wintour married business investor Shelby Bryan in 2004.\n\nWintour is involved with many charities. She serves as a trustee of the Metropolitan Museum of Art, where she organizes benefits that have raised over $50 million. Wintour started the CFDA Vogue Fund in order to mentor and support unknown fashion designers. Wintour has raised over $10 million for AIDS charities since 1990. She resides in Greenwich Village.",
        "img_url": "50_0.jpg",
        "label": 1
    },
    {
        "post_text": "Ryan Seacrest Relieved Kim Kardashian to Fill in For Kelly Ripa On Live!\nBY CDL Staff on August 20, 2017 | Comments: Leave CommentsRelated : Celebrities, Hot News, Kelly Ripa, Kim Kardashian, Ryan Seacrest, Television\nRyan Seacrest is breathing a huge sigh of relief. That’s because Kim Kardashian will be filling in for Kelly Ripa for an episode of Kelly and Ryan Live!. This will be Kim’s first time co-hosting with Ryan but her second time on the show. She previously co-hosted Live! with Kelly Ripa back in 2012.\n\nMany viewers believe that there might be some behind-the-scenes friction between Ryan Seacrest and Kelly Ripa. That’s because Ryan might not be focusing on their television show. Even though he’s in New York City every weekday to tape his Live! episodes with Kelly, he’s also hosting his radio show in Los Angeles. If that weren’t enough, Ryan will also be forced to travel to Orlando every week to hot the new reboot of American Idol. With so many different projects, many fans feel that Ryan might be stretching himself too thin.\n\nSooner or later Ryan will be forced to drop one of his gigs. Of course, the last thing Kelly would want to see is him quit Live!. She already spent the last year looking for a suitable replacement for her ex co-host Michael Strahan and she doesn’t want to spend another year looking for someone to take Ryan’s place, too.\n\nThat’s not the only problem between Ryan and Kelly right now. Many observers also believe there’s also another issue that Kelly might have and that’s with Kim Kardashian. With Kim, fans either absolutely love her or they hate her. There’s no in between. And the last thing Kelly Ripa wants do is alienate her audience. Both Kelly and Ryan have had a hard time keeping audiences tuned in as it is.\n\nThe show’s ratings are nowhere near what it used to be before. And with Kim on the show, it might go one of two ways: either fans will tune in because they’ll want to see if Kim has what it takes to successfully host a show or they’ll tune out altogether. After all, everyone still remembers how Kim’s mother Kris Jenner tried to host her own daytime talk show herself. Her show, Kris, was canceled back in 2013 after one short month on the air.\n\nSo far Ryan Seacrest nor Kelly Ripa have made any comments about Kim Kardashian temporarily joining the show. In the meantime, don’t forget to check back with CDL for all the latest news and updates on Kelly Ripa, Ryan Seacrest and all of your favorite celebrities right here.\n\nPhoto by Rich Fury/Getty Images",
        "img_url": "55_0.jpg",
        "label": 1
    },
    {
        "post_text": "Brad Pitt Could Get Full Custody Of Kid In Angelina Jolie Custody Ruling!\n\nShock Ruling! Brad Pitt Could Get A Full-Time Kid In Custody Battle\nJudge tells Angelina that oldest son Maddox can choose own visits! \nBy National ENQUIRER Staff\nJun 15, 2018 @ 10:00AM Jun 15, 2018 @ 10:00AM\n\nBrad Pitt rushed to London as a judge blasted Angelina Jolie for keeping him from his kids — and the court ruling even means that the star could get full custody of oldest son Maddox! Get the inside story on the brutal divorce battle, and click here for the latest news on Brad’s new life…\n\nBrad Pitt Could Get A Full-Time Kid In Custody Battle\nBrad Pitt was already in London as a judge blasted Angelina Jolie for keeping him from his kids — and the court ruling even means that the star could get full custody of oldest son Maddox!Photo credit: MEGA/InStarCambodian-born Maddox was originally adopted by Angelina and her then-husband Billy Bob Thornton, with their marriage dissolving just three months after the announcement. Brad, however, was quick to take in Maddox as part of the couple's ever-growing brood.Photo credit: MegaInsiders told The National ENQUIRER in May that Maddox is eager to join his father full-time — but, said the source, Brad had“explained that he needs to be careful while the pair’s lawyers work out custody of all their kids.” And now a judge has stepped in to declare that Maddox can make his own custody choices!Photo credit: MegaThe bombshell ruling blasted Jolie for monitoring cell phone texts between Brad and the kids — and even threatened her with losing time with her children if she didn't allow her estranged husband more time with his children. But the ruling also said that 16-year-old Maddox can work out his own custody deal with his dad!Photo credit: MegaIn an ironic twist, it was Maddox who allegedly got into a physical confrontation with his dad during the infamous 2016 family flight that Angie claimed was evidence of Brad’s abusive behavior toward their children. But an insider told The ENQUIRER that “Maddox has had the chance to see what we all see,” and has been blaming Angelina for the family's split.Photo credit: MegaA spokesperson for Angelina, meanwhile, has blasted the court leaks as \"deplorable,\" telling The ENQURIER: “This misleading leak is not in the best interests of the children. From the start, Angelina has been focused only on their health and needs, which is why it was so important that this last court hearing be conducted privately.”Photo credit: InStar“It’s deplorable,” the statement continued, “that someone, for their own selfish reasons, leaked selective portions of the confidential and sealed court record to create an inaccurate and unfair picture of what is really happening.”Photo credit: InStar",
        "img_url": "61_0.jpg",
        "label": 1
    },
    {
        "post_text": "Taylor Swift is doing a lot to promote her new album, Reputation. Aside from the singles and music videos, the singer also released behind-the-scenes videos, branded UPS delivery trucks, and invited fans over for private listening parties. Next in the line-up is her special Reputation magazines, which Target will release on Friday, the same day as her album.\n\nSwift's been teasing her personalized publications on social media since she announced her upcoming record. They include handwritten lyrics, personal polaroids, and paintings by the singer.\n\nHowever, some fans noticed a few details in the magazines that have less to do with Swift's creative process. She shared the back covers of the publications today, revealing they're designed to look like celebrity tabloid magazine covers.\n\nFans noticed the headlines parody real tabloid stories about the star. The one titled \"Who Is Olivia's Real Father?\" is a playful reference to her cat but also appears to mock one OK! story that reported she was pregnant with the headline, \"Who's The Dad?\" Her second cover, with the headline, \"Why She Disappeared,\" seems to mimic an Us Weekly issue with the same title.\n\nAs Buzzfeed points out, Swift even got the logos down. Her \"TS Swiftly\" emblem looks like Us Weekly's, while her \"TS!!\" one resembles OK!'s.\n\nThe cover art for Swift's new album, filled with faux headlines and newspaper clippings, also references the theme of clapping back at critics and other real-life celebrity frenemies. While some praise the singer for \"taking back the narrative,\" others disapprove of her attack on the media, which one Cosmo article notes is reflective of Trump's relationship with the press.\n\nSwifties, however, have firmly aligned themselves with the former camp.\n\nReputation debuts this Friday, November 10. Erica Gonzales is the Senior Culture Editor at ELLE.com, where she oversees coverage on TV, movies, music, books, and more. She was previously an editor at HarpersBAZAAR.com. There is a 75 percent chance she's listening to Lorde right now.",
        "img_url": "63_0.jpg",
        "label": 1
    },
    {
        "post_text": "The text you've provided seems to include a mix of navigation, subscription information, assorted headlines, and external links. From examining the structure and content of the text, there doesn't seem to be a main body of news present. The snippets provided appear to be teasers or summaries for separate news articles rather than an entire article itself.\n\nFor instance, lines such as \"Dr. Nicole Martin responded to critique she received from a 'Real Housewives of Beverly Hills' star and didn't mince words.\" give a hint at a news piece but don't offer the full context or article. Meanwhile, other entries indicating time (\"3 hours ago\", \"4 hours ago\", etc.) further suggest these are short update headlines or links to the full articles rather than the main content.\n\nTherefore, without a continuous narrative or substantial content related to a specific title, it's not possible to extract the main body of the news from the text provided. If there's a specific article or segment that you believe contains the main body, please provide that section, and I can help identify and extract it.",
        "img_url": "65_0.jpg",
        "label": 1
    },
    {
        "post_text": "Eddie Cibrian Cheated On Both LeAnn Rimes & Brandi Glanville — Report\nScheana Marie, the waitress whom Eddie cheated on Brandi with, now claims that he tried to reignite their relationship after he began seeing LeAnn! Do you believe it?\nEddie Cibrian is no saint, that's for sure, but could he possibly have been foolish enough to try and cheat on now-wife LeAnn Rimes with the same waitress he cheated on ex-wife Brandi Glanville? If the waitress in question, Scheana Marie, is to be believed, the answer is a resounding yes!\n\nBy: Billy Nilles \nJanuary 10, 2013 10:25PM EST\n\nIn a new interview with RadarOnline.com, Scheana, 27, claims that Eddie, 39, contacted her after he split with Brandi, 40, in 2009. According to the waitress, who now stars on Bravo’s Vanderpump Rules, Eddie was already dating LeAnn, 30.\n“As months go by, Eddie gets separated. He then contacts me to go out for drinks,” Scheana says. “I believed he was separated, so I was happy to go out with him again. But shortly into trying to hang out with him I find out about LeAnn, and I felt like such an idiot!”\n\nScheana Marie Recalls Meeting Eddie Cibrian\nScheana spoke with the website about when she first met Eddie and revealed the surprising source who informed her about Eddie’s lies. “Originally, I met him seven years ago. When a really good-looking guy with big dimples wants to take you out for drinks your first question isn’t ‘Are you married because you don’t have a ring on your finger?'” she says.\n“We hung out, it was quite casual and about six months in, my mom saw an article and was like, ‘That Eddie guy you are dating, is his last name Cibrian and is he on Third Watch?’ I was like, ‘Yeah, what do you hear?’ And she told me that he and his wife are expecting their second child!”\n\nScheana Confronts Eddie About His Lies\nScheana says that she confronted the philandering actor to find out the truth, and he admitted to his lies via text message! “He was like, ‘I’m so sorry I lied to you.’ He then switched the conversation and said, ‘By the way, are you still doing the acting thing? I have a project I’m funding, and there’s a role for you that would be great.'”\nThe waitress-turned-reality star says that, since their last run-in, she and Eddie haven’t spoken. “I have no interest in talking to him again,” she says.\n\nDo you believe Scheana’s claims that Eddie tried to cheat on LeAnn with her, HollywoodLifers?\n\n— Billy Nilles\nMore on the LeAnn Rimes-Eddie Cibrian-Brandi Glanville Triangle:\nLeAnn Rimes: ‘I Would Love’ To Have My Own Kids With Eddie Cibrian\nBrandi Glanville To LeAnn Rimes: You’re Endangering My Children\nBrandi Glanville Furious At LeAnn Rimes For Putting Her Kids On TV\n",
        "img_url": "67_0.jpg",
        "label": 1
    },
    {
        "post_text": "Jennifer Aniston’s mother’s caregiver is writing a tell-all book to “expose” the actress’s “terrible” relationship with her mother, a new report claims. (Photo by Frazer Harrison/Getty Images) The 47-year-old actress had an estranged relationship with her mother, Nancy Dow, for almost a decade but had started putting it back together. Following her mother’s death, one of Dow’s caregivers says she was there for many of the fights between the two and now she’s going to share what she heard and knows in a new book, according to In Touch Weekly. (RELATED: Jennifer Aniston UNLOADS On The Media For Speculating That She’s Pregnant)\n\n“The caregiver was present for the few phone calls and even fewer meetings between Jen and Nancy,” a source told the outlet. “She wants to expose the real Jennifer Aniston.” (photo: REUTERS/Mark Blinch/File Photo) “Nancy was so sick and lonely,” the source said according to another report. “Everyone knows that she and Nancy had a horrible relationship. She was an absentee daughter and now, even with Nancy gone, it seems that she still doesn’t want her mom around.” (RELATED: Jennifer Aniston, Black Dress, No Bra — That’s Quite A Combination)\n\n“The world sees Jen as adorable Rachel from Friends, but the real story is more like reversed Mommie Dearest.” In 1996 the actress cut ties with her mother after Dow gave a tabloid an interview. She followed that up with a memoir called “From Mother and Daughter to Friends: A Memoir” about their relationship. Last year, Aniston talked about their relationship in an interview with the Hollywood Reporter. (Photo: Splash News)\n\n“She had a temper,” Aniston said. “I can’t tolerate that. If I get upset, I will discuss [things]. I will never scream and get hysterical like that.” “[But] I was never taught that I could scream,” she added. “One time, I raised my voice to my mother, and I screamed at her, and she looked at me and burst out laughing. She was laughing at me [for] screaming back. And it was like a punch in my stomach.”\n\n“She was critical,” she continued. “She was very critical of me. Because she was a model, she was gorgeous, stunning.” “I wasn’t,” she said. “I never was. I honestly still don’t think of myself in that sort of light, which is fine. She was also very unforgiving. She would hold grudges that I just found so petty.”",
        "img_url": "84_0.jpg",
        "label": 1
    },
    {
        "post_text": "Drew Barrymore Is Secretly Having Sleepovers With Ex-Husband Will Kopelman\n\nCouples\nJan 29, 2018 3:42 pm· \nBy Closer Staff \nComment\nTop stories\n'Live' Fans Left Divided Over Kelly Ripa's Holiday Photo With No Pants\nMel Gibson Is a Proud Dad to 9 Kids: Meet His Huge Family!\nDid Barry Manilow Have Plastic Surgery? See Photos of His Transformation\nCelebrities Over 60 Rocking Bikinis: Photos of Christie Brinkley, More\nIvanka Trump's Changing Looks Has Fans Thinking She May Have Gotten Work Done\n\nIt’s that time of year — where love is clearly in the air! And even Drew Barrymore isn’t safe! The Blended star was spotted getting cozy with ex-husband Will Kopelman, leaving the world wondering if they are getting back together? The couple, who split in 2016 after four years of marriage, have been spending nights together, an insider tells In Touch. \n“When Drew was filming Santa Clarita Diet, Will would fly into LA from NYC. Even though he had a hotel room, he ended up sleeping at Drew’s house from time to time. Then when she finished shooting in October, it became a more regular thing. They enjoy each other’s company,” revealed the insider.  \n\n(Photo Credit: Getty Images) \n\n“They’re both in great places in their lives,” says an insider. Spending so much time together has reminded Drew, 42, and Will, 40 — who share daughters Olive, 5, and Frankie, 3 — of the way things used to be. “It’s like it was at the beginning of their relationship, so relaxed and comfortable,” says the insider, adding that a reconciliation “is a real possibility.”\n\nDrew revealed that she felt like the “biggest failure” after announcing her divorce. “Like, when you get divorced, you break up with somebody and you’re like, ‘Yeah, that didn’t work,’ and you get divorced, [but] when you get divorced you’re like, ‘I’m the biggest failure. This is the biggest failure.’ It’s so shameful and hard to actually go through that, even privately.”\n\nThis isn’t the Never Been Kissed star’s first divorce. She was previously married when she was 19 years old to Jeremy Thomas and fellow actor Tom Green in 2001. Both marriages only lasted a year.  \n\nTags:\nback togethercouplesDrew BarrymoreexesmarriageWill Kopelman",
        "img_url": "85_0.jpg",
        "label": 1
    },
    {
        "post_text": "Jamie Foxx Is “Upset” That Katie Holmes and Joshua Jackson Are Talking Again (EXCLUSIVE)\nNews\nApr 25, 2018 12:59 pm· \n\t\tBy Alex Riccardi \n\nTrouble in paradise? Jamie Foxx and Katie Holmes were first spotted dancing together in the Hamptons in 2013 — just one year after she split from Tom Cruise. Although Jamie and Katie have never confirmed their romance, they have been spotted on date nights and canoodling plenty of times over the past several years. But recently, tension has been high between them as Jamie is getting a bit jealous of Katie’s friendship with former flame Joshua Jackson.\n\nThe 50-year-old Sleepless star was overheard venting about his tumultuous relationship with Katie while hanging out at Coachella. “He didn’t seem to care who heard him,” the source exclusively told In Touch. Jamie admitted that not only was Katie talking to Joshua again, but he was also “hurt” by it.\n\nIt’s important to note that Katie and Joshua go way back, which is why Jamie probably “seemed pretty cut up by everything.” The former Dawson’s Creek co-stars dated in the ’90s and Katie admitted during an interview with Rolling Stone in 1998 that Joshua was her first love.\n\nWhen asked about their relationship, a then 19-year-old Katie said, “I’m just going to say that I met somebody last year, I fell in love, I had my first love, and it was something so incredible and indescribable.” She added, “I feel so fortunate because he’s now one of my best friends. It’s weird, it’s almost like a Dawson-and-Joey type thing now.”\n\nThe pair broke things off before Katie went on to date Chris Klein for five years before marrying Tom in 2006. However, Katie and Joshua have always kept in touch despite other relationships. Surprisingly, she reached out to Joshua following her split from Tom in 2012.\n\n“Like any old friend, it was like, ‘Oh, hi, how are ya? What’s going on?’; ‘I had a kid,'” Joshua told a Canadian talk show host about the phone call with Katie. “It was very nice, actually.”\n\nSo, does Jamie have a reason to be worried? That’s a tricky question, but Jamie isn’t as innocent as he seems — because he’s been texting his ex, too! At the beginning of March, sources exclusively told In Touch that Katie is starting to suspect that Jamie and his baby mama Kristin Grannis are more than just friends. “She recently found out about a string of texts Jamie sent to Kristin that included details of secret meetings — and him admitting he still loved her,” the insider said. And Jamie’s latest act of betrayal is him showing “a blatant lack of respect.”\n\nTags:\nCelebrity NewsJamie FoxxJoshua JacksonKatie Holmes",
        "img_url": "88_0.jpg",
        "label": 1
    },
    {
        "post_text": "Liam Payne And Cheryl Cole Reportedly Fighting Over Baby Names | J-14\n\nOH NOAre Liam Payne and Cheryl Cole Fighting Over The Name of Their Child?\nMar 27, 2017 12:47 pm\n\t\tBy Alex Riccardi \nGetty Images\nThings are changing quickly in Liam Payne and Cheryl Cole's life. They just welcomed their little bundle of joy into the world last week and have shared the amazing news with the world. Both Cheryl and Liam couldn't stop gushing about this new little human in their lives and they are super proud to call themselves parents. However, the former X-Factor judge did reveal that their son doesn't have a moniker yet.\nSome reports are stating that Liam and Cheryl could be disagreeing on a name which is why one hasn't been picked out yet. Of course, this is all speculation and no one really knows why the baby doesn't have a name yet except the close family.\nBut, we did some digging and actually found old interviews where Liam and Cheryl talk about what they would name their future child. These interviews were done separately and before they even started dating. But, they each had completely different ideas when it came to the name.\nCould this be a clue as to what's going on with the naming today? While there's no clear answer, it's interesting to think about.\nCheryl told GQ magazine, \"I love kids, I'm obsessed with babies. I know that's what I was put on the earth to do – to be a mother…Of course I've thought about baby names a million times. I like Alfie for a little boy.\"\nHowever, Liam told Hits Radio, \"I like the name Taylor. Taylor's pretty neutral for a boy or a girl. That's what I'm going to call my first child if I had children.\"\nHmmm…there's no telling when or if they will reveal the baby name when they have decided but we have a feeling they will come to an agreement. And we're so excited when they do. However, multiple outlets are reporting that this photo could be the last fans see of the child. Apparently, Liam and Cheryl turned down lots of offers to publicly debut their baby and have vowed to keep his privacy and protect him from the public eye.\nWhile this seems like something they would do, we're hoping they share bits and pieces of the baby. To be honest, we can't go through life wondering if he looks more like Liam or more like Cheryl! One thing is for sure, he's healthy and that's all that really matters. Here's to hoping picking out a name isn't actually putting stress on Cheryl and Liam's relationship.",
        "img_url": "91_0.jpg",
        "label": 1
    },
    {
        "post_text": "Blake Shelton Calls Meeting Gwen Stefani 'a Miracle' After 'Hitting Rock Bottom'\n\nBy (102209)‍ Published: 11:11 AM PDT, June 21, 2018\n\nShelton offers up some insight into the start of his relationship with Stefani after his divorce from Miranda Lambert.\n\nBlake Shelton is opening up about his relationship with Gwen Stefani. The country star appears on Sunday's upcoming episode of Sunday TODAY With Willie Geist and gives insight into the start of his relationship with the pop princess. \"When I was going through my divorce and just hit rock bottom, just like anyone does when they go through something that devastating, it's a miracle that I met somebody that was going through the same exact thing that I was at the exact same moment in time,\" Shelton, 42, says.\n\nBoth Shelton and Stefani, 48, divorced their partners — Miranda Lambert and Gavin Rossdale respectively — in 2015, before confirming their relationship in November of that year. For that reason, many people, Shelton and Stefani included, assumed they would have a quick rebound relationship. \"I think if Gwen and I were being honest right now talking about this, I think in the back of our minds we both kind of thought this is a rebound deal,\" Shelton reveals. \"I mean, because we're both coming out of a pretty low spot in our lives and we're kind of clinging to each other to get through this.\"\n\nThe couple is still going strong, though. \"Now here we are, going on three years later, and every day that goes by it just feels like a stronger bond between the two of us and it constantly feels like it's going to the next level,\" Shelton says. \"That's the only way I think either one of us could describe it if she was sitting right here.\" The musicians have been especially sweet the last couple of weeks. Stefani celebrated Shelton's birthday over the weekend with dinner at BOA Steakhouse in West Hollywood, California, and a cookout on Father's Day. On Tuesday, Stefani shared snaps from her time with Shelton in his home state of Oklahoma. The couple, along with Stefani's sons — Kingston, 12, Zuma, 9, and Apollo, 4 — spent time on a boat and out in nature.\n\nDespite their obvious love for each other, the duo is in no rush to tie the knot. \"There is no reason for them to rush into a marriage, so they aren’t,\" a source exclusively told ET back in March. \"Both of them are happy and content with where their relationship is right now.\" The source continued: \"They are on cloud nine for each other. They are perfect for each other. They know they have found their true soulmate.\"\n\nIn April, however, the country superstar admitted to thinking about marrying his longtime love. \"I think about [marrying her]. I don't think it's anytime soon or anything,\" he said during an interview with CMT. \"The more time that goes by, I guess, the closer you'd be getting to that.\"\n\nFor more on the couple, watch below:\nVideo\nBlake Shelton Admits He Thinks About Marrying Gwen Stefani, But It Won't Happen Soon\n\nRELATED CONTENT:\nNews\nGwen Stefani Thanks Blake Shelton For 'Sharing His World' With Her -- See the Pic!\nNews\nGwen Stefani Serenades Blake Shelton for His 42nd Birthday\nNews\nGwen Stefani Attends Wedding with Blake Shelton, Dances to 'Hollaback Girl' at Reception: Watch!",
        "img_url": "95_0.jpg",
        "label": 1
    },
    {
        "post_text": "Jamie Foxx Is “Upset” That Katie Holmes and Joshua Jackson Are Talking Again (EXCLUSIVE)\nNews\nApr 25, 2018 12:59 pm· \n\t\tBy Alex Riccardi \n\nTrouble in paradise? Jamie Foxx and Katie Holmes were first spotted dancing together in the Hamptons in 2013 — just one year after she split from Tom Cruise. Although Jamie and Katie have never confirmed their romance, they have been spotted on date nights and canoodling plenty of times over the past several years. But recently, tension has been high between them as Jamie is getting a bit jealous of Katie’s friendship with former flame Joshua Jackson.\n\nThe 50-year-old Sleepless star was overheard venting about his tumultuous relationship with Katie while hanging out at Coachella. “He didn’t seem to care who heard him,” the source exclusively told In Touch. Jamie admitted that not only was Katie talking to Joshua again, but he was also “hurt” by it.\n\nIt’s important to note that Katie and Joshua go way back, which is why Jamie probably “seemed pretty cut up by everything.” The former Dawson’s Creek co-stars dated in the ’90s and Katie admitted during an interview with Rolling Stone in 1998 that Joshua was her first love.\n\nWhen asked about their relationship, a then 19-year-old Katie said, “I’m just going to say that I met somebody last year, I fell in love, I had my first love, and it was something so incredible and indescribable.” She added, “I feel so fortunate because he’s now one of my best friends. It’s weird, it’s almost like a Dawson-and-Joey type thing now.”\n\nThe pair broke things off before Katie went on to date Chris Klein for five years before marrying Tom in 2006. However, Katie and Joshua have always kept in touch despite other relationships. Surprisingly, she reached out to Joshua following her split from Tom in 2012.\n\n“So, does Jamie have a reason to be worried? That’s a tricky question, but Jamie isn’t as innocent as he seems — because he’s been texting his ex, too! At the beginning of March, sources exclusively told In Touch that Katie is starting to suspect that Jamie and his baby mama Kristin Grannis are more than just friends. “She recently found out about a string of texts Jamie sent to Kristin that included details of secret meetings — and him admitting he still loved her,” the insider said. And Jamie’s latest act of betrayal is him showing “a blatant lack of respect.”",
        "img_url": "107_0.jpg",
        "label": 1
    },
    {
        "post_text": "What is Eric Johnson's Net Worth?\n\nEric Johnson is an American football player who has a net worth of $10 million. Though it should be noted that the majority of Eric's net worth is attributable to his wife Jessica Simpson, whom he marred in 2014. Born Eric Maxwell Johnson on September 15, 1979, in Needham, Massachusetts, US, he played as a tight end in the National Football League. Athletically gifted Johnson first got the chance to flaunt his football skills on a wider scale at Yale, where he played as a wide receiver. He was the one to catch 21 receptions for 244 yards in Yale's come-from-behind victory against Harvard in 1999, including the game-winning touchdown catch. He turned pro after he was drafted by the San Francisco 49ers in the seventh round of the 2001 NFL Draft.\n\nWhen healthy, he was a big contributor to the 49ers passing game. But still, he did miss all of the 2003 and 2005 seasons, due to injuries. He remained with the San Francisco 49ers until 2006, and he signed a one-year contract with the New Orleans Saints in 2007. The following year he got re-signed by the team, but the Saints released him for good on July 31, 2008. Two years after his retirement from the sport, the once-married former NFL player started dating singer Jessica Simpson. The couple announced their engagement few months later and they have now three children together.\n\nAll net worths are calculated using data drawn from public sources. When provided, we also incorporate private tips and feedback received from the celebrities or their representatives. While we work diligently to ensure that our numbers are as accurate as possible, unless otherwise indicated they are only estimates. We welcome all corrections and feedback using the button below.\n\nDid we make a mistake?\nSubmit a correction suggestion and help us fix it! Submit a Correction",
        "img_url": "112_0.jpg",
        "label": 1
    },
    {
        "post_text": "Beyonce & Jay-Z Reportedly Sent Kim Kardashian & Kanye West $21k Baby Gift: Feud Over?\nDid the power couples kiss and make up? — That's the question after a new report claims Beyonce and JAY-Z gifted Kimye's new baby girl with this $23k, custom-made piece of jewelry!\nBy: Jenna Lemoncelli Reading Time: 3 minutes\nJanuary 17, 2018 5:00PM EST\nWhat does music’s most prominent power couple gift fashion’s most prominent power couple when a new baby arrives? Well, if you’re Beyonce, 36, and JAY-Z, 48, it’s a custom-made, diamond Lorraine Schwartz bracelet, worth a whooping $21,000, according to The Sun. That’s right, Kim Kardashian, 37, and Kanye West‘s third baby — who arrived on January 15 — is about to be the most decked out infant, well… ever. And, get this — Bey and JAY reportedly had the bracelet engraved with the number “3,” to signify Kimye’s third offspring.\n“Beyonce and Jay could not be more pleased for them, they can’t wait to meet the little one, and have sent them this gift already,” a source told the outlet. “It shows they have all moved on from the past, and they are ‘familia’ once more.” Although all parties involved are reportedly thrilled about burying the hatchet, “Kanye is over the moon as he has always considered JAY Z his ‘big brother,’ and Beyonce has always been one of his closest friends.” Ironically, both power couples have three children each, and “it’s only a matter of time before the playdates begin,” the source added. Bey and JAY are parents to twins Sir and Rumi, who they welcomed in June 2016, and Blue Ivy, 6. Kim and Kanye are parents their daughter, North, 4, and son, Saint, 1, along with their new baby girl.\nWhile this report indicates that JAY-Z and Kanye’s feud is over, JAY already hinted that he wanted to bury the hatchet during an interview with The New York Times back in November 2017. “But, that happens,” JAY admitted about there being tension with Ye’. JAY explained: “In the long relationship, you know, hopefully when we’re 89 we look at this six months or whatever time and we laugh at that. You know what I’m saying? There’s gonna be complications in the relationship that we have to get through. And the only way to get through that is we sit down and have a dialogue and say, ‘These are the things that I’m uncomfortable with. These are the things that are unacceptable to me. This is what I feel.’ I’m sure he feels that I’ve done things to him as well. You know what I’m saying? These are — I’m not a perfect human being by no stretch. You know.” JAY also said that he had recently spoken with Ye’ [at the time] and that they would always be good with each other. “I love Kanye. I do,” he said, adding, “It’s a complicated relationship with us.”\nAs you may know, JAY and Ye’s friendship took a hit back in 2016. In October of that year, Kanye went on a rant during one of his concerts where he slammed both JAY and Beyonce. He claimed their kids didn’t play together, and he revealed that there was tension between him and JAY because of a TIDAL music dispute. Ye’ even said that JAY and Beyonce didn’t even call after Kim’s 2016 Paris robbery. Just days after his rant, Kanye checked into UCLA Medical Center for an 8-9-day stay for an alleged mental breakdown.\nHollywoodLifers, do you think Bey, JAY, Kim and Ye are all friends again?",
        "img_url": "116_0.jpg",
        "label": 1
    },
    {
        "post_text": "Harry & Meghan: A Royal Romance Lifetime Movie Fact Check & Recap\n\nWith less than a week until Prince Harry weds Meghan Markle, Lifetime adapted the couple's love story into a film aptly titled Harry & Meghan: A Royal Romance. Airing last night, the movie depicted the relationship timeline of Harry and Meghan—from the factual public moments and milestones to the probably less accurate (and more dramatic) behind-the-scenes love story. While the movie did include real life events from Meghan and Harry's relationship (including their first blind date and whisking away to Botswana), there were also some...ahem...harder-to-believe plot-lines thrown in as well. Though the film's stars, Parisa Fitz-Henley [Meghan] and Murray Fraser [Harry], resembled their real-life counterparts pretty well, there were several scenes that you can bet almost certainly didn't occur—no matter how accurate the cast's resemblance was. Below, we're breaking down the dramatic, very Lifetime-y moments of the movie that probably, absolutely, most definitely did not happen in real life.\n\n1) Harry and Meghan almost got attacked by a lion in Africa. On a trip to Botswana around the 20th anniversary of Princess Diana's death, the couple is dramatically confronted by an angry lion when they run outside in the middle of the night after a fight. The near-death experience, of course, causes them to make up immediately. Honestly, I can't believe this whole scene isn't already a Taylor Swift song.\n\n2) Meghan tried to break up with Harry via FaceTime, only to have him surprise her on set of Suits at the SAME exact moment. Okay, first of all, you honestly can't expect me to believe that this woman tried to break up with AN ACTUAL PRINCE via FaceTime. That's just not how this game works. On top of that, the moment she decides to end things with him is the same moment he's knocking on the door of her Suits trailer for a surprise visit to Toronto? I'm going to need the receipts on this one.\n\n3) Meghan breaks up with Harry A SECOND TIME before dramatically running to stop his plane from taking off when she comes to her senses. IT'S ALL TEW MUCH. NOBODY BREAKS UP WITH A PRINCE THIS MANY TIMES. Spoiler alert: she of course gets to his plane on time and is somehow miraculously able to stop the private royal jet from taking off. All that was missing from this scene was a thunderstorm moment filmed in the pouring rain.\n\n4) The couple dressed up as a frog and Hillary Clinton for a Halloween party...While the two were secretly dating, Harry dressed up in a frog suit (get it, the frog becomes Prince Charming?) to go \"in disguise\" at a Halloween party. Meghan, meanwhile, dressed as Hillary Clinton (because all feminists must be HRC for Halloween), making for the most awkward couples costume of all time. While it's unclear if the Soho House party in question actually occurred, I'm giving Harry and Meghan the benefit of the doubt that they would choose better costumes if said party did go down.\n\n5) Kate Middleton's intense criticism and attitude toward Meghan Markle. For whatever reason, Lifetime decided to portray the Duchess of Cambridge as a super snooty and cold character with plenty of criticism to dish out for Meghan. When William first tells Kate that Harry's dating an American girl (he actually reveals this by saying Harry \"Botswana-ed\" Meghan, a term that I'm willing to bet is not in William's vocabulary), Kate's response is, \"Oh no, they're so loud.\" While I'd be willing to overlook that slightly shady dig, later in the movie Kate tells Harry, \"If she’s your girl, she can’t have opinions\" before adding, \"She’s divorced, she’s American, she’s half-black….are you ready for this? Think of what we went through because I was a commoner.\"\n\nUm, I'm calling BS—I find it VERY hard to believe this was an exchange that ever took place. In fact, Kate and Meghan are reportedly pretty close now and have appeared at public events together alongside Prince William and Prince Harry. I'm sensing there was never any bad blood here...",
        "img_url": "119_0.jpg",
        "label": 1
    },
    {
        "post_text": "Is Kathy Griffin’s Career Over? Top Crisis Managers Weigh In\n“If she were my client, I’d tell her to shut the f— up,” one Hollywood publicist tells TheWrap\nItay Hod\nJune 2, 2017 @ 5:15 PM\nShare on Social Media\nThe backlash surrounding comedian Kathy Griffin’s reviled photo shoot depicting her holding the severed head of President Trump hasn’t let down since it first exploded earlier this week.\nIn just the last few days she’s been dumped by CNN, Squatty Potty and several venues across the country. Even friend and “New Year’s Eve Live” sidekick Anderson Cooper was quick to distance himself from his former co-host, calling her photo “disgusting.” Now many are asking whether the comedian can survive her self-inflicted wound — one that’s increasingly threatening to derail her career. \n“Being dropped by CNN definitely hurts her visibility,” Matt Hiltzik, a New York-based communications consultant whose clients have included Harvey Weinstein, Alec Baldwin and Justin Bieber, told TheWrap. “Her business will be fine. But her opportunities to grow beyond her core base will be limited.” \nAfter widespread condemnation over her graphic photo, Griffin apologized on Tuesday, begging for forgiveness and acknowledging she “went too far.” But on Friday, she held an impromptu press conference with attorney Lisa Bloom, telling reporters she’s been bullied by Trump’s family while vowing to mock the president even more in the future.\nBut if the intent was to quash the flurry of negative headlines that have dominated the news cycle in recent days, it may have missed the mark.\n“Kathy Griffin claims ‘conspiracy’ at mad, looping press conference,” proclaimed Salon. Jezebel called it a “poorly conceived mess.” \n“I understand when you’re in this situation there’s a natural urge to respond,” public relations expert Howard Bragman told TheWrap, however, “that has to be done with great caution and consideration.”\nAnother top Hollywood publicist, who asked not to be named, said the news conference only made things worse.\n“If she were my client, I’d tell her to shut the f— up,” the P.R. guru told TheWrap. “You’re not talking to anyone and you’re certainly not talking to Lisa Bloom anymore.”\nAccording to the publicist, who said he likes Griffin, her approach was ill-conceived because it lacked any perceivable strategy. \n“What is she trying to accomplish?” he asked. “Is she trying to sue Trump? Good luck with that. Is she trying to say she’s the victim? I think 99 percent of the people would disagree with that. She did this to herself.”\n“It certainly keeps her in the news,” he added.\nAll three publicists said Griffin will likely retain her core fans who have supported her for years and who are mostly anti-Trump liberals.\n“She’ll have to lay low for a while and then come back and address the elephant in the room, maybe make fun of herself,” the P.R. expert went on to say. “The gays are not going to leave her. This will go away if she just shuts up. There is a real crisis in this country right now and anything she says is just a distraction.”\nThe good news for Griffin is that she can recover … but it might take a while for the whole thing to blow over.\n“She’s going to have to recalibrate and reconsider,” Bragman said. “But in no way is this going to end her career. She’s funny, she’s immensely talented. She’s original.”",
        "img_url": "131_0.jpg",
        "label": 1
    },
    {
        "post_text": "Katy Perry ends six year beef with Calvin Harris\nBy Damian Jones\n24th August 2017 \n\nKaty Perry has finally buried the hatchet with Calvin Harris after they fell out six years ago.\nThe pair fell out in 2011 when Harris was booked as the opening act for the singer’s tour but he pulled out at the last minute over issues with set production.\nAt the time Perry wrote: ”Calvin Harris will NOT be joining in on the fun and has CANCELLED last minute,” while Calvin hit back saying: ”Sorry to all who wanted to see me with Katy – her team suddenly moved the goalposts and I was to appear on stage with no production.”\nAdvertisement However, Perry hit back, saying: ”The goalpost seems to be perfectly fine for New Young Pony Club, Yelle, Robyn, Marina & The Diamonds, to name a few. It’s fine, I’m used to you cancelling on me, it’s become ur staple! (sic).”\nAnd Harris also dragged her into his public feud with Taylor Swift, after she started dating Tom Hiddleston and it was revealed that she had written the lyrics for his Rihanna collaboration ‘This Is What You Came For’.\nHe wrote at the time: ”I figure if you’re happy in your new relationship you should focus on that instead of trying to tear your ex bf down for something to do.\n”I know you’re off tour and you need someone new to try and bury like Katy ETC but I’m not that guy, sorry. I won’t allow it (sic).”\nPerry said they hadn’t spoken since but has now revealed when they met at the Vanity Fair Oscars party this year, they decided to forget about the past and Harris asked her to collaborate on new song ‘Feels’, which appeared on his recent album ‘Funk Wav Bounces Vol. 1’.\nShe told ‘On Air With Ryan Seacrest’, Katy said: ”We’d had little falling outs here and there. We’d had some public Twitter spats … Time to put all that behind us.\n”We just bumped into each other and he said, ‘I think I have a song that you should come check out’. I was like ‘cool’ because we had always meant to work together for years and years and years. I came to the studio and he played me a bunch of unfinished but really solid moments for his new record.\n”Then he played me this one part for this new song called ‘Feels’ and I was like, ‘Oh yeah’. This is like my favourite song off the record. I was just down to do it. I’ve always wanted to collaborate with him for years and years and years.”\nMeanwhile, Perry recently revealed that she has delayed the start of her ‘Witness‘ world tour.",
        "img_url": "132_0.jpg",
        "label": 1
    },
    {
        "post_text": "Fergie Gives Birth: Singer, Josh Duhamel Welcome Baby Boy Axl Jack | Us Weekly\n\nCelebrity Moms\nFergie Gives Birth to Baby Boy Axl Jack With Husband Josh Duhamel!\n\t\t\t\tBy Allison Takeda \nAugust 29, 2013\n\nJosh Duhamel's wife Fergie gave birth to the couple's first child, a baby boy, on Aug. 29 \nWelcome to the world, baby Duhamel! Black Eyed Peas singer Fergie gave birth to her first child with husband Josh Duhamel, a baby boy, on Thursday, Aug. 29, in L.A., a rep confirms to Us Weekly.\nAxl Jack Duhamel weighed in at 7 pounds, 10 ounces, the rep tells Us.\n\nMarried since 2009, the couple have been eagerly anticipating their little bundle of joy's birth for weeks. At the Hollywood premiere of Duhamel's new movie, Scenic Route, on Tuesday, Aug. 20, the 40-year-old actor said they were packed and ready to go to the hospital at a moment's notice.\n\"We do have a bag ready but just not here,\" he told Us. \"So he's going to have to wait. He's going to have to wait until next week.\"\n\nThe star also spoke recently about how well his wife had been handling her first pregnancy. \"I'm mostly impressed with how gracefully…I mean she's just been awesome throughout this whole thing,\" he gushed on Aug. 15. \"She's taken really good care of herself, she's happy, she's in great spirits, she looks beautiful and I'm just really proud of her more than anything. And I'm really excited to meet this little dude. I can't wait.\" \n\nThat said, he's not sure he's entirely ready for how much his life is about to change. Appearing on The Tonight Show two nights before Fergie gave birth, the dad-to-be admitted to having some last-minute pre-baby jitters.\n\"You know, I gotta tell you, I'm a little bit nervous,\" he told Jay Leno. \"I thought that I was going to be good. I thought that I was ready for this, and I'm a little bit terrified. I'm excited and terrified, because I am responsible for this little thing. Forever.\"",
        "img_url": "133_0.jpg",
        "label": 1
    },
    {
        "post_text": "Property Brothers' Drew Scott Is Engaged to Linda Phan\nBy Megan Stein\nPublished on December 13, 2016 07:47PM EST\n\nSorry, ladies, Drew Scott is officially off the market!\nThe Property Brothers star proposed to longtime girlfriend Linda Phan at the Toronto restaurant Piano Piano, and PEOPLE can exclusively announce the pair are engaged.\n“I’ve never met another woman like her and once you do, you want to be with her forever,” Scott, 38, tells PEOPLE of Phan, 31.\nScott has been planning the elaborate surprise for weeks, and was determined to keep his new fiancé off his trail as he coordinated every over-the-top moment. “I’ve had to be as stealthy as a ninja to pull this off,” he says. Scott even admitted he’s been carrying the ring around with him for weeks and has kept all planning offline so Phan couldn’t possibly come across any details accidentally.\nThe HGTV star, who has released two country singles with brother Jonathan, recently snuck off to New York City to record his own version of the Train song “Marry Me.” During tonight’s dinner, he arranged for the restaurant to play the track while he and Phan were having dinner, which cued the staff to bring out a cake decorated with illustrations from one of Phan’s favorite books, Dr. Seuss’s Oh the Places You’ll Go, tweaked to read “Oh the Places We’ll Go,” as a nod to their continuing journey together.\nThe festivities continued after dinner with a surprise engagement party at a nearby venue that Phan had been led to believe was a company holiday party. Friends and family, including both fiancés’ parents, as well as Scott siblings Jonathan and J.D., were all in attendance.\nScott and Phan met in 2010 at a Toronto Fashion Week event, and have been dating for six years. Phan serves as the Creative Director for Scott Brothers Entertainment, overseeing multiple projects including digital content, marketing campaigns and philanthropic effort for her new fiancé and his twin brother, Jonathan’s media company.\nNow the two can get started on their next big project: wedding planning! Congrats to the happy couple!",
        "img_url": "134_0.jpg",
        "label": 1
    },
    {
        "post_text": "Tess Ward dumped Harry Styles because she 'still has feelings for an ex', apparently\nThe poor little lamb By Dusty Baxter-Wright\nPublished: 22 June 2017\n\nIf you see people queueing around the block by Harry Styles's house today, it might be because the One Direction singer is in need of a shoulder to cry on following reports girlfriend Tess Ward ended their relationship.\n\nWe'll join the back of that queue, shall we?\n\nAccording to The Sun, blogger and chef Tess called time on things with Harry earlier this week, citing still having feelings for her ex as the main reason.\n\n\"Harry and Tess haven’t seen each other for a number of weeks\", their source explained. \"They’re both constantly travelling the world. Tess [also] realised she still had feelings for her ex after splitting from him to date Harry and has apologised to him for her romance with the singer.\"\n\n\"It will take a while for Tess to build back his trust but they have been getting on as normal. She was in London this week and met her ex straight away — they’ve been inseparable since.\"\n\nThe poor little lamb. Still, there's probably a jazzy shirt or a metallic pair of boots around that'll cheer him up, right?\n\nThe pair were first linked last month, when an insider revealed to The Sun that Harry and Tess were introduced my mutual friends, and he quickly became \"besotted\" with her. \"As soon as Harry met Tess there was an instant spark between them\", they explained. \"They really bonded over their mutual love of quirky fashion and food – and things turned romantic quickly.\"\n\n\"They've been on a number of dates while Harry has been in London and he's already introduced Tess to some of his close friends including his personal stylist Lou Teasdale.\"\n\n\"This really seems different to Harry's past relationships as Harry genuinely is besotted with Tess and doesn't want to risk messing this one up.\"\n\nPoor Harry. If he wants to watch Bridget Jones and eat Ben & Jerry's, he knows where we are.",
        "img_url": "135_0.jpg",
        "label": 1
    },
    {
        "post_text": "Pregnant Kourtney Kardashian Hangs out With Justin Bieber Amid Baby Daddy Drama | In Touch Weekly\n\nMisc\nJan 16, 2017 11:00 am· \n\t\tBy Amber Belus \nYou would think the last thing Kourtney Kardashian needs right now is more guy drama — but that didn’t stop the pregnant reality star from stepping out with her former flame Justin Bieber!\nIn Touch previously reported that the eldest Kardashian sister, 37, is expecting her fourth baby, though it’s unclear whether or not the father is Scott Disick, 33, or boxer-model Younes Bendjima, 23.\nMORE: Kim Kardashian Details Robbery in New Police Statement\nThe two were spotted at The Peppermint Club in Hollywood while LD accompanied Kourt’s sister Kim Kardashian, 36, on her trip to Dubai, where things allegedly went south thanks to Scott’s antics.\n“Scott went completely MIA in Dubai and no one knew where he was at. He was supposed to be there to watch over Kim, but no one could find him,” a source told Radar Online. “Scott also told [Kourtney] that he is not Kim’s babysitter and that the reason no one could find him was because he had overslept — ten hours!”\nMORE: Baby News for Khloé Kardashian — Click for Details\nAnd we thought he was behaving himself after rekindling his relationship with his baby mama last month.\nWe first saw Kourtney and Justin, 22, together in December 2015 at The Nice Guy before they enjoyed time together at a karaoke club. She was allegedly seen leaving one of the Biebs’ favorite hotels — the Montage Beverly Hills — at 4 a.m. the following morning.\nKourt’s ex — who is the father of her three children, Mason, 7, Penelope, 4, and Reign, 2, was said to be angry about their hookup, which seemed fine since Kourt “regretted” getting together with the pop star.\n“She’s kind of beating herself up for ever getting involved with him in the first place, and not listening to her gut. She really regrets the whole thing,” a source previously told Hollywood Life.\nHave a tip? Send it to us! Email In Touch at contact@intouchweekly.com.",
        "img_url": "139_0.jpg",
        "label": 1
    },
    {
        "post_text": "Lena Dunham Gets Affectionate with a New Guy 3 Months After Jack Antonoff Breakup\nLena Dunham is moving on from her ex-boyfriend Jack Antonoff with a new man\nBy Dave Quinn and Michele Corriston\n\nPublished on March 26, 2018 03:38PM EDT\n\nLena Dunham may be moving on from her ex-boyfriend Jack Antonoff with a new man.\nThe 31-year-old Girls creator was photographed with an unidentified companion in West Hollywood on Saturday night, wrapping her arm around him after they had sushi for dinner and headed to a nearby marijuana dispensary. In one shot, the mystery guy affectionately kisses Dunham on her head.\nMEGA\nHer rep did not immediately return PEOPLE’s request for comment.\nPEOPLE confirmed in January that Dunham and Antonoff, 33, had split after dating for five years.\nDunham revealed in the March issue of Vogue that she underwent a total hysterectomy last year. She discussed the procedure and the outpouring of “overwhelming” and “heartening” support that she’s received from fans in an emotional Instagram post, aligning the experience to her breakup.\n“I have a broken heart and I hear those don’t mend overnight,” she wrote. “But we are linked forever by this experience and our refusal to let it hold any of us back from even the grandest dreams.”\nLena Dunham and Jack Antonoff.\nJeff Kravitz/FilmMagic\nIn her Vogue piece, Dunham chronicled the hysterectomy process from start to finish, explaining that she made the decision in the hopes of ending her crippling endometriosis-related pain. After “desperately” trying to manage a “new level of pain” from August to November, Dunham said she finally checked herself into the hospital and refused to leave “until they stop this pain or take my uterus.”\nDunham said the situation wasn’t easy on the former couple.\n“My beautiful partner, who has seen me through so much pain with compassion and care, has to be away for work, and I can feel us growing slowly apart, since life is so determined to display its full complexity right now,” she wrote in Vogue. “I am surly and distant. I offer nothing.”\n“He reminds me again and again that I am still a woman and still alive,” she continued. “But I also know that soon — for so many reasons that have nothing to do with my uterus — we’ll slip away from each other and I will face everything I am losing in impossibly tiny step.”\nDays after PEOPLE confirmed Dunham and Antonoff’s split, she briefly addressed the breakup during a livestream on Instagram, saying she was still wearing a ring that Antonoff had given her.\n“I’ll always wear it because love is a really cool, powerful, eternal thing,” she said. “It doesn’t have to be defined the way that we, in Western culture, define it as beginnings and ends.”\nAntonoff has since been linked to Carlotta Kohl; the Bleachers frontman and model sat courtside at a Knicks game a couple weeks ago.",
        "img_url": "148_0.jpg",
        "label": 1
    },
    {
        "post_text": "Everyone Donald Trump has called 'overrated' on Twitter since 2012\nThe list includes Barack Obama, the cast of 'Hamilton,' Megyn Kelly, and more\nBy\nChristopher Rosen\nPublished on January 9, 2017\nPhoto: Chip Somodevilla/Getty Images\n\nDonald Trump hit back against Meryl Streep on Monday morning, following the actress’ impassioned speech at Sunday’s Golden Globes, which took the president-elect to task for mocking a New York Times reporter for his disability. “Meryl Streep, one of the most over-rated actresses in Hollywood, doesn’t know me but attacked last night at the Golden Globes,” Trump wrote on Twitter. “She is a Hillary flunky who lost big. For the 100th time, I never ‘mocked’ a disabled reporter (would never do that) but simply showed him ‘groveling’ when he totally changed a 16-year-old story that he had written in order to make me look bad. Just more very dishonest media!”\n\nStreep is one of the most lauded actresses of all-time, with 30 Golden Globes nominations and 19 Oscar nominations, and is one of only six people ever to win three or more acting honors at the Academy Awards. She’s also not the first person the president-elect has called “over-rated” on Twitter since 2012. Ahead, a complete list — including Streep, President Barack Obama, Jon Stewart, and the cast of Hamilton.\n\n1. George Will\n2. George Will\n3. Barack Obama\n4. Karl Rove\n5. Jerry Seinfeld\n6. Jon Stewart\n7. Jon Stewart\n8. Jon Stewart\n9. Jon Stewart\n10. Richard Meier\n11. Richard Meier\n12. Jon Stewart\n13. Jon Stewart\n14. Jon Stewart\n15. Jon Stewart\n16. Jon Stewart\n17. Charles Krauthammer\n18. Charles Krauthammer\n19. Megyn Kelly\n20. Megyn Kelly\n21. Marco Rubio\n22. Charles Krauthammer\n23. Megyn Kelly\n24. Megyn Kelly\n25. Megyn Kelly\n26. Megyn Kelly\n27. Megyn Kelly\n28. George Will\n29. Debbie Wasserman Schultz\n30. Bill Clinton\n31. Hillary Clinton’s political team\n32. The cast of Hamilton\n33. Meryl Streep",
        "img_url": "151_0.jpg",
        "label": 1
    },{
        "post_text": "Kris Jenner Talks Season 15 of ‘Keeping Up With the Kardashians’ | Us Weekly\n\nEntertainment\nKris Jenner Spills Secrets About Season 15 of ‘Keeping Up With the Kardashians’ (Exclusive)\nBy Rachel Paula Abrahamson\nAugust 1, 2018\n\nKeeping Up With the Kardashians season 15 was a labor of love for the famous family. “It’s like nursery school — there are so many babies!” Kris Jenner, 62, tells Us Weekly exclusively in the new issue. The momager was of course referring to her nine grandchildren.\n\nRelated: The Kardashian Family: Get to Know the Next Generation\n\nWhile making their mark on the entertainment and business world, the Kardashian-Jenner clan is also raising their next generation. Kourtney Kardashian was the first of Kris Jenner’s children to have kids of her own. Kourtney and her now-ex Scott Disick welcomed their eldest son, Mason, in December 2009, followed by daughter Penelope three years later. […]\n\nThe Kardashian-Jenner crew grew quite a bit in last few months. Kim Kardashian welcomed her third child — a daughter named Chicago — on January 15. Then Kylie Jenner and Khloe Kardashian became first-time moms (They have daughters Stormi, 5 months, and True, 3 months, respectively.)\n\nKris Jenner E! Entertainment\n\nKris marvels at how Kylie has adjusted to parenthood. “Kylie is more calm than I was,” she tells Us. “I look at the way she she loves Stormi and takes care of her. She doesn’t go anywhere without her.” The businesswoman is equally in awe of Khloe — through she never doubted the Good American denim cofounder’s mothering skills. \n\nRelated: True Thompson’s Baby Album\n\nKhloé Kardashian has been a doting mommy ever since her first baby with Tristan Thompson, daughter True, arrived in April 2018. True’s unique name was inspired by Kris Jenner’s grandfather and father. “I sometimes, still can’t believe I’m a mommy!!! True is the sweetest ever. I got my bestie for life! Thank you Jesus for […] \n\n“I knew she would be amazing. She is always the one who has her house stocked with goodies and takes care of everyone else’s kids,” Kris gushes. “They all want to have the sleepovers at Auntie KoKo’s. True is the light of her life.”\n\nJust before Khloe gave birth, videos and photos surfaced of her boyfriend, Tristan Thompson, getting close with other women during her pregnancy. But fans might not see the drama play out on TV. “We’re focusing on baby and her life,” Kris explains. “I’m really proud of her for being an amazing mommy.”\n\nRelated: Kim Kardashian and Kanye West’s Sweetest Moments With Their Kids\n\nThese pictures are worth a thousand words — and then some! Since Kim Kardashian and Kanye West added Mom and Dad to their résumés in 2013, they’ve been sharing adorable photos of their family. The KKW Beauty creator gave birth to their eldest daughter, North, in June 2013, followed by son Saint two years later. […] \n\nKeeping Up With the Kardashians premieres on E! on Sunday, August 5, at 9 p.m. \n\nFor more on the Kardashians and season 15, pick up the new issue of Us Weekly, on stands now.\nWith reporting by Brody Brown\nIn this article\nKris Jenner\nKeeping Up With the Kardashians",
        "img_url": "156_0.jpg",
        "label": 1
    },
    {
        "post_text": "US report: Brad Pitt wins the kids | New Idea Magazine\n\nThe actor is overjoyed! \n- by Nikki Black\n24 Aug 2018\nWith the custody battle between Brad Pitt and Angelina Jolie raging on, the couple's six children have 'turned their backs on their mum' and have chosen to live with dad, the National Enquirer reports. \nAccording to the US publication's sensational report, sources have claimed the Maleficent actress is 'freaking out.'\n'The kids are fed up with their mum's behaviour,' says a source. 'They want to move back in with their dad as soon as possible.'\n'The children can't stand the drama,' another friend dished to National Enquirer. \nAs previously reported, Maddox, 17, Pax, 14, Zahara, 13, Shiloh, 12 and twins Knox and Vivienne, 10, were caught in the middle of an increasingly vicious war since their parents split two years ago, following a 12-year romance.\nAlthough the actor has applied for regular visitation rights, Angelina has attempted to block him at every turn. \nThe Oscar-winning actress tried a series of tactics to smear Bard, most recently claiming he was a 'deadbeat dad' who hadn't paid 'meaningful child support.' \nEven more recently, sources claimed Ange had 'put spies on Brad', and were instructed to follow his every move. ",
        "img_url": "159_0.jpg",
        "label": 1
    },
    {
        "post_text": "Irish actress Ruth Negga to see her Hollywood star status SOAR\n\nShe may not have won the Oscar, but there's shortage of blockbuster roles for actress Ruth Negga, who is next set to star alongside Hollywood A-lister Brad Pitt.\nThe Irish-Ethiopian beauty has reportedly signed on to feature in upcoming sci-fi adventure Ad Astra. Today's top videos \nThe film tells the story of a man's journey across a lawless and unforgiving solar system to find his missing father, a scientist who poses a threat to all mankind.\nPic: Paul Drinkwater/NBCUniversal via Getty Images\nThe flick will be directed by James Grey and also rumoured to be lined-up for a part is silver screen is veteran Tommy Lee Jones. Details about and Pitt – also on board as a producer - and Negga’s role are being kept under wraps for now.\nLast year Negga, 35, attracted international attention when she received an Academy Award nomination for her role in the historical drama Loving. Although she missed out on the Best Actress gong at the ceremony in February, she’s clearly not stuck for work.\n\nIFTA winner Negga, who initially rose to fame on home shores in RTE’s Love/Hate and E4 series Misfits, is currently starring in season two of AMC's comic book adaptation Preacher. The actress appears opposite her other half, British boyfriend Dominic Cooper, 39, in the drama.\n'It would be so lonely if he wasn't there,' she said about working with her leading man.\nRuth with her other half Dominic Cooper Pic: Rex\n'People say, \"Never go out with an actor.\" But if you were with someone with a normal job, and one of you had to go away, how would that work?' \nThe couple, who have been together since 2009, maintain a low-profile approach to their relationship. \n\nHowever, last month in an interview with Net-a-Porter’s The Edit, Negga gave some insight into her romance with Cooper and spoke about the idea of having children. She revealed she is constantly thinking about 'when' and 'if' she would like children.\nThe couple with the Preacher co-stars Pic: Getty\nNegga said: 'By the time you're in a great relationship, it's like, oh, I'm 35. S***. So there is part of your thinking that is: \"Do I want kids? When? If? How?\"\n'It's there, all the time, preoccupying me. And that's not being an actor, it's being a woman. I don't know what [job] really creates a safe space for a woman to have time out, prolong the human race, and return to work in a very supportive way.'",
        "img_url": "170_0.jpg",
        "label": 1
    },
    {
        "post_text": "What! Brad Pitt is smitten by a young Angelina Jolie-lookalike?\n\nAccording to a recent report by In Touch, the 53-year-old Hollywood actor is falling for 21-year-old actress Ella Purnell, who has portrayed the younger version of Angelina Jolie in Maleficent (2014).\n\nAlso read: Is there a squabble going on between Angelina Jolie's sons Maddox and Pax?\n\nShe was recently cast in the lead role of Starz's upcoming TV series \"Sweetbitter,\" which is being produced by Pitt. Hence, In Touch claimed that Pitt has been smitten by Purnell's performance in the movie so he cast her in his new series.\n\n\"He's so enchanted,\" the source told In Touch.\n\n\"Brad had Ella in mind from the get-go. He went out of his way to cast her,\" the source added. \"Ella is incredibly flattered by all the attention she's getting from Brad. She's told friends he's always been her No. 1 celebrity crush.\"\n\nBrad Pitt (L), Ella Purnell (R)REUTERS\n\nThe report also explained that Angelina Jolie is reportedly being furious about Brad falling for someone who is 32 years younger than him and \"her [Purnell] being cast in Sweetbitter.\"\n\n\"She absolutely hates that Brad is cavorting with someone who played the teenage version of her in a film,\" the insider added.\n\n\"[Brad] realizes the huge age difference and that everyone would look at the relationship as a midlife crisis mistake,\" the source explained.\n\nBut according to the insider, Brad's attraction to Ella is more than just physical. \"He's taken with Ella's spunky, funny demeanour or and formidable acting skills.\"\n\n\"It's only a matter of time before Brad takes their relationship to the next level,\" the source added.\n\nMeanwhile, another website named Gossip Cop looked over the matter. The website, which is better known for rubbishing these kinds of rumours, claimed that this story is 'entirely fabricated.'\n\nEver since Brangelina split happened, a few websites including In Touch, Hollywood Life are consistently reporting many stories on these two Hollywood A-listers and their current relationship status.\n\nThis particular report was seemingly concocted simply because Pitt is coincidentally working with a young actress who played his estranged wife in a movie, noted Gossip Cop.",
        "img_url": "177_0.jpg",
        "label": 1
    },
    {
        "post_text": "Cheryl admits her Liam Payne split statement was 'cringeworthy'NewsletterCelebritiesCelebrity babiesCelebrity couplesRoyaltyKing Charles IIIQueen ConsortKate MiddletonMeghan MarklePrince WilliamPrince HarryPrince GeorgePrincess CharlottePrince LouisBritish RoyalsU.S. Fashion Trending Fashion Celebrity Style Royal Style LifestyleMenopause Homes Food Weddings Parenting Health & Fitness Travel Beauty Makeup Skincare HairEntertainment TV & FilmMusic HappinessHELLO! Happiness Hello to Kindness EmpowermentPlanet Positive  ShoppingEditionUK EditionUS EditionCA EditionNewsletterSubscribeSubscribeFollow HELLO! at:\nHomeCelebrity NewsCheryl admits her Liam Payne split statement was 'cringeworthy'Piers Morgan revealed his text message exchange with the pop star 23 Jul 2018Ainhoa BarcelonaContent Managing EditorShare this:\nCheryl has admitted that her statement announcing her split from Liam Payne was \"so cringeworthy,\" but that she and the One Direction singer \"don't hate each other\". Her candid comments came to light after Piers Morgan revealed the pair had texted each other, after Piers covered the break-up on Good Morning Britain earlier this month. On the show, he said: \"It's always weird when celebrity couples split up saying they have so much love for each other. If they love each other that much, why are they splitting up? They should be more honest and just say, 'We hate each other.'\"In his latest column for the Daily Mail's Event magazine, Piers revealed that Cheryl texted him after the broadcast to share her feelings. \"When we came off air, Cheryl texted me: 'I'm so sorry you didn't like my statement, Piers – perhaps I should have texted you the intimate details in chronological order as it unfolded,'\" the TV star revealed.Cheryl and Liam's love story through the years:\nPiers added that the pair had \"always got on well\" so he felt a \"sudden rare pang of guilt\" after making the comments. He apologised and Cheryl replied that she was \"only messing\". He continued: \"Fortunately, Cheryl quickly eased my concern: 'I'm just messing. I hate those kinds of statements too, so cringeworthy. But we don't hate each other. It just didn't work out.'\"MORE: The detail in Prince George's birthday portrait you might have missedCheryl, 35, and Liam, 24, announced their split in a joint statement on Twitter earlier this month. The friendly exes, who share a one-year-old son Bear, wrote: \"We are sad to announce that we are",
        "img_url": "181_0.jpg",
        "label": 1
    },
    {
        "post_text": "Mariah Carey's New Year's Eve Mishap NOT Caused By Drugs And Alcohol, Despite Report \nBy Andrew Shuster\nWonderwall\n11:33pm PST, Jan 15, 2017",
        "img_url": "182_0.jpg",
        "label": 1
    },
    {
        "post_text": "Why Prince Harry Reportedly Won’t Get a Prenup Before Marrying Meghan Markle\n\nRoyal experts weigh in.\nBy Megan Friedman\nPublished: May 19, 2018 4:00 AM EST\n\nEvery item on this page was chosen by a Town & Country editor. We may earn commission on some of the items you choose to buy.\n\nWhen members of the royal family tie the knot, there’s a lot at stake—including a whole lot of money. Which is why it might be surprising to some onlookers that, according to the Daily Mail, Prince Harry has declined to seek a prenuptial agreement before he marries Meghan Markle today in Windsor. But we spoke to two royal experts who said nobody should be shocked at this news. When it comes to the royals, prenups are simply not done.\n\nThis is not a celebrity marriage, it’s a royal marriage.\n\n“I don’t think members of the royal family sign prenuptial agreements,” says Katie Nicholl, author of Harry: Life, Loss, and Love. “It’s commonplace with celebrity marriage, but this is not a celebrity marriage, it’s a royal marriage.” Nicholl says that Prince William and Kate Middleton also did not sign a prenuptial agreement, despite the very public divorce between William and Harry’s parents, Prince Charles and Princess Diana. And even though three of the Queen’s four children have divorced, none apparently had a prenuptial agreement.\n\nYes, there is a large sum of money in the balance for this marriage, but the true, staggering wealth belongs to the Queen, so it wouldn’t be divided up if Meghan and Harry did end up divorcing. “You wouldn’t need a prenuptial agreement to stop Windsor Castle from being cut in half in the event they divorce, because it’s not Harry’s,” says Duncan Larcombe, author of Prince Harry: The Inside Story.\n\nLarcombe notes that Harry does have substantial wealth on his own, thanks to his inheritance from Princess Diana, but the Queen holds the vast majority of the royal property and fortune. The Queen's net worth has been estimated at around $500 million, while Prince Harry's is estimated anywhere from $25 to $40 million. Meghan also has her own money as a successful actress on Suits, reportedly making around $50,000 per episode of the long-running series. If Meghan and Harry do ever divorce, Larcombe adds, the vast majority of negotiations would happen outside of court. For example, Diana received a new title, a financial settlement, and was entitled to royal security protection, although she turned that down. Plus, the Daily Mail notes that even though prenups are taken into account in U.K. divorces, they’re not legally enforceable.\n\nAnd though royal divorces may have had a violent start, thanks to Henry VIII’s habit for decapitation, royal splits try to make as few waves as possible in modern times. “In the modern history of the royal family, the divorce is described as amicable for PR reasons,” Larcombe says, “and the person who is departing the royal family, they’re just looked after, and those arrangements are not done through court, they’re done behind closed doors.”",
        "img_url": "195_0.jpg",
        "label": 1
    },
    {
        "post_text": "Crazy In Love? Beyoncé Heading To $1 Billion Divorce\nBy National ENQUIRER Staff\nAug 5, 2017 @ 13:30PM Aug 5, 2017 @ 13:30PM\n\nMegastar Beyoncé is privately trapped in a nightmare marriage!\nThe 35-year-old singer and hip-hop mogul husband Jay-Z have secretly split twice and were “literally signatures away from a divorce” together, sources told The National ENQUIRER.\nNow, with any ugly love child scandal and endless cheating allegations surrounding Jay-Z, a billion-dollar split appears more likely, insiders said.\nBeyoncé put the spotlight on her eight-year troubled marriage in a promotional clip for her blockbuster 2016 album, “Lemonade.” Swinging a baseball bat, Beyoncé called out her tycoon husband for multiple affairs. The video even ended with Bey flinging her wedding ring to the ground!\n\nAs The ENQUIRER has reported, their marriage has been rocked by a notorious paternity scandal involving a New Jersey man, Rymir Satterthwaite, claiming he is Jay-Z’s love child.\nThe couple also relocated from the Big Apple to a pricey Beverly Hills spread in a bid to shore up their rocky union.\n“Bey and Jay are two flawed people who make everyone believe they’re perfect,” spilled a source. “But they are a bad storm and you’d best believe there aren’t any blue skies hovering over them.”",
        "img_url": "209_0.jpg",
        "label": 1
    },
    {
        "post_text": "Sister Wives Star Kody Brown Only Has a Relationship With Robyn | In Touch Weekly\n\nRobyn Is the Only Wife Standing by Kody Brown Amid ‘Sister Wives’ Cancellation\nMisc\nFeb 7, 2018 5:26 pm· \n\t\tBy In Touch Staff \n\nThings aren’t looking good for Kody Brown! When Season 11 of his reality show Sister Wives debuted in late 2016, “TLC was less than impressed by the ratings,” an insider revealed, explaining that premiere viewership of 1.8 million “was not enough” for the network. “So Kody told them he’d be willing to have the network slash his family’s pay from $180,000 for each adult to $180,000 total if it meant they could make Season 12. He put everything on the line to convince them it could still work.”\n\nBut, he couldn’t deliver and now his wives are turning on him. They’ve been struggling for the past few years, and Kody’s three “spiritual marriages” have all fizzled out. “His only real connection seems to be with [legal wife] Robyn now,” an insider revealed to Life & Style. “The other wives have all but given up on him. They mostly see him as an ex-husband who turns up to help with the children.” \n\nBut, Kody doesn’t want to accept that it’s all coming to an end. “He’s been blaming everyone for the current state of the show — except himself,” the insider admitted. “He’s too proud for that.” When the show began in 2010, viewers were fascinated to see a seemingly happy polygamous family on TV. But those days are over. “TLC has discovered you can only pretend things are all rosy for so long. Fans now realize the Browns are anything but a happy group.”\n\nMeri has pulled away completely. She first shattered the illusion that all was well when she had an emotional online and phone affair in 2015 with a man, Sam Cooper, who turned out to be a female catfisher. “Kody has never forgiven Meri for it,” the insider said. She moved out of their Las Vegas culdesac months ago after purchasing a Utah bed-and-breakfast in late 2017 and rarely returns to Vegas except for family events or when TLC needs to film something with her there. “Kody’s happy with that arrangement. He doesn’t want to have too much to do with her. Their relationship is dead.”\n\nHe doesn’t want his reality-TV career to die too, but it’s out of his hands. TLC is planning to create a series focusing on the children of sister wives, the insider says, which will feature Meri and Kody’s daughter, Mariah, who came out as a lesbian last year. “She’s a favorite with fans because of her maturity,” the insider added. “But while Meri will make the occasional appearance on the show, there are no plans to feature Kody. For him, things are very much over.”\n\nHave a tip? Send it to us! Email In Touch at contact@intouchweekly.com.",
        "img_url": "210_0.jpg",
        "label": 1
    },
    {
        "post_text": "The Spice Girls reportedly set for 2018 reunion and new album\nAll five original members of the 1990s pop group are also said to have agreed to a one-off TV special, which will air next year\n\nBy Sam Moore\n12th November 2017\nThe Spice Girls\nThe Spice Girls have reportedly agreed to a reunion in 2018 which will see them record both a new album and a one-off TV special.\n\nThe pop group originally formed in 1994, before splitting in 2000 following the recording of three studio albums. The group reunited for a live tour from 2007-08, while they last performed together at the closing ceremony of the 2012 London Olympic Games.\n\nA new report has claimed that all five original members of The Spice Girls – Mel B, Victoria Beckham, Emma Bunton, Mel C and Geri Halliwell – have been taking part in secret talks about the group’s possible return since the summer, with a 2018 date now agreed for a reunion.\n\n“The five of them have been locked in secret talks since the summer, and finally they are all on-board for a 2018 reunion,’ a source told The Sun. “As it stands, they will be working together on a series of projects, which will include an album and a TV special celebrating the Spice Girls.\n\n“Getting Victoria to agree has been a coup for everyone involved, given she has always been the person holding back on a reunion,” the source added.\n\nBack in July 2016, three members of The Spice Girls sparked rumours of a reunion after posting a video which hinted at a possible tour.\n\nRelated TopicsThe Spice Girls",
        "img_url": "214_0.jpg",
        "label": 1
    },
    {
        "post_text": "Victoria Beckham reportedly furious about David’s female friend\n\nBy Nancy Brown\n17 Oct 2017, 18:08\nTags: David Beckham, Victoria Beckham\n\nThey’ve been married now for 18 years which, in showbiz speak, is pretty much a lifetime.\n\nBut according to a new totally unconfirmed report, Victoria Beckham has been growing increasingly frustrated with hubby David’s new female pal.\n\nA so-called insider snitched to The Sun that Victoria, 43, is reportedly not a fan of David’s friend Lady Mary Charteris.\n\nRead more: Duchess of Cambridge shows off her blossoming baby bump\n\nWhy, you ask? Well the source alleged it’s all because Lady Mary loves a good party and Victoria worries about that rubbing off on David, 42.\n\nThe insider said: “David has spent time partying with Mary at events into the early hours of the morning.”\n\nApparently David was introduced to Lady Mary through his good friend Dave Gardner, who is engaged to Hollywood actress Liv Tyler.\n\n“Victoria is very worried that she is not the best influence on David,” continued the insider.\n\n“They met at Glastonbury but Victoria is not fond of her.”\n\nOh dear. Of course, this is all just wild rumours and until Posh, Becks or Mary actually respond, we’ll take it with a pinch of salt!\n\nAnd hey, even if Lady Mary does like a party, so what?\n\nWe all have that friend who loves a good night out and is buckets of fun to be around!\n\nLady Mary, 30, is rather well-connected (perhaps obvious given the whole title…)\n\nShe’s the daughter of Scottish nobleman James Charteris, the 13th Earl of Wemyss and 9th Earl of March and has Jerry Hall as her godmother.\n\nThe model and socialite has been married to rocker Robbie Furze since 2012.\n\nRead more: Lorraine viewers shocked by how Rizzo from Grease looks now\n\nDavid and Victoria, meanwhile, have been married since 1999 and proud parents to four kids: Brooklyn, 18, Romeo, 15, Cruz, 12, and six-year-old Harper.\n\nGushing Becks said earlier this year it was love at first sight when he saw Victoria. Aww!\n\nHe added to Desert Island Discs: “Whenever we’ve come up against tough times, we know each other better than anybody knows us. We have an amazing life which we are very respectful of. We are also private people.”\n\nAww, you guys!",
        "img_url": "215_0.jpg",
        "label": 1
    },
    {
        "post_text": "After much speculation, it looks like Dakota Johnson, 28, and Chris Martin, 40, are officially an item. According to Us Weekly, they are \"definitely dating\" and have \"gotten to know each other really well and are very comfortable from one another.\" Chris even \"sends Dakota his music to get her opinion\" and \"it's more than just a fling.\" Rumors of a romance between the Fifty Shades of Grey actress and the Coldplay frontman have been swirling for quite some time now, and just last month, Dakota stepped out to support Chris at his concert in Argentina. They were also reportedly seen together at Nick Cave's concert in Israel that same month. Dakota was last linked to Jon Hamm, while Chris previously romanced Jennifer Lawrence and was married to Gwyneth Paltrow, with whom he has two kids, 13-year-old daughter Apple and 11-year-old son Moses.",
        "img_url": "228_0.jpg",
        "label": 1
    },
    {
        "post_text": "After winning Season 24 of \"The Voice,\" Huntley is wasting little time in giving back to his community by fighting homelessness.",
        "img_url": "229_0.jpg",
        "label": 1
    },
    {
        "post_text": "\"I gotta state my truth.\"\n\nKanye West says he and JAY-Z have \"positive energy\" between them now, but he hasn't forgotten that his longtime friend missed one of the most important days of his life.\n\nIn a nearly two hour-long interview released on Tuesday with Charlamagne tha God from iHeartRadio’s The Breakfast Club, Kanye talks about what led to his rift with JAY-Z, expressing the disappointment he felt when the 48-year-old rapper and his wife, Beyonce, did not attend his 2014 wedding in Italy to Kim Kardashian West.\n\n\"I was hurt about them not coming to the wedding. I understand they were going through some things, but if it's family, you're not going to miss a wedding,\" he says. \"I gotta state my truth.\"\n\n\"You just start coming up with all types of crazy things in your head,\" Kanye adds, noting that he started to feel \"like the cousin that you can't bring around.\"\n\nWhen asked if he knows why JAY-Z and Beyonce skipped the nuptials, Kanye says he never asked them. \"I'm not sure, I'm past it, but at the time I was hurt about it,\" he replies. \"I don't think I ever asked him that question directly.\"\n\nAs for the state of his friendship with JAY today, Kanye says, \"We good. We texting each other, positive energy.\"\n\nCharlamagne also inquired as to whether the Watch the Throne collaborators have seen each other, to which Kanye admits, \"I haven't seen him, but I can feel him.\"\n\nHe adds, \"We'll do it. Sometimes also when you have such similar personalities ... they need to do it on our own.\"\n\nKanye also addresses JAY-Z's slight dig about him in the song, \"Kill JAY-Z,\" but doesn't seem mad about it. \"He did it in a brotherly way,\" he notes. \"He could have done a record, it was a bar.\"\n\nThe father of three also tends to call out those close to him and those in the industry in both his songs and tweets. He's recently been back in the news, thanks to his spirited, albeit controversial, return to Twitter. Check out Kanye's latest messages:\n\nRELATED CONTENT:\n\nMusic\nKanye West Says 'Taylor Swift Moment' and Kim Kardashian's Robbery Led to His Breakdown\n\nNews\nKanye West Says He Wants to 'Stop Hating' Late Mother's Surgeon -- and Put Him on His Album Cover\n\nNews\nKim Kardashian Says She Didn't Even Know Kanye West Was Back on Twitter\n\nVideo\nKim Kardashian Goes Topless in Bedroom Pic Taken By Kanye West\n\nRelated Photos\n30 Photos\nKim Kardashian and Kanye West: A Look Back at Their 2014 Wedding\n\nUpdates on Celebrity News, TV, Fashion and More!\n\nSign up\n\nBy signing up, you agree to our Terms of Use and Privacy Policy\n\nTags:\nKanye West\nJay Z\nKim Kardashian\nBeyonce",
        "img_url": "235_0.jpg",
        "label": 1
    },
    {
        "post_text": "Ben Affleck and Jennifer Garner are moving on with their lives a year after filing. The duo filed to end their 10-year marriage on April 13, 2016, nearly two years after they originally announced their split. The divorce isn’t yet finalized but is progressing, sources have said, as the two have been in mediation with leading L.A. divorce lawyer Laura Wasser to settle privately.\n\nSince then, they have continued to happily co-parent their three children, Violet, 12, Seraphina, 9, and Samuel, 6, and spent Easter weekend together with them in Hawaii, where Affleck has been shooting his new movie Triple Frontier.\n\n“They’re doing well, and are both committed to providing a supportive environment for their kids,” a source close to Affleck tells PEOPLE. “They continue to remain cordial to one another. There is a lot of love and respect there.”\n\nThe day before the holiday, the whole family made a group trip to Sea Life Park in Oahu. “They made a family trip to interact with dolphins, sea lions and stingrays,” a source told PEOPLE. “They spent several hours at the park and looked like they had the best time. The kids were all very interested in learning about the animals. They all seem like huge dolphin fans.”\n\nDuring the trip, Garner stayed at a resort while Affleck stayed at a nearby house. “Jen seemed excited about the trip. She hasn’t been to Hawaii for a while and always loved it,” added the source.\n\n“The kids love when they all spend time together,” said a second source.\n\nWhen filming breaks allow, the actor, 45, visits the kids at home in Los Angeles. “He’s found a really good routine,” an insider said. “He’s in a great place, enjoying his work on the new film and being able to fly back to spend time with the family during downtime.”\n\nDays before Garner and the children arrived in Hawaii, Affleck’s girlfriend, Saturday Night Live producer Lindsay Shookus, 37, also visited him.\n\nSources have said the two are in a committed relationship but taking it slow.\n\n“Ben is in a very committed relationship with Lindsey Shook us and they too work hard to balance time between work, friends and their families,” says the source close to Affleck.\n\nOn Wednesday night, Garner was spotted out in N.Y.C. looking relaxed and happy. The actress, 45, was smiling ear to ear as she attended an event at the famous French bakery Ladurée.\n\nGarner remains supportive as the Justice League star, who’s continuing his treatment for alcohol addiction, moves on. “As long as Ben keeps working on himself, Jen is happy,” another insider said. “She will continue to support him because it benefits the kids.”\n\nThe actor is looking to buy a home, listed for $19.2 million, near Garner in Los Angeles. Affleck has his eye on the space that boasts seven bedrooms and nine bathrooms along with a screening room, gym, family room and maid’s room as well as a backyard with pool, spa, outdoor BBQ and guest house.\n\nThis comes months after the father of three was first spotted house hunting with Shookus.\n\n“Ben is looking to buy a family friendly house,” a source previously told PEOPLE in October 2017. “Lindsay shared her opinions, but it was clear that they are not buying a house together.”\n\nAffleck had been living in a rental since he moved out of the family estate he used to share with Garner. Prior to their divorce filing last April, he was living in the family’s guesthouse.",
        "img_url": "236_0.jpg",
        "label": 1
    },
    {
        "post_text": "Hoda Kotb 'Keeps in Touch' with Matt Lauer After Today Firing\nBy Natalie Stone\nPublished on April 13, 2018 03:49PM EDT\n\nMatt Lauer may no longer be a part of the Today show family, but he still stays in touch with his former colleagues on the morning news program.\n“Yeah, we keep in touch with him,” Hoda Kotb, who replaced Lauer as co-anchor alongside Savannah Guthrie, told The Hollywood Reporter for its 35 Most Powerful People in New York Media 2018 issue.\n\n“I mean look, this is one of those complex situations,” admitted Kotb, 53, who received a congratulatory text from Lauer when she was named co-anchor in early January. “I’ve known him since I started working at NBC [in 1998]. When I was sick with breast cancer, he was the first to call. He helps and helped in ways that … you know, he was incredible in that way.”\n\nThough Kotb has fond memories of Lauer, 60, she isn’t discounting the stories of the women who came forward and accused the previous NBC anchor of sexual misconduct.\n“There is that Matt and then there’s the Matt that the accusers speak of. And those accusers’ voices matter and that story matters and it’s … (to Savannah Guthrie) It’s still tough, right?” Kotb said in the THR interview to Guthrie, who affirmed: “Yes.”\n\nIt’s been five months since Lauer parted ways with the show at the end of November after the network received a “detailed complaint from a colleague about inappropriate sexual behavior,” with reason to believe “this may not have been an isolated incident.” Women have also anonymously accused him of sexual harassment and assault in reports published by Variety and The New York Times.\n\nFollowing his firing, which was announced live on Today by Guthrie and Kotb, Lauer addressed the original allegations in a statement.\n“There are no words to express my sorrow and regret for the pain I have caused others by words and actions,” he said, in part. “To the people I have hurt, I am truly sorry. As I am writing this, I realize the depth of the damage and disappointment I have left behind at home and at NBC.”\n\nSpeaking with PEOPLE following Lauer’s exit, Guthrie, 46, and Kotb opened up about sharing the sobering news with the world.\n“I think you could see from the moment that the news happened that our hearts were broken, and in lots of ways, they still are,” Guthrie said. “That feeling was shared through our whole newsroom and our whole Today show staff, because it sounds like cliché or a promo line, but it happens to be true: We are family, and we do love each other, and families do go through hard times, and when that happens in good families, you just get closer. You pull together and you focus on the foundation and what keeps you together. I think that’s what we’ve all been trying to do. And for me, I just am trying to get comfortable with how complicated the feelings around all of it are, and it is complicated. And just trying to have love and compassion for everyone concerned.”\n\nThe duo also spoke about Lauer, whom they are continuing to support and only want the best for.\n“We know he’s working on his family, we know that for sure. Of course our hearts go out to the brave women who have told their stories,” Guthrie said.\n\n“What we are experiencing and processing now is how to honor and remain a true friend to someone even in spite of learning things that are deeply disturbing,” she added. “And we are trying to navigate that path with integrity.”",
        "img_url": "239_0.jpg",
        "label": 1
    },
    {
        "post_text": "Ryan Gosling Mourns Loss Of Beloved Dog While Promoting Bladerunner 2049 by Elizabeth Logan Oct. 7, 2017 Will Heath/NBC/NBCU Photo Bank via Getty Images\n\nEagle-eyed fans may have noticed that Ryan Gosling closed out his gig as host for the season 43 premiere of Saturday Night Live wearing a graphic shirt bearing the image of his dog, George. As it turns out, there was quite a sentimental reason before the sartorial statement. Appearing on Ellen yesterday, Gosling confirmed that the beloved canine had recently passed away at the age of seventeen. “He was a good friend to me,” Gosling told Ellen Degeneres during the sit-down. “There was something about George where he always—I think he felt being a dog was beneath him. He would not do tricks. if you wanted him to sit down you would have to convince him that it was in his best interest.”\n\nFans of the actor will be familiar with just how close the pair were—George even appeared alongside Gosling during an appearance on Late Night with Jimmy Fallon a few years back. Gosling took Friday’s stint on Ellen to share some of his other favorite memories of the canine. “One time we were at an outdoor restaurant and he was sort of sitting on the pavement, looking forlorn down the street,” he shared. “Someone got up to go to the restroom, and I guess he’d had enough, and he got up on their seat and sat down at the table like a gentleman and looked around the table, like, ‘Yeah, that’s right.’”\n\nIn brighter Gosling news, his film Bladerunner 2049, for which he’s been on the promo circuit for over the past few weeks, opened in theaters on Friday after much anticipation to generally favorable reviews. The long overdue sequel is set to pull in $36 million in its opening weekend, and is already generating some early Academy Awards buzz—meaning that we can expect plenty more emotional talk show appearances in the coming months.",
        "img_url": "242_0.jpg",
        "label": 1
    },
    {
        "post_text": "Sacrebleu! Angelina Jolie’s French Obsession\nActress desperate to reinvent herself! \nBy National ENQUIRER Staff\nJun 4, 2017 @ 16:59PM Jun 4, 2017 @ 16:59PM\nGetty Images \nAngelina Jolie is going back to her roots — and demanding everyone around her speak French!\nA snitch told The National ENQUIRER the 41-year-old mother of six, whose maternal grandfather was French-Canadian, has become obsessed with all things French — and has made sure the children she shares with her ex Brad Pitt are fluent in the language as well!\n“Angie is extremely sentimental at the moment — meeting up with her estranged dad after years is proof of that,” disclosed a confidant. “But this French thing, it’s all about trying to feel close to her late mother.”\nAngelina Jolie Divorce Crisis — Down To 77 Lbs!\nWhile those in Angie’s camp are sympathetic, they’re also annoyed with her new linguistic preference because most of them don’t speak the language — and don’t plan on learning it anytime soon!\n“It’s driving everyone crazy, but she’s trying to find something to cling to right now — and her mother’s heritage is it,” spilled another tipster. “The problem is she comes across as someone completely out of touch — and selfish!”",
        "img_url": "256_0.jpg",
        "label": 1
    },
    {
        "post_text": "All Justin Bieber Wants Is to Get Back Together With Selena Gomez\n\nBy Alyssa Bailey\nPublished: Apr 03, 2018 4:11 PM EST\n\nThe reality of Justin Bieber and Selena Gomez's break becoming a permanent breakup may be sinking in for the Biebs, or so People's new report suggests. A source close to Bieber told the outlet that despite all the Baskin Champion romance talk, Justin Bieber just wants to have Gomez back with him—at church, the ice rink, and beyond. “He loves her. He wants her back,” the source said, adding that Bieber “misses” Gomez.\n\nBieber and Gomez's last big public date was his father's wedding in Jamaica, where they recreated their 2011 wedding kiss. They spent 6 out of 7 consecutive days together that week, indicating they were stronger than ever and might make their on-off relationship permanently on this time, according to the tabloids. But Gomez's family never approved of the Biebs, a major factor that led to their break, some outlets reported. And Bieber, according to Us Weekly's source, started acting selfish again, annoying Gomez. “[He] doesn’t care about anyone but himself,\" the source told Us on March 12. \"The second she saw it, she walked away, especially now with her health. She knows she doesn’t need him.”\n\nThe break seemed to be instigated by Gomez right around Bieber's March 1 birthday. Bieber never wanted this: \"Justin has been upset about the recent break from Selena and is trying to keep busy until they work things out,\" a source told E! on March 21. \"It wasn't his choice for them to split, and he is really taking time to focus on himself right now.\"\n\nMeanwhile, Gomez had a realization, E! reported on March 26: that he may be better, but they may still not be right... at least right now. \"Selena realized even though he's made some positive improvements, they just aren't a perfect match right now,\" a source told the outlet.\n\nBut Gomez's birthday post to Bieber remains on her Instagram, a sign that hope may not be lost yet.\n\nGomez was most recently photographed with her friends yesterday, posing in pink pajamas and Puma merch. She was also filmed lipsyncing in the car by her assistant Theresa Mingus.\n\nBieber attended Holy Wednesday church service with Baskin Champion but has not been photographed with her since. His last appearance was on his social media on Easter, when he posted four bunny selfies.\n\nAlyssa Bailey\nSenior News and Strategy Editor\nAlyssa Bailey is the senior news and strategy editor at ELLE.com, where she oversees coverage of celebrities and royals (particularly Meghan Markle and Kate Middleton). She previously held positions at InStyle and Cosmopolitan. When she's not working, she loves running around Central Park, making people take #ootd pics of her, and exploring New York City.",
        "img_url": "261_0.jpg",
        "label": 1
    },
    {
        "post_text": "Gigi Hadid Begs Zayn Malik to Quit Touring Due to Severe Panic Attacks (EXCLUSIVE)\nGetty Images\nJul 15, 2017 9:02 am· \n\t\tBy Paulina Jayne Isaac \n\nThere's a possibility that Zayn Malik will stop touring completely if girlfriend Gigi Hadid has anything to do with it! \nThe former One Direction singer struggles with anxiety and has suffered panic attacks due to the pressure of performing in front of large crowds. Gigi worries about Zayn and wants him to take a step back from his music and focus on his mental health for awhile, but sources tell Life & Style that Zayn isn't sure that would be best for him.\n“Gigi suggested to Zayn that he needs to take a year off to focus on himself and that he should just quit touring,” the source reveals. \"The panic attacks are so severe that Zayn can barely breathe or move.\"\n\nBut, it's not just Gigi who is concerned about the extreme anxiety. Zayn is also desperate to get better. The \"Pillowtalk\" singer has tried acupuncture and therapy but nothing has helped him get rid of the attacks. The model thinks that focusing on some of his other hobbies might give him relief from his anxiety.\n\"He loves cooking, and it helps him relax,” the source continues, “so Gigi suggested he pursue that more seriously.”\n\nWe hope Zayn can find a way to help alleviate his anxiety and if not, possibly take a break from touring in order to ensure that his health doesn't suffer. But he's worried about disappointing fans.\n\"I cannot apologize enough but I want to be honest with everyone who has patiently waited to see me, I promise I will do my best to make this up to everybody I've let down today,\" he wrote to his fans last year after pulling out of a scheduled performance. \"I know those who suffer anxiety will understand and I hope those who don't can empathize with my situation.\"\n\nWe don't doubt that fans will support his decision no matter what.",
        "img_url": "266_0.jpg",
        "label": 1
    },
    {
        "post_text": "Angelina Jolie Is Secretly Dating a Handsome Older Guy​Angelina Jolie Is Secretly Dating a Handsome Older Guy\nMeanwhile, Brangelina \"can barely be in the same room together.\"\nBy Mehera Bonner\nPublished: Mar 27, 2018 4:43 AM EST\nSave Article\n\nGetty Images\nAngelina Jolie has officially moved on from her relationship with Brad Pitt—and she's dating a regular dude (AKA not an actor). More specifically, she's dating a handsome older man who sells homes for a living. \"Brad and Angie are both very secretive about their dating life. Angie has told some friends she isn't ready to date, but she has been seeing a handsome, older-looking man who is a real estate agent,\" a source tells ET. \"He isn't a celebrity or high profile in any way.\"\n\nGetty Images\nBrad and Angie before their breakup.\nThe source explains that \"Angie was in a very bad place\" after splitting from Brad in September 2016, and that \"just having another adult to spend time with has been helpful.\"\n\nGetty Images\nAngelina Jolie walks the BAFTAs red carpet solo on February 18, 2018.\nMeanwhile, Brad also appears to be dating, and he's also avoiding actors. \"He's very private about who he’s seeing, but he does continue to casually date,\" the source says. \"The women he sees are not in the public eye.\"\n\nBy the way, don't get your hopes up about Brad and Angie consciously re-coupling anytime soon because \"they can barely be in the same room together.\" 👀",
        "img_url": "267_0.jpg",
        "label": 1
    },
    {
        "post_text": "Her Girl Crush… Eleven Reasons We Love And Adore Angelina Jolie\nWe LOVE this lady...\nSue Murphy \nSue Murphy \nEvery week, we love to focus on one woman who really impresses us or a woman that we just love. This week, we focus on the beauty and brains that is Angelina Jolie. Here are eleven reasons we love this superstar.\n\n1. Have you seen her?\nYes, admit it. She’s gorgeous.\n\n2. Her body of work.\nAngie’s body of work is pretty impressive, ranging from strong badass women in films like Wanted to brilliant character depictions like Girl, Interrupted. She is arguably one of the best actresses working at the moment.\n\n3. Her dedication to her family.\nThey go everywhere with her. All of them. ALL OF THEM!\n\n4. Her humanitarian campaigns.\nAngie in the past has worked as a UN ambassador drawing attention to war torn areas across the globe. She is also a spokeswoman on rape during war and works tirelessly to help children who are harmed by war. These are just a few of Angie’s campaigns for which she has been honoured for on many an occasion. Oh, and after her visit to Cambodia, SHE called the UN to ask how she could help.\n\n5. Taking the director’s seat.\nOn top of a huge workload in acting, Angie has now moved into the director’s seat for In the Land of Blood and Honey and the upcoming Unbroken.\n\n6. She’s one half of one of our favourite couples.\nBrad! BRAD AND ANGIE! Too much.\n\n7. That Oscar speech.\nAdorable.\n\n8. She’s a little bit left of centre.\nYes, she went around with a vial full of her other half’s blood, but you know what? Angelina doesn’t really care what you think.\n\n9. She’s brave.\nThe actress underwent a double mastectomy last year, but she also came clean about it in the press, a very brave decision for the actress and an inspirational story for many others.\n\n10. Those lips!\nThey are hers. Honestly.\n\n11. She is completely badass.\nLara Croft? Salt? Wanted? Mr. and Mrs. Smith? We wouldn’t want to get in a fight with Angie, that’s all we know.",
        "img_url": "269_0.jpg",
        "label": 1
    },
    {
        "post_text": "Brad Pitt Is Still Single, Despite Rumors He’s Dating MIT Professor Neri Oxman\n\nEver since he and Angelina Jolie announced their separation, Brad Pitt‘s love life has been a struggle to keep up with. That’s not due to any actual action on his own part; it’s wading through all of the rumors. One of those rumors was centered around his relationship with the Massachusetts Institute of Technology professor Neri Oxman, which began in April. As it turns out, though, Pitt is allegedly still single and relishing that fact.\n\n“He has gone on dates but he’s not looking to leap into a serious relationship at the moment,” a source close to Pitt told Entertainment Tonight. “He is content on his own and enjoys the quality time he spends with the children when he isn’t working.”\n\nInstead of spending time on his love life, Pitt has apparently been putting all of his energy into parenting the six children he shares with Jolie, as well as his career, which includes a starring role in Quentin Tarantino’s Once Upon a Time in Hollywood. “He is focused on two of the most important things he should be focused on, and those are his children and his work,” the source said, adding that Pitt is “in a great place personally and professionally…. Being a father is his number one job, and he knows that. He will always be there for those children…. He’s spending more time out and about socializing with his close friends, but he also is still a homebody and appreciates hanging around his place.”\n\nPitt confirmed the latter in his latest revealing interview, with GQ, in which he talked about dealing with his loneliness. “You have to wrap your stuff up at night and bring order back to your chaos for the next day,” he said. “I find it a great opportunity for the introspection. Now you have to be real careful not to go too far that way and get cut off in that way. I’m really good at cutting myself off, and it’s been a problem. I need to be more accessible, especially to the ones I love.” Now, it seems like he’s taking the time to do that.",
        "img_url": "271_0.jpg",
        "label": 1
    },
    {
        "post_text": "Brad Pitt, accused of child abuse, is under investigation\n\nLos Angeles County Department of Children and Family Services spokesman Armand Montiel told USA TODAY by law the agency cannot confirm or deny investigations.\n\nBut a source close to Pitt, who was not authorized to speak publicly, told USA TODAY that Pitt is taking this matter \"very seriously and is fully cooperating.\"\n\n\"The claims are greatly exaggerated or fabricated,\" the source said. \"But he’ll always do whatever is best for his kids. Despite being on the receiving end of an onslaught of allegations, he remains focused on doing whatever is best for the children.”\n\nSource: Claims that Pitt abused kids are 'exaggerated or fabricated'\n\nTMZ reports the actor, whose wife Angelina Jolie filed for divorce Monday, is under investigation following an incident on a private jet.\n\nChild abuse claims help poison Brangelina divorce\n\nTMZ says the case was referred over to the FBI on Thursday due to the fact that the alleged incident happened in the air while the family was on a plane from France last Wednesday.\n\n“The FBI is continuing to gather facts and will evaluate whether an investigation at the federal level will be pursued,” FBI spokeswoman Laura Eimiller said in a statement emailed to USA TODAY.\n\nBrangelina split, Day 2: What we know now\n\nIn divorce documents, Jolie listed the couple's date of separation as the following day, Sept. 15.\n\nPeople.com reports that Pitt is accused of getting verbally abusive with one of couple's kids, as well as getting physical while the family was on their private plane. People and TMZ both note that Jolie and at least some of the couple's other children were present at the time. Pitt and Jolie have six children: Maddox, 15, Pax, 12, Zahara, 11, Shiloh, 10, and twins Vivienne and Knox, 8.\n\nAngelina Jolie files for divorce from Brad Pitt\n\nThe Los Angeles Police Department is so far not investigating. \"LAPD is not handling any report or allegations into child abuse against Brad Pitt,\" spokeswoman Officer Jenny Houser told USA TODAY in a statement on Thursday.\n\nAttempts to reach Jolie's representative were not successful.",
        "img_url": "272_0.jpg",
        "label": 1
    },
    {
        "post_text": "Angelina Jolie Forced to Hand Over Kids to Brad Pitt Amid Custody Battle (EXCLUSIVE)\n\nCeleb Kids\nJan 19, 2017 11:11 am· \n\t\tBy Life & Style Staff \nAngelina Jolie’s attempt at getting full custody of her and estranged husband Brad Pitt’s kids doesn’t appear to be working out the way she wanted.\nLife & Style has exclusively learned that the actress must relinquish the pair’s six children to the 53-year-old for regular visits. “She has lost in the court of public opinion and will have to hand over the kids to him and stop playing games,” a source reveals.\nThe tables turned when Brad received a tremendous amount of support during his surprise appearance at the Golden Globes on Jan. 8. “It really sent a message about how people have seen him as acting responsibly during Angelina’s entire smear campaign against him. There’s no question Brad has won this battle,” the source tells Life & Style.\nWhile the Allied star continues to soar, those in the 41-year-old humanitarian’s corner are starting to turn against her. “There are huge disagreements between members of her team. They are fighting. Some of them don’t like her campaign against Brad,” the source shares. One key individual in her camp even threatened to quit because she failed to recognize “that after the FBI and DCFS had cleared Brad, there just weren’t any grounds for her to get sole custody of the kids.”\nAs Life & Style previously reported, “There’s no evidence the kids are in any danger with Brad, so a judge has no reason to deny him joint custody. But there is simply no reasoning with Angie on the issue.”\nFor more on the couple’s split, pick up the latest issue of Life & Style, on newsstands now! And scroll through the gallery below for a look back at Brangelina’s cutest quotes about each other.\n\n(Note: Proceeding contents about the \"gallery below\" and quotes are part of related news or additional content that is not strictly part of the news article's main body.)",
        "img_url": "274_0.jpg",
        "label": 1
    },
    {
        "post_text": "Thomas Markle on Prince Harry, politics, and missing daughter Meghan's royal wedding - CBS News\n\nLONDON -- The father of the former Meghan Markle says he talked politics with Prince Harry over the phone -- and Harry said he should give President Donald Trump a chance. Thomas Markle told broadcaster ITV on Monday that he had several phone conversations with Harry, including one in which the prince asked for permission to marry his daughter.Markle said Mr. Trump was discussed at least once: \"Our conversation was I was complaining about not liking Donald Trump, he said 'give Donald Trump a chance'. I sort of disagreed with that.\"Markle said he also asked his future son-in-law about Britain's 2016 decision to leave the European Union and got the impression Harry is comfortable with Brexit.Harry and Meghan's royal wedding goes off without a hitch\"I think he was open to the experiment,\" Markle said.\n\nNewlyweds Prince Harry, Meghan make first public appearance since wedding\n01:12\nHarry's press office declined to comment on Markle's televised interview, which could raise eyebrows because senior royal figures are scrupulously careful not to comment publicly on domestic or international political affairs. \nMarkle, who had been scheduled to walk his daughter down the aisle, missed the royal wedding in May due to heart problems. He told ITV he was \"doing much better\" and that he regretted missing the big event.The 73-year-old Markle, who watched the wedding from California, says he was \"very proud\" but that \"the unfortunate thing for me now is I'm a footnote in one of the greatest moments in history rather than the dad walking her down the aisle.\"\n\n\"I can't think of a better replacement than someone like Prince Charles,\" he says of Prince Harry's own father, who walked Meghan most of the way down the aisle on her wedding day. \"He looked very handsome and my daughter looked beautiful with him. I was jealous, I wish I had been there, I wish it'd been me. But thank God he was there and thank him for that.\"  \n\nHe says the couple, now known as the Duke and Duchess of Sussex, will probably seek to have children soon.\"She's wanted children for a long time,\" he said.Markle said he gave Harry permission to marry his daughter over the phone.\"Harry asked for her hand on the phone and I said: 'You are a gentleman, promise me you will never raise your hand against my daughter and of course I will grant you my permission. \"'\n\nThe Royals\n             More\n             \nKate's surgery announcement leaves questions, but here's what we know\nKing Charles to be treated for enlarged prostate, Buckingham Palace says\nKate, Princess of Wales, hospitalized for abdominal surgery, palace says\nMan busted trying to sell walking stick he claimed was used by the queen\nKing Charles and the royal family join traditional Christmas celebration\n\nFirst published on June 18, 2018 / 7:55 AM EDT\n© 2018 CBS Interactive Inc. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report.",
        "img_url": "280_0.jpg",
        "label": 1
    },
    {
        "post_text": "Brad Pitt Rents Summer Love Nest For Brainy Beauty Neri Oxman!\n\nBrad Pitt is planning a secluded summer hiding away with professor and architect Neri Oxman — as he shells out big bucks to be near her in Massachusetts! Get the inside story on the big move, and click here for more news about Angelina Jolie’s future ex-husband…\n\nBrad Pitt Rents Summer Love Nest For His Brainy Beauty\n1 of 4\nBrad Pitt is planning a secluded summer hiding away with professor and architect Neri Oxman — as he shells out big bucks to be near her in Massachusetts!Photo credit: Files/MEGA2 of 4Insiders have reported that Brad — starting his new life as Angelina Jolie takes their kids to London— is planning to hide out in a penthouse at the Ritz-Carlton in Cambridge, Mass. That's the home of Harvard University, and close to the Massachusetts Institute of Technology where Neri's a rockstar professor!3 of 4Brad was reportedly quick to compromise after Neri made it clear that she didn't want to be pursued by paparazzi in Hollywood. Instead, Brad's made the move to Mass, and chose the Ritz-Carlton penthouse so he could get some privacy with an entire floor to himself.4 of 4There's also a private entrance — but a source says Brad's also renting because he's building a dream house for his intellectual love. “They’ve been secretly scouting location sites,” said the insider, “looking for a perfect spot to make their artistic vision a groundbreaking reality!”Photo credit: Mega \n\nBrad Pitt is planning a secluded summer hiding away with professor and architect Neri Oxman — as he shells out big bucks to be near her in Massachusetts!Photo credit: Files/MEGA Insiders have reported that Brad — starting his new life as Angelina Jolie takes their kids to London— is planning to hide out in a penthouse at the Ritz-Carlton in Cambridge, Mass. That's the home of Harvard University, and close to the Massachusetts Institute of Technology where Neri's a rockstar professor! Brad was reportedly quick to compromise after Neri made it clear that she didn't want to be pursued by paparazzi in Hollywood. Instead, Brad's made the move to Mass, and chose the Ritz-Carlton penthouse so he could get some privacy with an entire floor to himself. There's also a private entrance — but a source says Brad's also renting because he's building a dream house for his intellectual love. “They’ve been secretly scouting location sites,” said the insider, “looking for a perfect spot to make their artistic vision a groundbreaking reality!”Photo credit: Mega",
        "img_url": "281_0.jpg",
        "label": 1
    },
    {
        "post_text": "Kim Kardashian admits her selfie obsession is a bit ridiculous\n\n\"But it's all fun.\" By Claire Hodgson\nPublished: 02 March 2015\n\nKim Kardashian has finally explained her selfie obsession, saying everyone needs to take it a little less seriously. Covering the new issue of Adweek, Kim says she knows her constant picture-taking is a bit \"ridiculous,\" but it's just her way of remembering all the amazing things in her life. Which is fair enough, really.\n\n\"So many people think that taking so many selfies is just ridiculous,\" she says. \"For me, what's so funny is I love taking pictures and posting them on social media for memories.\n\n\"I'm kind of letting them know, yes, it is ridiculous, but it's all fun. I can look at a photo on social media and see a picture and know exactly where I was by the outfit I had on or who I was with. I take it more as a fun, emotional scrapbook that I love to look back on.\"\n\nIn fact, Kim says she took her first selfie way back in 1984 when she was just five years old and, just like the rest of us, remembers the days when you had to lug an actual camera around with you.\n\nSo, why is she covering Adweek? Well, she's is actually making a pretty massive impact on the tech world. Her Kim Kardashian: Hollywood made $74 million last year and is reportedly set to bring in another $200 million this year. Not bad.\n\nThe Kardashians are currently filming the tenth series of Keeping Up With The Kardashians and Kim says there's no big secret to their success - they're just \"a normal family\".\n\n\"We are a family like everyone else's that goes through so many different things and we're always there to support each other. I feel like people get that message.\"\nFollow Claire on Twitter.",
        "img_url": "282_0.jpg",
        "label": 1
    },
    {
        "post_text": "Duchess of Cornwall and Princess Eugenie attack Kate Middleton and Meghan Markle | New Idea Magazine\n\nShe may have been the picture of poise and elegance as she commenced her royal tour of Sweden and Norway alongside Prince William last week, but behind her smile, the Duchess of Cambridge had an altogether more worrying matter on her mind - her bitter rivalry with the Duchess of Cornwall. \nThings are getting nasty behind the scenes at the palace, as Camilla has raised the stakes in her feud against Kate, 36, and Meghan Markle - teaming up with Princess Eugenie in a war of the weddings. \nThings came to a head at a recent visit to St George's Chapel, where both Meghan and the recently engaged Princess Eugenie are planning on holding their weddings later this year.\nWith Camilla in tow to help the 27-year-old go over plans for her wedding to Jack Brooksbank, the pair were horrified to bump into Kate and Meghan. \nWhile Kate and Meghan were, of course, very police and lovely, Camilla, 70, took the opportunity to really make her feelings known, telling 36-year-old Meghan that she really disapproves of her wedding to Harry overshadowing Eugenie's. \n'When they came face-to-face, Camilla really let Meghan have it. She told her she thought it was atrocious she and Harry were ruining Eugenie's wedding plans - that Harry should have known that Eugenie had always wanted to marry at St George's chapel,' says the insider. \nIt was confirmed last week that Eugenie has been forced to delay her wedding with the princess originally hoping to tie the knot in September, but settling for October.\nSt George's Chapel\nGetty\nCamilla - who is reported to be jealous of Kate and Meghan's rising popularity - has also been causing tension among the royals, with sources saying that one of the scheming duchess' more brazen plots involved trying to convince Kate that Meghan was trying to steal some of her staff. \nAccording to insiders, it was Camilla who was behind the reassignment of Amy Pickerill from Kate and Wills' communications officer to Meghan's first royal assistant. \nAn insider tells, 'It shows that Camilla will stop at nothing to cause trouble between Kate and Meghan.' \nFor the full story see this weeks issue of New Idea - out now!",
        "img_url": "283_0.jpg",
        "label": 1
    },
    {
        "post_text": "Justin Theroux looks far from glum about Jennifer Aniston split as he shows off guns on coffee date | Metro News\nMel EvansPublished Apr 17, 2018, 9:48am|Updated Dec 12, 2019, 5:40pm\n\nJustin and his arms went on a coffee date (picture: film magic)What breakup?\nJustin Theroux looked to have been hitting the gym big time when he was spotted with a couple tickets to the gun show.\nWhile we’re sure he wasn’t banking on being spotted, as he headed out with a companion on a coffee date last week in New York, there was no going incognito when you’re sporting biceps the size of the Big Apple.\nOne could say he’s simply living.his.best.life.\nThe Tropic Thunder star grinned and joked around as he walked his bike around the city with an aptly-described ‘mystery brunette’.\nJustin strode alongside a pal (picture: The Mega Agency)The 42-year-old could have worn a tidy turtleneck to disguise said guns, but instead he proudly showed them off in an Eazy-E tank.\nStandard.\nWhile there’s much speculation about the dating life of the producer and writer, following his split with wife Jennifer Aniston (and, of her’s too #equality), all eyes were on those bulging muscles as we all quickly scheduled a lunchtime yoga session, following by a weights class, just to try and emulate some sort of tone to mimic Justin’s.\nSince his split from wife Jen – after the two got married in a secret ceremony in 2015 – Justin has also been linked to artist Petra Collins and actress Aubrey Plaza.\nMaybe he’s just got a lot of friends, eh?\nWhen it came to Aubrey, according to The Sun, the duo were just friends and the publication claimed that there was nothing romantic between them, after they were spotted returning to Justin’s apartment.\nJen and Justin split earlier this year (picture: Jim Smeal/REX/Shutterstock)An insider close to the comedian said: ‘Aubrey and Justin are just friends and were simply meeting up to talk about potential work projects. There’s nothing more to it.’\nAccording to reports, Justin has been busy ‘doing his thing’ in New York, while Aniston remained in LA.\nA source told People: ‘Now, he’s apparently just enjoying the single life in New York and sticking to a pretty basic routine. He’s just doing his thing. He eats at the same time, goes to the same places, hangs with the same people.’\nNow if you don’t mind, we’ll just be down here doing push ups.\nMetro.co.uk contacted reps for comment.",
        "img_url": "285_0.jpg",
        "label": 1
    },
    {
        "post_text": "Taylor Swift Upset Ed Sheeran Slept With Members Of Her Girl Squad? The Truth\nEd Sheeran made jaws drop when he dished on how he's hooked up with Taylor Swift's friends in the past, and HollywoodLife.com has exclusively learned Taylor's reaction to Ed's comments. Her response is going to surprise you!\n\nBy: Gabriella Ginsberg Reading Time: 2 minute \nMarch 7, 2017 5:24PM EST\n\n“Taylor Swift, 27, is definitely okay with Ed Sheeran, 26, having relations with some of her friends in her squad,” a source tells HollywoodLife.com exclusively of how Tay is feeling about the bombshells that Ed dropped in his March 7 interview with Rolling Stone magazine. “She feels that she would rather have them hook up with someone like Ed then with some random guy,” the insider adds. Well, fair enough!\n\n“Taylor is not mad nor does she feel disrespected in any way,” our source also shares. “She respects Ed and believes that he handled it like an adult.” There you have it!\n\nFirst-Time Grammy Wins — See Throwback Pics Of Taylor Swift & More\n\nAs we previously learned from his news explosive interview with the music mag, Ed’s Red Tour with Taylor was “his most romantically prolific period”, and he hooked up with more than one of Taylor’s squad. “It was very easy…I would often find myself in situations just kind of waking up and looking over and being like, ‘How the f*ck did that happen?’ ” the “Shape Of You” singer told the outlet. Oh, my!\n\nFinally, he also told Howard Stern that Taylor wasn’t upset when he dated her friends. “No, she encouraged it!” Ed said. “She’s like the world’s best wingman.” You can listen below:\n\nHollywoodLifers, are you shocked that Taylor isn’t angry about Ed’s admission? Tell us how you feel about all this!",
        "img_url": "287_0.jpg",
        "label": 1
    },
    {
        "post_text": "Kim Kardashian Is Considering Leaving Kanye West After His Latest Outburst: “It’s Over” (EXCLUSIVE)\nReality TV\nJun 27, 2018 8:00 am· \n\t\tBy In Touch Staff \nGetty Images\nWhat was meant to be an emotional return to the city of love for Kim Kardashian, 35, who was held hostage and robbed at gunpoint there two years ago, was a trip that could potentially end her marriage. The reality star and her husband, Kanye West, flew to Paris to see designer Virgil Abloh’s debut Louis Vuitton fashion show, but Kanye had another outburst and it pushed Kim over the edge.\n“Kim’s emotions were heightened,” a source tells In Touch. And apparently, Kanye wasn’t helping. After the show on June 21, Kanye “made a scene,” according to the source, when he leaped from his front-row seat into the arms of Virgil. “Kim didn’t know what to do,” the source explains, adding that the rapper burst into tears. “Kanye acting up just added to her anxiety.”\nKanye’s latest incident comes just a month after his controversial slavery comments and tweets about Donald Trump. Kim has apparently had enough of it, and told her family that she’s considering leaving her husband. “It’s over,” says one insider. “She’s realized he’s not the man she fell in love with.” But a divorce may be complicated for the couple, who have $300 million empires combined. “Kim wants her old life back,” the source says, but she’s too scared to fight with Kanye.\nHowever, in a recent interview with The New York Times, the Ye artist admitted to thinking the future of his marriage was up in the air. He told the publication that he had a “real conversation” with his wife following the controversial appearance he gave on TMZ Live. “There was a",
        "img_url": "290_0.jpg",
        "label": 1
    },
    {
        "post_text": "Kim Kardashian and Kanye West's new baby girl is here, born via surrogate\nMaria Puente\nUSA TODAY\n\nKim Kardashian and Kanye West are now the parents of a third baby, a girl, Kardashian announced on Twitter Tuesday. \"She's here!\" Kardashian declared in extra-large type on her Twitter account. \"We're so in love,\" she added.\n\nHer tweet included a statement saying the baby was born via a surrogate on Monday at 12:47 a.m. and weighed 7 pounds, 6 ounces. She did not say where the baby was born, nor what she has been named. \"Kanye and I are happy to announce the arrival of our healthy, beautiful baby girl,\" the statement said. \"We are incredibly grateful to our surrogate who made our dreams come true with the greatest gift one could give and to our wonderful doctors and nurses for their special care.\"\n\nShe said the couple's two other children, North, 4, and Saint, 2, are \"thrilled to welcome their baby sister.\"\n\nKardashian and West hired a surrogate because Kardashian's doctors strongly advised her not to go through a third pregnancy, as she discussed on her show, Keeping Up with the Kardashians. She suffered from placenta accreta, a painful and potentially life-threatening condition that makes childbirth difficult because the placenta is attached too deeply to the uterine wall.\n\nBut she wanted a third baby and her desire grew stronger in the wake of her traumatic experience as the victim of an armed robbery in Paris in October 2016. \"I've come to the conclusion that I can't carry another one,\" Kardashian told her mother, Kris Jenner, on the show. \"So now I want to explore surrogacy.\"\n\nKardashian's representative confirmed the birth but didn't offer any more details.",
        "img_url": "304_0.jpg",
        "label": 1
    },
    {
        "post_text": "Jennifer Aniston and Justin Theroux break up on the star's 49th birthday | New Idea Magazine\n\nAfter three years of marriage Jennifer Aniston and Justin Theroux have reached the tipping point, Life & Style sensationally claims today. The publication's explosive report claims Justin was spotted riding his motorbike around New York City without his wife. An insider close to the couple told the publication, 'He's the happiest man in Manhattan, while Jen chooses to stay primarily in sunny LA.' 'It's a long distance marriage,' they add. Getty Life & Style reports that the days leading up to Jen's 49th birthday on February 11 was when the couple's relationship came crumbling down. The publication claims to have exclusively learned that Jen feared Justin intended to break up with her on her big day, with a source revealing: 'He'd arranged to throw Jen a small, intimate party and hang around for a few days before heading right back to New York. 'And Jen thought he had plans to quietly file for divorce soon as he returned.' The insider continues, 'As time drags on, Justin seems to view his visits with Jen as obligatory, and he's just been going through the motions.' 'The marriage is all but over.' Jennifer Aniston and Justin Theroux step out looking tense in New York City Getty Life & Style's sensational report reveals that the whole situation is far too familiar for Jen. After a New Year's getaway in 2005 to Anguilla with Brad Pitt and several friends, Jen and her then husband announced their separation. In public Jen and Justin have always put on a solid front, but Life & Style's bombshell report reveals that Justin is 'tired' of the facade. 'He seems like he's tired of carrying on the facade of a happy marriage,' a friend close to the star told Life & Style. 'Knowing Justin, I think he feels it's best to make it an official split. He will always love Jen, but deep down he seems to believe they'd be better off as friends.' The couple have yet to respond to Life & Style's allegations.",
        "img_url": "305_0.jpg",
        "label": 1
    },
    {
        "post_text": "Blake Shelton is making Gwen Stefani blush.\n\nAt a concert in Oklahoma on Friday, the country singer planted a kiss on his girlfriend when she joined him on stage during the show, and adorably embarrassed her a bit when he started dishing on the early days of their romance.\n\nSome of those in attendance at the private concert shared the cute moment to social media, and captured the No Doubt singer's bashful smile as Shelton jokingly teased her about the start of their flirtation.\n\n\"We were starting to hang out together and mess around,\" Shelton, 41, recalled as the audience cheered in support and Stefani, who had rested her head on his shoulder, looked up at him mock-surprised at his candidness.\n\n\"You know, texting each other, starting out as friends,\" Shelton quickly added, trying to assuage the embarrassment.\n\nThe intimate performance was held for around 150 fans in Tishomingo to promote the opening of Shelton's first restaurant, Ole Red, where the sweet couple was also spotted smiling wide as they walked hand-in-hand.\n\nAdditionally, the event raised money for local charity Johnston County Reaching Out.\n\nET's Sophie Schillaci caught up with Shelton before the concert at the opening of his restaurant, where he opened up about the news that his close friend, Luke Bryan, has signed on as a judge on the upcoming American Idol reboot.\n\n\"I think people are going to realize just how dumb he really is when they see him on national television, in an environment where there's no script,\" Shelton joked. \"But you're also gonna see what a great, great dude that guy is… I love Luke like a brother, I really do, but he's just dumb.\"\n\nTune into to Entertainment Tonight on Monday for more from ET's sit-down with the country crooner and Voice coach. Check here for local listings.",
        "img_url": "348_0.jpg",
        "label": 1
    },
    {
        "post_text": "Kris Jenner Is Not Afraid To Sue An Employee, Even If They’re Poor – We’ll Take Payments & Garner Your Wages! \n\nKris Jenner is hiring, but it takes a special person to work for one of Hollywood’s most popular families! The matriarch of the Kardiashan Jenner family is on the hunt for a new personal assistant. She explains what she’s looking for,\n\"It’s about being discreet and being private and learning. That’s definitely a skill set. And being able to be mature and understand what the family is all about. If somebody has something that’s happening in your life at the moment and it is a private thing, then somebody [would need] to have a lot of respect for that.\"\n\nThe businesswoman who is the brains behind her family’s reality show, Keeping Up With the Kardashians, says that has no tolerance for,\n\"When something needs to be protected and somebody else doesn’t understand the importance of that. That’s a problem.\"\n\nKris also makes it clear that she’ll take legal action against an employee that does something wrong and will hold them accountable.\n\"We obviously will go to and spare [raises voice] no expense to hold somebody accountable if that happens on our team. I don’t care how much money somebody might have, if they have nothing. Some people think, ‘Oh, I don’t have any money, and they’re not going to sue me.’\" \n\nShe laughed,\n\"Well, we’ll take payments. We’ll garner those wages for, you know, the next 10 years. But I just think that people don’t think. It’s a foolish thing to do. Some people think, ‘Oh, I don’t have any money, and they’re not going to sue me.’ Well, we’ll take payments.\"\n\nIn terms of what Kris is looking for, she needs someone on call 24 hours a day and have scheduling down on a very high level.\n\"It’s nonstop. Every day is different, you never know what to expect and you have to be ready to pivot on a dime.\"",
        "img_url": "349_0.jpg",
        "label": 1
    },
    {
        "post_text": "Oliver Hudson Jokes About Sister Kate Hudson’s Rumored Romance With Brad Pitt\n\t\t\t\tBy Nicholas Hautman \nJanuary 21, 2017\nLaugh it off. Oliver Hudson joked about his sister Kate Hudson‘s rumored romance with Brad Pitt on Instagram on Friday, January 20.\n\nKate Hudson and Brad Pitt Axelle/Bauer-Griffin/FilmMagic; Karwai Tang/WireImage\n\nThe Rules of Engagement alum, 40, shared a photo of a recent Star magazine cover, which claimed Kate, 37, and Pitt, 53, are “getting serious” and have moved in together. Oliver was clearly amused by the tabloid rumors and wrote a lengthy (and sarcastic) response to shut down the speculation.\n\n“Yeah and it’s been hell!! He’s messy as s–t!” Oliver captioned his Instagram post. “He drinks out of the f–king carton and leaves the door open when he’s taking a dump!! And this is when he’s at MY house!!! He’s already calling me brother and has driven a wedge between myself and my real brother Wyatt who now won’t speak to me. He insists my kids call him uncle B and lost my youngest at the Santa Monica pier for 2 days.. thank god for amber alert.”\n\n“My mom [Goldie Hawn]’s overtly flirting with him!” he continued. “She’s wearing these little nighties around the house now?! But ALL DAY!! Like at 3pm! And Pa [Kurt Russell] just keeps saying ‘All right!! It’s Brad Pitt!!’ Anyway not going well.. so BP.. it’s time to move out man.. I need my life back dog.. I’ll smoke one more bowl and then get the f–k out.. we thank you.. oh and I found your medical bracelet so I’ll get that back to you.. ok..” \n\nThis isn’t the first time the Hudson family has laughed off rumors of a romance between Kate and Pitt, who is in the midst of a bitter divorce and custody battle with Angelina Jolie. Days before Oliver’s Instagram post, a paparazzo asked Hawn, 71, if she was “ready to have Brad as a son-in-law,” causing the Snatched actress to burst out laughing, according to a video posted by The Sun. “You did make me laugh,” Hawn admitted.",
        "img_url": "353_0.jpg",
        "label": 1
    },
    {
        "post_text": "Brooklyn Beckham Has Reportedly Dropped Out Of A US College Due To “Homesickness”\nBy Matt Galea\nPublished July 17, 2018\n\nAlright here’s an honest to god mood that all people who live apart from their families will relate to: David Beckham and Victoria Beckham‘s eldest progeny Brooklyn Beckham has reportedly dropped out of an American college and is returning to the UK due to “homesickness”.\n\nAccording to The Mirror, Brooklyn had planned to spend four years studying photography at Parsons School of Design but after just one year, he’s made the tough decision to return home and find an internship in England, where his family now reside.\n\n“It sounds as if he was truly homesick and was feeling lonely out there,” a source told the publication. “He adores his family, in the end it was the lure to come back to them all that swung it – and the prospect of a terrific internship.”\n\nMeanwhile, a report from The Sun has denied claims of Brooklyn being “homesick,” alleging that the move was prompted by an internship offer that was too sick to turn down.\n\n“He hasn’t quit, he’s just deferred his place so he can do an internship back in the UK,” another unnamed source said. “He was offered work with a prestigious photographer and couldn’t say no.”\n\nREAD MORE\nWatch Brooklyn Beckham Surprise David For His Birthday & Just Try Not To Cry\n\nWhen Brooklyn started college in New York City last year, his parents shared a sweet congratulatory message on social media.\n\n“We are all so proud of you Brooklyn. Amazing A level results and off to college. We love you so much and will miss you. #yesiamcrying #emotional x.”\n\nREAD MORE\nThis Week’s Spice Girls Reunion Announcement Is Here, Courtesy Of Mel B\n\nSomething tells me Posh and Becks will have absolutely zero qualms with their bb returning home to them, tho!\n\nTags:\nBrooklyn Beckham, David Beckham, Spice Girls, Victoria Beckham",
        "img_url": "364_0.jpg",
        "label": 1
    },
    {
        "post_text": "Blake Shelton and Miranda Lambert Are Supporting Each Other Through Their Breakups (EXCLUSIVE)\nNews\nMar 16, 2018 4:41 pm· \n\t\tBy Carly Sitzer \n\nFollowing news that Miranda Lambert ended things with her beau Anderson East, the country music cutie found an unlikely source of support — her ex-husband, Blake Shelton. And the timing could not be better — as Blake is going through his own breakup from his now-ex, Gwen Stefani.\n\n“Miranda reached out to Blake via text,” a source close to the former spouses tells In Touch exclusively. “Ultimately, they buried the hatchet and have been supporting each other through their latest troubled relationships. They’ve become close friends and allies over the past month or so.”\n\nIt’s a future that no one could’ve imagined for the exes, who were married for five years before calling it quits in 2015. At that time, it seemed unlikely that the two would ever reconcile, but now that the time has been able to pass, the two have become each other’s closest allies — and those closest to them say even a romantic reunion isn’t totally out of the question. “They have developed into close confidantes and are sharing intimate details of their lives,” the source adds exclusively.\n\nIt turns out the timing for their reunion could not have been more perfect. Anderson decided to call it quits with Miranda after spending nearly three years together. Elsewhere in Hollywood, Blake decided to cool things off with Gwen after growing more and more tired of her constant “drama” and their disagreements when it came to starting a family together.\n\nAnd despite both women having the plug pulled on their relationships, they couldn’t be handling it more differently. While Miranda is left questioning what the future of her love life will look like, she refuses to dwell on the past. “Her allegiance is to her songs, the road, and her fans right now,” another insider says of Miranda. Gwen is taking the news as well as Miranda. “She continues to send [Blake] loving social media support from LA while he’s been out on the road,” another insider says of the mother-of-three. “But Blake has drastically slowed regular communication with her.”\n\nFollowing his increased frustrations with Gwen, a source close to Blake says “he’s “just a simple, country guy who wants his family and his woman by his side. And that woman isn’t Gwen.” In the meantime, we’ll all remain hopeful that the woman can be Miranda — again!\n\nHave a tip? Send it to us! Email In Touch at contact@intouchweekly.com.",
        "img_url": "370_0.jpg",
        "label": 1
    },
    {
        "post_text": "J.Lo and A.Rod Just Bought Their Own Penthouse Together and It's Insane - HipLatina\nMarch 30, 2018 - 09:02\nWe know it’s serious when a couple moves in together. Jennifer Lopez and Alex Rodriguez, however, isn't your average couple moving in together, so when they do — they do it big. The couple — who’ve been hot and heavy for a year now, are taking their relationship to the next level by purchasing a penthouse together.\n\nWhile the couple have been basically living together at Jennifer’s house in Los Angeles, they have now gone in on something as a real committed unit. It’s being reported that J.Lo and A.Rod have been thinking of moving in together for a few months now. Jennifer put up her previous penthouse ($27 million!) on the market in October. So what’s up with the new place? Here are some deets:\nThe penthouse is located at 432 Park Avenue — also known as the tallest residential building in Manhattan. It cost the couple a whopping $15.32 million (why does it sound like a step down from her previous place?). The penthouse is stacked with three bedrooms, four and half bathrooms, and a library, Curbed reports.\n\nHere’s some more details, according to Variety: “A private elevator landing and a 21-plus-foot entrance gallery lead to a nearly 30-foot square combination living and dining room with 12.5-foot ceilings, solid oak floorboards laid at a herringbone pattern and four, ten-foot square single pane windows with staggering open views to the north and east across the city and the entirety of Central Park.”\n\nHere are some of the cons that have been reported about this building. Some drawbacks to living in the tallest residential building: “I’ve been up in that building, and it sways quite a bit. You can feel it,” New York real estate agent Dolly Lenz tells realtor.com. Some have also said it looks like a trashcan because that was the “inspiration” behind its design. Other reports say, because mostly business-types own places there, that no one is ever in the building.\nWell, who gives a damn!? Check out this amazing pictures of the place.",
        "img_url": "372_0.jpg",
        "label": 1
    },
    {
        "post_text": "Why Kylie Jenner Hired Nannies For Stormi After Saying She Wouldn’t – Hollywood Life\n\nBefore Stormi arrived, Kylie Jenner was adamant about no nannies. However, it 'didn't take long' for her to change her mind. Find out what pushed her over the edge!\n\nBy: Kathleen Harper Reading Time: 2 minute\nMarch 1, 2018 10:06AM EST\n\nLooks like Kylie Jenner, 20, has gotten off her high horse about not wanting help with her baby daughter Stormi Webster! During her pregnancy, the makeup mogul insisted she would raise her child on her own without ANY nannies, but since the baby’s birth, Kylie has found herself in over her head. As a result, she’s hired a significant amount of help — cue the I-told-you-so’s! But hey, at least the 20-year-old can admit when she’s wrong, right? Click here to see adorable pics of baby Stormi.\n\n“Kylie had every intention of raising Stormi without nannies but it didn’t take very long for her to admit that she needs help,” a source close to Kylie shared with HollywoodLife.com EXCLUSIVELY. “She went three nights in a row without really sleeping. After that she broke down and hired night nurses.” Once Kylie got a taste of what that was like, she apparently couldn’t resist asking for even more assistance. “That was such a big help she very quickly started hiring more staff for her and Stormi,” our insider explained. “Her mom is still helping her but she’s got her own life, she’s not giving that up.”\n\nOf course Kylie’s opinionated family is rubbing her nose in it a little bit, after all, she was SO convinced she could take care of Stormi all on her own. “Kylie had to eat a little humble pie when she agreed to hire nannies because she made such a big deal about how she wasn’t going to do it,” the source added. “She definitely said some things that were a little offensive to her sisters about them using nannies, they’re giving her a hard time about it now.”\n\nAt first, Kylie said she only wanted family members around her child, but once Stormi arrived, she realized that wasn’t very realistic. With the extra set of hands, it seems Kylie and her baby daddy, Travis Scott, 25, are handling parenting well. In fact, the two are on better terms than ever now, as Travis recently gave Kylie a lavish $1.4 million push present! He gifted her with a rare Ferrari, and she’s completely in love with it.\n\n“It really proves to her that Travis loves her because this gift was just so perfect for her,” our insider told us. “It put the nail in the coffin for her and Tyga, that’s for sure. She hasn’t talked abut him once since Travis gave her this car. She’s all about Travis again.”",
        "img_url": "374_0.jpg",
        "label": 1
    },
    {
        "post_text": "Ben Affleck and Jennifer Garner Finalize Their Divorce 3 Years After Split\n\nBy Jennifer Drysdale\n\nPublished: 7:16 PM PDT, August 26, 2018\n\nThree years after their split, the two are legally going their separate ways. Ben Affleck and Jennifer Garner are moving forward with their divorce. The former couple has settled their divorce case, ET has learned. A judgement was filed on Aug. 9 to finalize the divorce, however, a judge has not signed off or officially approved the judgement, meaning the pair is still not yet officially divorced.\n\nAccording to TMZ, who was first to report the news, the two -- who didn't have a prenup -- have reached a property settlement and agreed to joint custody of their three kids, Violet, 12, Seraphina, 9, and Samuel, 6.\n\nET has reached out to both Affleck and Garner's reps.\n\nThe news comes two weeks after ET learned that Garner and Affleck's divorce case was on the verge of being dismissed. The notice was the actress' third notice of case review from a judge, who requested that she take action immediately.\n\nGarner and Affleck announced their separation in 2015, and filed for divorce last April. Despite their split, the former pair have remained on good terms as they continue to co-parent their kids. Garner was even photographed driving Affleck to an L.A. rehab facility on Wednesday. A source previously told ET that the actress is \"relieved\" that Affleck, who has been open about his struggles with alcoholism, was \"in a safe place.\"\n\n\"This has been a rough few days and [Jennifer] wants nothing more than to feel [Ben] is getting the help that he needs,\" the source said, adding that Garner has \"been Ben's rock\" throughout this process. \"She is used to putting on a brave face, and handling Ben's addiction, but the process has been very exhausting for her. She won't give up on Ben because he is the father of her kids.\"\n\n\"Ben trusts Jen entirely and followed Jen's instructions,\" the source said of Affleck, who revealed he last completed treatment for alcohol addiction in March 2017. \"This time he sounded willing and ready on all counts. Friends who saw Ben's rapid decline are breathing a huge sigh of relief. They have high hopes for a recovery.\"",
        "img_url": "379_0.jpg",
        "label": 1
    },
    {
        "post_text": "Celebrities react to Prince Harry and Meghan Markle's royal wedding\nBy Rebecca Detken\nRebecca Detken\nDeputy editor\nEW's editorial guidelines\nPublished on May 19, 2018\n\nPrince Harry and Meghan Markle tied the knot on Saturday in front of 600 guests at St. George’s Chapel in Windsor, England.\nThe beautiful ceremony was unlike any other in British royal history — and it was star-studded. George Clooney, Oprah Winfrey, and Sir Elton John were just a few of the many celebs in attendance to witness the blessed event.\n\nPrior to the nuptials, Markle’s friend Serena Williams tweeted out a few shots of her and hubby Alex Ohanian all decked out in their formal attire. “Ready for my friend’s wedding,” tweeted the tennis superstar.\n\nThe Duchess of Sussex’s former Suits costar (and onscreen love interest) Patrick J. Adams also made the guest list, but posted a special message for the bride the night before.\n\nOf course, many more celebs and other personalities were either covering the festivities in England for various media outlets or watching the celebration from the comfort of their couches. It clearly was not as good as being there, but it was much easier for those who did not score invites to share their thoughts regarding the royal wedding on social media. See what they had to say below:\nhttps://twitter.com/ChristinaMilian/status/997824661927878661/video/1",
        "img_url": "380_0.jpg",
        "label": 1
    },
    {
        "post_text": "Butterfly Baby! Kim Kardashian West Shares New Video of Her Adorable Daughter Chicago\nKim Kardashian West shared an adorable video of her youngest daughter as the pair spent some quality time together\nBy\nMaria Pasquini\nMaria Pasquini\nMaria Pasquini is the staff editor for human interest’s digital vertical at PEOPLE. She has been working at PEOPLE since 2017.\nPublished on June 24, 2018 07:15PM EDT\n\nKim Kardashian West can’t get enough of her baby girl!\nWhile spending some quality time with her daughter Chicago, 5 months, the proud mama documented their hang out on Snapchat.\nThe video shows little Chicago wearing a white outfit while looking around the room with a collection of butterflies superimposed on top of her head.\nEventually, the child’s gaze settles on the camera, letting the KKW Beauty mogul get a good shot of her daughter’s adorable face.\nWant all the latest pregnancy and birth announcements, plus celebrity mom blogs? Click here to get those and more in the PEOPLE Babies newsletter\n\nKim Kardashian/Instagram\nKim Kardashian West Says Her Kids Don’t Know She’s Famous: They ‘Have No Clue’\n\nThe Keeping Up with the Kardashians star previously gave her fans a glimpse of her youngest daughter last week, as she showered her daughter and 2-year-old son Saint with love.\nEarlier this month, she also shared a sweet family photo featuring all of her children. In the image, her daughter North, 5, clowns around in bed while snuggling with Saint and Chicago.\n“Welcome to the good life…” Kardashian West captioned the adorable photo.\nWatch the full special Born Kardashian streaming now on PeopleTV.com, or download the PeopleTV app on your favorite device.\n\nKim Kardashian/Instagram\nRELATED VIDEO: Kim Kardashian West Takes Saint and North to Disneyland — See the Cute Mommy-and-Me Snaps\n\nDespite the reality star and her husband Kanye West’s immense degree of fame, the mother of three says that her kids have no idea their parents are celebrities.\n“It’s pretty intense, but at home I’m not known,” she recently told ITV’s This Morning. “My kids have no clue what’s going on. So I don’t really feel it — I spend most of my time at home.”\n\n**Additional related articles, videos, galleries, and social media embeds are typically part of the supplementary content and are not included in this extracted main body text.**",
        "img_url": "381_0.jpg",
        "label": 1
    },
    {
        "post_text": "Justin Theroux and Petra Collins Are Rumored To Be Dating\n\nIt's only been about a month since Justin Theroux and Jennifer Aniston announced their separation, but The Leftovers star is already getting caught up in romance rumors—and they involve Selena Gomez's director BFF, Petra Collins. Daily Mail reports that the two have met up for dinner dates after meeting in the New York art scene, but Theroux insists they're just friends.\n\nNeither have confirmed, let alone responded to, the dating gossip yet. But Theroux, 46, did previously share a photo with Collins, 25, last month on Instagram. (They also follow each other on the app.) Both wear Adam Selman graphic tees in the faceless post, and Collins is tagged.\n\nDespite the suspicions, details on the two's relationship—platonic or not—remain clouded. However, fans are curious whether the rumored fling has any connection to the fact that Selena Gomez recently unfollowed Collins on Instagram, despite their close friendship. (Collins still follows Gomez, though.) The pair first met in 2015, when Petra photographed Selena for Wonderland Magazine, and went on to become friends and creative collaborators. Collins directed Gomez's raunchy \"Fetish\" music video, which released last summer, and shot some of her promo photos. Last fall, they even talked about the possibility of writing a movie together. They were last seen in public together during New York Fashion Week last month, according to Elle.\n\nStrangely enough, Theroux also gave a shoutout to Gomez on Instagram. In his first post after announcing his split from Aniston, the actor mentioned the singer in the hashtags: \"#selenagomez #Yeahthatsrightselenaididittoyouagainbutifyousawtheseguysyouddowhateveryoucouldtooalsoiknowyourechilllikethat.\"\n\nTheroux and Aniston announced their split on February 15, after getting married in August 2015. In a joint statement, the couple told the Associated Press that their separation was \"mutual and lovingly made at the end of last year.\"",
        "img_url": "383_0.jpg",
        "label": 1
    },
    {
        "post_text": "Celebrities pay tribute to Martin Landau\nThe Oscar-winning 'Ed Wood' star died Saturday at age 89\nBy Ariana Bacle\nPublished on July 16, 2017\nPhoto: Michael Schwartz/New York Post Archives / (c) NYP Holdings, Inc. via Getty Images\n\nMartin Landau, perhaps most known for his Oscar-winning performance as Bela Lugosi in 1994’s Ed Wood, died Saturday at age 89. Celebrities influenced by Landau’s many decades of work — his first notable role was in Alfred Hitchcock’s 1959 film North by Northwest and he has been acting ever since — reacted to the news, remembering his talent and kindness.\n\n“I had the honor & joy of working/playing with Marty Landau. What a wonderful actor, what a wonderful soul,” Jeff Bridges wrote on Twitter. “He loved acting so much, and that love, that excitement was contagious. Thank you, Marty, for all you gave us.”\n\n“Working with Martin Landau on Ed Wood was a joy,” Patricia Arquette tweeted. “What a talented, sweet generous actor. #RealDeal.”\n\nOrlando Jones posted a portrait Landau drew for him. “He took me under wing,” Jones wrote. “He touched my heart. I swore to pay it forward.”\n\nSee those tweets and more paying tribute to Landau below.",
        "img_url": "387_0.jpg",
        "label": 1
    },
    {
        "post_text": "Brad Pitt Reportedly Majorly Crushing On Margot Robbie: He’s ‘Smitten’\n\nBrad Pitt has his eyes set on Margot Robbie, according to a new report! The two have allegedly been flirting like crazy on set of their new film, although Margot is a married woman! — So, what's really going on here?\n\nWork hard, play hard! Brad Pitt, 54, and Margot Robbie, 28, have reportedly been flirting it up on the set of their forthcoming film, Once a Time in Hollywood. “It’s obvious that Brad’s completely smitten with Margot,” a source tells Life & Style magazine. Their upcoming film also stars Leonardo DiCaprio, 43, who’s even reportedly noticed the close camaraderie between Brad and Margot. Leo “has called him out for layering it on so thick [with Margot],” the insider adds. — While this is adorable and all, nothing about this alleged relationship has been confirmed.\n\nAnd, let’s not forget that Margot is a married woman. She tied the knot with her longtime boyfriend, Tom Ackerley, a film director, back in December 2016. She and Ackerley had a low key, secretive wedding on a beach in Australia’s Byron Bay, according to reports, where she wore an Oscar de la Renta gown. After much speculation, Margot finally confirmed she had said, “I do,” with an Instagram post (on December 19, 2016) from her wedding day. The actress posted a photo of her diamond ring as she and Ackerley shared a sweet kiss outdoors.\n\nSince Brad knows all of this, he’s reportedly been nothing but professional and respectful of Margot’s marriage. “Brad insists he knows she’s off limits,” the insider tells the mag, adding that Brad is “just awed by Margot’s talent.” And, we can’t blame him about that! The source also notes that Brad, who’s always been a fan of Margot’s work, helped the actress land her role in The Big Short.\n\nBrad’s been a single man since late 2016, after he and actress Angelina Jolie, 43, called it quits in September of that year. The two went through a nasty and very public divorce and custody battle, until they decided to have the court docs sealed for the sake of their children’s privacy. After many months of their lawyers going back and forth, a recent report claimed Brad and Angie reached a temporary custody agreement in early June 2018 that would allegedly last the summer. A judge reportedly ruled that five of their six children — Pax, 14, Zahara, 13, Shiloh, 12, and twins Knox and Vivienne, 9, must have a good relationship and spend time with both parents. Maddox, 16, their oldest child, on the other hand, is allegedly able to go with either parent of his choosing because of his older age.\n\nNow, the exes are on better terms these days and getting along as they live their new normal of co-parenting their children. While there’s been reports of Brad and Angie dating other people, nothing has been confirmed.",
        "img_url": "391_0.jpg",
        "label": 1
    },
    {
        "post_text": "Kaley Cuoco Says' 'Ice Is My Best Friend' After Shoulder Surgery\n\nKaley Cuoco has a new appreciation for ice following her recent shoulder surgery.\n\nBy Maria Pasquini\nPublished on July 7, 2018 02:56PM EDT\n\nKaley Cuoco has a new appreciation for ice following her recent shoulder surgery. Documenting her recovery process on Saturday, the Big Bang Theory star, 32, shared a video of herself icing her healing shoulder on her Instagram Story.\n\n“Day 3 in the same shirt,” she wrote alongside a video, as a bag of ice cubes rested on her shoulder. “Braids are hanging in. Karl might have to re-do them. Could write a sitcom around his hairstyles.”\n\nAlongside the video, she also proclaimed that right now “ice is my best friend.”\n\nIn a separate video, Cuoco also shared that her dog Ruby seemed really happy the actress was staying at home while she recovered from the procedure.\n\n“Ruby is so happy I had surgery because she just gets to lay and stare at me for hours on end,” she remarked in the video, before asking the canine, “Is this your dream?”\n\nKaley Cuoco Planned Her ‘Shoulder Surgery Honeymoon’ Over a Year Ago: ‘I Knew I’d Have a Babysitter’\n\nThe actress previously revealed that although she underwent surgery a mere five days after tying the knot with husband Karl Cook, a surprise injury wasn’t responsible for the procedure.\n\n“This was a planned surgery I’ve had for over a year,” she explained in her Instagram Story earlier this week.\n\n“I hurt [my shoulder] over a year ago and did not need immediate surgery so brilliantly planned it five days after our wedding,” she continued. “I knew I’d have a babysitter.”\n\nShe also added that she plans to “lay low” during the recovery process, which could last up to six weeks.\n\n“I’m in a pretty big cast. No horsies for a minute. Time to lay low and hopefully not kill this guy,” she said as she panned the camera over to Cook. “Or him kill me.”\n\nThe actress first revealed her surgery on Thursday.\n\n“When your ‘honeymoon’ is shoulder surgery and your husband looks just as happy lol on the road to recovery,” the actress captioned a hospital selfie on Instagram.\n\n“Thank you for all the love and support! knowing @mrtankcook I’m sure he will be posting tons of hilarious gems,” the newly married Cuoco added.\n\nRight on cue, Cook, 27, went on to share a photo of his wife in the hospital, captioning it: “Everyone has their own version of a newlywed glow….well @normancook yours is memorable #shouldersurgeryhoneymoon.”",
        "img_url": "399_0.jpg",
        "label": 1
    },
    {
        "post_text": "Authorities Responded to Scott Disick's Home in August for Possible Psychiatric Hold: Reports\nAuthorities reportedly responded to Disick's home on Aug. 18 and transported one patient to a local hospital\nBy\nAurelie Corinthios\nPublished on September 7, 2017 03:15PM EDT\nScott Disick.\nPhoto: Bryan Steffy/WireImage\nAuthorities responded to Scott Disick‘s home in August for a possible 5150 psychiatric hold, according to multiple reports.\nA spokesperson for the Los Angeles County Fire Department confirmed to PEOPLE that on Aug. 18, they were dispatched to a home in Hidden Hills, California, at 4:56 p.m. They arrived on the scene at 5:03 p.m.\nLost Hills Sheriffs also responded to assist, and one patient was transported to a local hospital.\nAccording to E! News, the call was made from Disick’s home, though the identity of the patient remains unclear.\nEntertainment Tonight reported the same, adding that the Los Angeles County Fire Department confirmed that the patient, who was male, was non-violent when authorities arrived at the residence before being transported to the hospital.\nA 5150 hold is an involuntary psychiatric hold that occurs when a person is deemed to be a danger to either themselves or others. The patient can be held in a psychiatric hospital for up to 72 hours, unless it is extended. According to The Blast, Disick was released prior to that.\nRELATED VIDEO: Scott Disick Is ‘Over His Own Stupid Behavior,’ Source Says\n“Scott is definitely trying to get better, but he still has bad moments,” a source tells PEOPLE. “When he starts partying, he doesn’t know when to stop. It’s concerning to see. Everyone hopes he’ll continue on a good path.”\nSince Aug. 18, Disick has been spotted in public several times, most recently in New York City for Fashion Week, dining with Kim Kardashian at Milo’s restaurant Wednesday night.\nEarlier this week, a source told PEOPLE that the 34-year-old is working on bettering himself after a summer of partying hard. The insider said Disick is now monitoring his drinking and has “been feeling better.”\n“He’s been really good. He was just in Vegas and didn’t drink,” the source said. “When he felt like he was about to slip, he would call friends who talked him off the edge.”\n“He was definitely spiraling for a while,” the source added. “But he got fed up with himself and was over his own stupid behavior.”\nDisick’s antics throughout the months of May and June put serious strain on his relationship with ex Kourtney Kardashian, but the pair reunited with their three children — sons Mason, 7, and Reign, 2, and daughter Penelope, 5 — in mid-July for a low-key family getaway to Nantucket.\nAccording to the source, his relationship with Kourtney, 38, has been improving.\n“He was just tired,” the source said, adding that Disick working on himself has “been good for his relationship with Kourtney.”\nwith reporting by AILI NAHAS",
        "img_url": "411_0.jpg",
        "label": 1
    },
    {
        "post_text": "Gwen Stefani Got Dumped by Blake Shelton Over “Jealousy and Drama” (EXCLUSIVE)\nMisc\nMar 14, 2018 6:28 pm· \nBy In Touch Staff \n\nMusic’s hottest couple is a couple no more. Blake Shelton left his girlfriend of two years Gwen Stefani high and dry when he dumped her before heading off on tour in February, In Touch has exclusively learned, and she’s not taking it well. “Gwen doesn’t know what hit her,” said the insider. “She’s heartbroken.”\nBut wait, Gwen just posted a photo with Blake three days ago, so what gives? Apparently, it’s a desperate attempt to ignore the truth. “She continues to send him loving social media support from LA while he’s been out on the road,” said another insider. “But Blake has drastically slowed regular communication with her.” He certainly hasn’t reciprocated her online affection.\n\n“Blake’s through with Gwen’s neediness and all the drama: her demanding, critical ex-husband and her jealousy of him and other women,” explained the source. Apparently, Gwen was jealous over his closeness with The Voice winner Chloe Kohanski, and Blake got sick of trying to make her trust him. “She told him she didn’t want to spend her life in fear of her famous partner cheating on her.”\n\n“Blake told Gwen that he was going to be doing the latter part of the monthlong Country Freaks Tour without her,” said the source. “Gwen was so used to accompanying him on tour, she was upended. After their nastiest argument ever, Blake took off without even saying goodbye. It was a real breaking point in the relationship.” Watch the video below to look back at the couple in happier times.\n\nEven worse, Blake has been looking for solace with newly-single ex-wife Miranda Lambert! “Miranda reached out to Blake via text,” said the insider. “Ultimately, they buried the hatchet and have been supporting each other through their latest troubled relationships. They’ve become close friends and allies over the past month or so. They have developed into close confidantes and are sharing intimate details of their lives.” We can only imagine how Gwen would feel about that.",
        "img_url": "412_0.jpg",
        "label": 1
    },
    {
        "post_text": "Celebrity blog: Brad Pitt and Angelina Jolie continue divorce talks — privately Gregory J. HolmanNews-LeaderCelebrity blog The Blast reported Wednesday that Springfield native Brad Pitt and Angelina Jolie are continuing to make divorce arrangements, and they've taken steps to keep the discussions out of the public eye for now. The news was quickly picked up by national outlets such as People.\n\nThe Blast reported that both parties recently filed court documents to extend a \"temporary judge\" oversight period on their divorce case, allowing it to remain private while Pitt and Jolie continue to discuss dividing up assets and custody of their six children. Currently, the blog reported, Jolie has custody of Maddox, Zahara, Pax, Shiloh and twins Knox and Vivienne. Pitt has visitation rights.\n\nThe blog cited anonymous sources who portrayed ongoing talks between Pitt and Jolie as \"very amicable.\"\n\nThe two film actors met on the set of \"Mr. and Mrs. Smith\" in 2003, when Pitt was still married to actor Jennifer Aniston of \"Friends\" fame. \"Brangelina,\" as the couple is frequently named in celebrity media, got engaged in 2012, stating they did not plan to marry until same-sex marriage was legal across the United States.\n\nIn August 2014, 10 months before same-sex marriages were legal, they married in a surprise ceremony in France, where Jolie has family.\n\nJolie filed for divorce in September 2016, citing irreconcilable differences.\n\nBrad's younger brother, Doug Pitt, is a Springfield-area entrepreneur who does philanthropic work with local charities such as Care to Learn and international ones such as WorldServe.\n\nRelated Pitt-Jolie news:\nBrad Pitt calls Springfield 'a big place now' in GQ interview\nBrad Pitt cleared of child abuse allegations\nNews-Leader asks Doug Pitt for reaction after Angelina Jolie splits with Brad Pitt",
        "img_url": "421_0.jpg",
        "label": 1
    },
    {
        "post_text": "Prince Harry is certainly one the most beloved members of the royal family, but he almost gave it all up to live a normal life. During a candid interview with the Mail on Sunday, the 32-year-old revealed that he considered giving up his royal life after serving in the army. \"I felt as though I was really achieving something,\" he said of his time serving with the British Army. \"I have a deep understanding of all sorts of people from different backgrounds and felt I was part of a team. I wasn't a prince; I was just Harry.\" \n\nWhen he was forced to leave his first tour of Afghanistan when his location was revealed by the press in 2008, Harry admitted that he went through a bit of a rough patch. \"I spent many years kicking my heels and I didn't want to grow up,\" he said, referring to his partying past. Once he finally got things together though, he seriously contemplated leaving the royal life behind, but his loyalty to his grandmother Queen Elizabeth helped him in his decision to stay. \"I felt I wanted out but then decided to stay in and work out a role for myself. We don't want to be just a bunch of celebrities, but instead, use our role for good.\" And he's certainly doing just that. Aside from creating the Invictus Games to help wounded veterans and their families, Harry has been following in his late mother Princess Diana's footsteps by carrying on her charity work.",
        "img_url": "427_0.jpg",
        "label": 1
    },
    {
        "post_text": "Top Gun 2 cast: Tom Cruise 'begging' this actress to star in the sequel, but her husband opposes?\nTom Cruise, who is currently wrapping up Mission: Impossible 6, will soon start work on Top Gun sequel, titled Top Gun: Maverick.\nBy \nDishya Sharma                                                                                \n @dishya_sharma \nFebruary 9, 2018 16:13 IST\nA still from 1986 release Top GunReuters\nLate last year, Tom Cruise confirmed that the 1986 blockbuster will return with a mind-blowing sequel with the actor reprising the iconic Maverick role. The Mission: Impossible 6 star also revealed that the movie's title confirming that Top Gun 2 will adopt the lead character's name in the title. The sequel will be called, Top Gun: Maverick.\nFollowing the announcement, no other official announcements regarding the movie's cast or plot were shared thereafter as the actor got involved in wrapping up MI6. With no more official word available, a report by Star claims that Cruise has approached John Travolta's wife Kelly Preston to co-star in the movie. Fans would remember that Preston was Cruise's co-star in Jerry Maguire.\n\nBizarrely, the news report associates his request to the actress who is associated with Scientology. A source allegedly claims, \"Tom thinks she's super talented, not to mention sexy\" and wants her in the movie. But Travolta is apparently opposing Cruise's offer because the former resents the fellow Scientologist.\n\"John's always been jealous of the church giving Tom top billing. Tom already gets whatever he wants, but John draws the line at his wife,\" the insider said.\nActor John Travolta and wife Kelly Preston arrive at the 87th Academy Awards in HollywoodReuters\nMeanwhile, Gossip Cop claims otherwise. The site reports that there is no tension between the two actors. The website also clarifies that Cruise hasn't even approached Preston about a role in the July 2019 release.\nWhile fans wait to watch things unfold, Justin Marks teased the plot of the sequel. The screenwriter, who has penned down the early draft of Maverick, recently told Slash, hinting towards a love angle in the movie.\n\"Without getting into details, that was something that was important to everyone to avoid, to find something new,\" Marks said. \"I think [Producer] Jerry [Bruckheimer] would kill me if I told any specific details.\"\n\nHe added, \"Here's what I can say about what I brought to it. I know I want it to be a story about Maverick where we get to see Maverick being Maverick in the way we want him to be. I feel like times have changed in 30 years but the desire for that kind of hero still remains the same. That doesn't mean he's a perfect character. That's the fun of it.\"",
        "img_url": "443_0.jpg",
        "label": 1
    },
    {
        "post_text": "Gwen Stefani Is Still Smitten With Blake Shelton and 'Has Never Once' Tried to Change Him (Exclusive)\n\nBy Jackie Willis\n\nPublished: 1:00 PM PST, January 19, 2018\n\nA source close to the 41-year-old country singer tells ET that his girlfriend even digs his style.\nIt's been over two years since Gwen Stefani and Blake Shelton first got together, and a source close to the 41-year-old country singer tells ET that they're happier than ever!\n\nThe two were recently spotted strolling down the beach in Playa del Carmen, Mexico, and even ran into Shelton's pal, Luke Bryan. Stefani wore a white bikini top that she paired with a black sarong and a tan sweater, while Shelton sported a blue trucker hat that matched his board shorts and button-down shirt.\n\nWhile they may have been an unexpected pair when they first started dating, Shelton and Stefani have been going strong for some time now.\n\n\"Gwen really loves Blake for who he is and has never once tried to change him or anything about him. She even loves his style!\" the source tells ET. \"She thinks he's such a manly man and is incredibly attracted to that about him.\"\n\nWhen they're not taking romantic walks along the beach, the couple often visit Shelton's house in Oklahoma along with Stefani's three sons with ex-husband Gavin Rossdale, 11-year-old Kingston, 9-year-old Zuma and 3-year-old Apollo.\n\nThe source notes that the 48-year-old singer \"loves the influence Blake has on her kids.\"\n\n\"Blake introduces them to these down-home country things and Gwen and the kids love it. They all love going to Oklahoma and seeing the animals and doing fun things on his giant piece of land,\" the source continues. \"Blake is very much a father figure to her kids. The kids are very mature and Blake treats them as such. He loves them so much, he's always talking about them.\"\n\nShelton -- who divorced Miranda Lambert in 2015 -- is also pretty smitten with Stefani. \"Blake is extremely devoted to Gwen and their life together. He feels like everything in life happens for a reason and although he was heartbroken after Miranda, this fantastic relationship and family came out of it,\" the source says, adding that \"they would still love to start a family together, but they're also happy with the family they have now.\"\n\nIn an exclusive interview with ET in October, Shelton gushed over his girlfriend and her whole family. \"It's been a lot of fun for me to be the one to get to expose them to this -- out in the country,\" he said. \"They love it so much, her entire family. And when I say her family, I mean all of them. I'm talking about the kids, the mom, the dad, the brother. There's times when we've had holiday gatherings, and I'm talking about 30-plus family members from her side, from my side.\"\n\n\"We have so much fun. I don't think you should be able to have that much fun,\" Shelton quipped. \"It's probably not legal in California.\"",
        "img_url": "447_0.jpg",
        "label": 1
    },
    {
        "post_text": "Rihanna Rumored To Have Broken Up With Her Billionaire Boyfriend Because She 'Gets Tired of Men'\n\nBy Alyssa Bailey\nPublished: Jun 01, 2018 3:32 PM EST\n\nMediaTakeOut News is reporting (so, grain of salt) that Rihanna has ended things with her billionaire boyfriend of over one year, Saudi businessman Hassan Jameel, because she just \"gets tired of men sometimes.\" Same. \"Rihanna and him were together for a while,\" a source told the outlet. \"It was a good relationship, but now it's over. Of course Rihanna broke his heart. That's what she does: break[s] men's hearts.\" There was nothing salacious or explosive about the ending either, the source claimed. \"Rihanna just got tired of him. She gets tired of men sometimes.\" \n\nFinally, some gossip we know to be true in our hearts. Well, just the getting tired of men part. As for the veracity of the rest of the rumor, who knows?\n\nRihanna and Jameel have kept their relationship very private, and Rihanna has never posted anything about Jameel on her social media. In January, the two had a rare outing together and were photographed leaving a Grammys after party...apart but around the same time. They just didn't want to be photographed next to each other.\n\nIn Rihanna's June Vogue cover story, the interview of which was likely conducted weeks prior to its early May publication, the singer also said this of Jameel: “I used to feel guilty about taking personal time, but I also think I never met someone who was worth it before.”",
        "img_url": "448_0.jpg",
        "label": 1
    },
    {
        "post_text": "Angelina Jolie ‘missed royal wedding because of work’ not because her kids weren’t invited  \nNarjas ZatatPublished Jun 1, 2018, 7:06pm|Updated Dec 12, 2019, 5:06pm  \n(Picture: David Fisher/BAFTA/REX/Shutterstock)The Royal Wedding was the social event of the decade, and celebrities from all over the world packed into St George’s Chapel donned in extravagant fascinators and crisp suits.  \nSerena William was there with her husband Alexis Ohanian and David Beckham looked dapper with his wife Victoria, whose stony expression inspired the creation of a meme. James Corden, Idris Elba, Oprah and George Clooney were also in attendance, among hundreds of stars.  \nAngelina Jolie however, did not attend the nuptials on 19 May.  \nThere’s a rumour going around about why the actress decided the wedding wasn’t for her, and it’s got to do with her children.  \nAccording to a ‘source’ who spoke to Star Magazine, Jolie had been invited to Meghan Markle and Prince Harry’s wedding, but refused to go because her children weren’t invited.  \nThe source allegedly told the magazine: ‘She was insulted that her kids weren’t invited. She was allowed to bring one guest – more than most people got, actually – but didn’t have a date to take.  \n‘In the end, she decided to skip it altogether’.  \nHowever, this doesn’t seem to be the case.  \nAccording to People, the director was seen landing in London with her kids two days prior to the wedding – but she was in England’s capital for work, not play.  \nMaleficent 2, for which she will be reprising her role as the wicked witch, began filming in the UK.  \nHere’s your first look at Angelina Jolie and Elle Fanning as Maleficent and Aurora on the set of #Maleficent2.  \n— Disney (@Disney) May 29, 2018  \nMetro has contacted Angelina Jolie’s representative for comment.  \nMORE : Angelina Jolie furious as she ‘can’t bring kids to UK due to Brad Pitt divorce talks’  \nMORE : Brad Pitt and Angelina Jolie still ‘at odds’ over custody of their six children – two years after split",
        "img_url": "450_0.jpg",
        "label": 1
    }
]