[{
        "post_text": "Bellamy Young Opens Up About Being Adopted, Her Real First Name and How She Almost Missed Out on 'Scandal' Bellamy Young may be riveting as First Lady Mellie Grant on ABC’s Scandal, but her off-screen story is just as captivating. “I was adopted, so I was in foster care for six weeks,” the actress, 45, says in the latest issue of PEOPLE. “We only had two lines on my dad and a paragraph on my mom. It said she loved to sing, so my mom who raised me would find any way to let me perform.” Young says she spent her youth in Asheville, North Carolina, learning ballet and tap dancing and performing at school and church. After graduating from Yale, Young – who grew up with the first name Amy – spent a few years doing theater in New York before making the move to Los Angeles in 2000 to pursue TV and film work. “When I went to join the Screen Actors Guild, there was already an Amy Young so I had to register under a different name,” says Young. “I tried to become Susanna or Violet or something fabulous, but it just didn’t feel like I could carry the ruse off.”\n    \n        So the actress turned to her family for inspiration.\n    \n        “My first [adoptive] dad died when I was 15, and his best friend, Bill, did all the dad stuff with me, so I did a mushing of our names,” Young says. “I felt like I could get away with it because I’m Southern.”\n    \n        After years of hopping from project to project, Young was given the opportunity to audition for the role of Mellie on Scandal. The character only had a few lines in the pilot episode, but Young says she showed up at the first table read for the season excited to work.\n    \n        “[Creator Shonda Rhimes] came around afterward and told everyone what their arc would be for that first season. She got to me, and I was so happy. Then she told me she thought I’d be in about three episodes. She wanted to write a presidential divorce,” Young recalls.\n    \n        “I died inside when I heard that. But I kept a smile on my face and showed up to work every day. At some point, they decided it was fun to write stuff for me,” continues Young, who has also released an album of cover songs called Far Away So Close. “I’m having such a good time. I don’t want it to ever end.”",
        "img_url": "10_0",
        "label": 0
    },{
        "post_text": "'Lydia McLaughlin Exiting The Real Housewives of Orange County Lydia McLaughlin has confirmed she will not return to The Real Housewives of Orange County. Lydia returned to the SoCal crew in Season 12 after having previously spent some time on the show back in Season 8. “RHOC has given me a great platform and I’m grateful for that. However, I feel like I can only handle this show one season at a time,” she wrote in a blog post on Friday (February 9). “I need a break! There is a lot of good that comes from the show, but also a lot of negativity. After a family vote, it was unanimous that I should take a break. Sometimes the people who love us the most see things even we don’t see. I trust my path and I’m excited for what the future holds.”\n        When Season 12 wrapped up, Lydia and her husband, Doug, revealed that they were mulling over plans for them to possibly expand their family with a daughter (more on that in the video below). They are already parents to three sons. In reflecting on her sophomore season on the show, she shared, \"I feel like last time I was with this group of women, I just really observed and I didnt necessarily speak my mind. And this time around, I feel like I really was able to stick up for myself and voice my opinion and I'm proud of myself for that.\"\n        This past season, in addition to watching Lydia's home life with her husband and three kids, fans also got to know her mom, Judy Stirling, a little better; watched Lydia expand her Nobleman magazine empire; and also learned a bit more about her family's history as media moguls in her native Canada.\n        Last month, Meghan King Edmonds revealed her departure from the show. ",
        "img_url": "11_2",
        "label": 0
    },{
        "post_text": "Ben Affleck, Girlfriend Lindsay Shookus Spotted on Vacation in Maine\n    \n        Ben Affleck and Saturday Night Live producer Lindsay Shookus continue their summer of love. The Oscar winner, 44, and his new girlfriend, 37, were spotted out on vacation in Maine over the weekend.\n        \n        \"He recently wrapped filming on Justice League and is enjoying his summer,\" a friend of Affleck's tells PEOPLE. Another source adds, \"He also really enjoys spending time with Lindsay. It won't be surprising to see them out and about and together in the coming weeks.\"\n        \n        The duo were spotted together on Sunday at a liquor store, where the actor posed for a picture with store employee Jenna Noyes, who posted the photo on Facebook, captioning it, \"Met Ben Affleck at work today.\" She has since deleted the post.\n        \n        Affleck and the Saturday Night Live producer visited the same store the day before. Noyes later posted a screenshot of security footage on Twitter in another post that has since been deleted. She captioned, \"The one time I don't look up at the customer AT ALL.\"\n        \n        It's not clear for whom they were buying the alcohol. In March, Affleck revealed in a Facebook post that he had completed treatment for alcohol addiction, \"something I've dealt with in the past and will continue to confront,\" he wrote.\n        \n        A friend of the actor tells PEOPLE that Affleck is \"committed to bettering himself and continues to stay on his path of wellness and spends time with his family.\"\n        \n        The friend adds that Affleck and Jennifer Garner, 45, who coordinated their divorce filings in April after almost two years of separation, will continue to put their children — Violet, 11, Seraphina, 8, and Samuel, 5 — first.\n        \n        \"He's trying to live a normal life and is focused on putting his family first,\" explains the friend. \"Ben and Jen have worked hard to figure out what's best for their kids. They'll continue to spend time together and separately.\"",
        "img_url": "13_0",
        "label": 0
    },{
        "post_text": "From red carpets and special events to everyday mundane tasks, Rihanna always keeps her Day Ones close. Rihanna celebrated her 30th birthday Tuesday night (Feb. 22) in NYC and although it was a star-studded guest list, her woes were there to toast it up.\n    \n        The four ladies are seen posed together in Rihanna’s Instagram post, captioned “gang.” as they cheese for the camera, decked out in party gowns and champagne glasses. Her squad—Melissa Forde, Leandra Simone and Dr. Sonita Alexander—have been with the bad gal since they were children in Barbados. Forde has become a familiar face, showing up with the “Loyalty” singer in several photos and parties.\n        Rihanna pulled up to the swanky black-tie dinner with close friends and family at The Grill in a magenta and black Saint Laurent bubble dress fresh off the runway. After caviar, peppered filet mignon and popped bottles, Page Six reports there was an after party next door to the restaurant at The Pool.\n        Guests of the after party included RiRi’s family, friends, Toni Braxton, Shawn Pecas, OG Juan Perez and other Roc Nation executives, Paris Hilton, Leonardo DiCaprio and her beau Hassan Jameel. Braxton even sang for her. What a way to bring in a milestone.",
        "img_url": "16_0",
        "label": 0
    },{
        "post_text": "Ed Sheeran says he broke his arm in bike accident - CBS News\n        Ed Sheeran might not be able to strum his guitar for a while. The singer posted a photo on Instagram showing his arm in a cast.\n        In fact, neither of Sheeran's arms look like they're in good shape. In the photo he posted Monday, Sheeran's right arm is in a cast and his left arm is in a sling. He wrote, \"I've had a bit of a bicycle accident and I'm currently waiting on some medical advice, which may affect some of my upcoming shows. Please stay tuned for further news. Ed x.\"\n        Sheeran is supposed to kick off the Asian leg of his tour in Taipei on Oct. 22.\n        This won't be the first time Sheeran has experienced an injury in the public eye. \n        In January, he talked about a cut on his right cheek and alluded to rumors that Princess Beatrice had accidentally cut him with a sword while pretending to knight him. \n        \"There weren't a lot of people there that night,\" he said on \"The Graham Norton Show.\" \"For two weeks after, I had a huge gash on my face and would tell people I fell and then suddenly, the story came out.\" Then he corrected himself and said, \"The alleged story came out.\"  ",
        "img_url": "17_0",
        "label": 0
    },{
        "post_text": "Disneyland Paris apologized after a 3-year-old was told he could not take part in a \"Princess for a Day\" experience just because he is a boy.\n        \n        Noah, who is a super fan of Princess Elsa in the film \"Frozen\" was \"buzzing with excitement\" when he learned about the makeover opportunity at the Disneyland Hotel, the boy’s mother, Hayley McLean-Glass, wrote in an open letter on her blog. The hotel is located near the entrance of the park in the suburbs of Paris, France.\n        \n        McLean-Glass, who is from Devon, England, wrote that she decided to book the experience for Noah as an early Christmas gift.\n        \n        “I knew that there would be NOTHING he'd love more than to get to wear a pretty dress, put make up on like Mummy does and have his photo taken being one of his beloved Disney Princesses,” she wrote.\n        \n        Disneyland Paris' description of the service on its website reads: \"Grant every little girl's wish with a real Princess's make-up and hair-styling session; a fairytale transformation they'll treasure forever.\"\n        \n        The mother said she was devastated when she received an email reply back saying \"at this time it is not possible to book princess for a day for a boy,\" NBC News' British partner, ITV News reported.\n        \n        “I was so angry, I literally couldn’t stop shaking for half an hour afterwards — I was just so shocked,” she told ITV. “I mean, I’m his mother and if I’m OK with him doing it, who are Disney to tell me that he can’t do that?”\n        \n        Disneyland Paris said they “sincerely apologized” to Noah and his mother in a statement to ITV News and that it was an “isolated incident.”\n        \n        \"An isolated incident, the cast member’s response is not reflective of any policy or belief held here at Disneyland Paris,\" read the statement — Disneyland calls all of their employees \"cast members.\"\n        \n        It continued, “We are going to ensure this does not happen again.”\n        \n        “Of course, both boys and girls are welcome to enjoy The Princess For a Day experience in addition to all our other special activities,” the statement added.\n        \n        McLean-Glass said she felt her son had been discriminated against because of his gender.\n        \n        \"The way I look at it, if a little girl went to Disneyland and wanted to do a pirate experience or a 'Spider-Man' experience, there would be no way that they would stop a girl from doing that because there would be an uproar,\" she said. \"So why is it different for a boy?\"",
        "img_url": "19_0",
        "label": 0
    },{
        "post_text": "Pope Francis shakes hands with Orlando Bloom and Katy Perry at the 'United to Cure' international conference on the cure for cancer in the Paul VI hall at the Vatican on April 28, 2018.\n        A blessed love! Katy Perry and her “darling” Orlando Bloom headed to the Vatican for a conference and the pair got to meet Pope Francis.\n        The “Swish Swish” singer, 33, was scheduled to be one of the speakers at the United to Cure event, which is an international conference focusing on finding a cure for cancer, on Saturday, April 28. Perry shared some videos on her Instagram Story during her visit to Rome and the Pirates of the Caribbean actor, 41, was by her side supporting her on her big day. In one clip, Perry sat in a car as she expressed her excitement and said she was with her mom, Mary Perry, and “my darling” as she swung the camera towards Bloom.\n        The Grammy nominee spoke at the conference about how she uses transcendental meditation to treat her anxiety and stress instead of prescription drugs. The songstress was also accompanied by her manager, meditation teacher Bob Roth, and the CEO of the meditation nonprofit David Lynch Foundation.\n        Bloom and Perry have been dating on and off since 2016 but have been spotted together several times since they last called it quits in March 2017. Scroll down below to see more photos of Perry and Bloom’s trip to the Vatican.",
        "img_url": "20_0",
        "label": 0
    },{
        "post_text": "Amber Tamblyn is looking for the driver she claims almost hit her and her 1-year-old daughter Marlow Alice as they attempted to cross the street in New York City.\n        The 34-year-old actress shared a tweet on Sunday afternoon detailing the scary incident and looking for more information.\n        “If anyone in Brooklyn near the intersection of Washington Ave and Atlantic Ave just saw a Hasidic man in a grey van try to hit a woman and her baby in a stroller as she crossed a crosswalk, honking and touching the stroller with the car’s bumper, please DM me,” she wrote. “That woman was me.”\n        In response to a tweet asking if she and her baby were okay, Tamblyn said, “Very shaken but yes, we’re okay.”\n        The actress welcomed her first child with husband David Cross, who she married in 2012, in February 2017. She even received a letter written by former presidential candidate Hillary Clinton to the newborn.\n        “Dear Marlow: Happy Birthday!” the note read. “Your birth has been a source of great joy for your parents, Amber and David, and your vast community of admirers and champions. I send my best wishes to you for a lifetime of amazing accomplishments and adventures, full of love, learning, and friendship. With warm regards, I am Sincerely yours, Hillary Rodham Clinton.”\n        Earlier this year, she met up with her Sisterhood of the Traveling Pants costars Blake Lively and Alexis Bledel to celebrate America Ferrera expecting her first child.\n        “Starting the New Year off with blessings from my Sisterhood. We’ve got work to do for the next generation. Let’s get to it. #TIMESUP,” Ferrera wrote in the caption, referring to the movement in solidarity with women who experienced discrimination, harassment and abuse, which Tamblyn has proudly been an advocate for.",
        "img_url": "21_0",
        "label": 0
    },{
        "post_text": "With only a few days left in the year, Khloé Kardashian, aka the clap back queen of 2018, is still working hard to defend her title.\n    \n        Khloé decided a post a picture of her and her mom last night with a sweet caption about how much she appreciates Kris, saying \"You are a Queen who has raised multiple mini Queens still trying to be as strong and fabulous as you are! I will love you more and more everyday Until the end of time .\"\n        But of course, the internet being the internet, Khloé's followers decided to leave some pretty unnecessary/rude comments rather than bask in the mother/daughter love, and Khloé was NOT having it.\n        First, a user commented, \"would you keep IG if all photo editing apps were gone forever??? Lol.\" Khloé responded with, \"would you? Sometimes I wonder why people comment if it adds no value to ones life? Maybe I'm just different...but I don't care to be negative or passive aggressive. Our world is toxic enough as it is. It's sad people care to criticize something like an editing app. Let it go babes. Say something nice or just let it go. How does this serve you love?\"",
        "img_url": "27_1",
        "label": 0
    },{
        "post_text": "Jackson Odell‘s cause of death has been revealed.\n        \n        The 20-year-old — best known for playing Ari Caldwell on ABC’s The Goldbergs from 2013 to 2015 — died of an accidental drug overdose, PEOPLE confirms. The Los Angeles County Coroner’s Office ruled that Odell’s cause of death was “acute heroin and cocaine toxicity” and the mode was “deemed an accident.”\n        \n         Jackson Odell’s Friend Remembers the Late Goldbergs Actor as ‘the Most Talented Artist’\n        Odell was found dead in a Los Angeles sober living home on June 8.\n        \n        “There was no paraphernalia or legal drugs found on the scene,” Assistant Chief Coroner Ed Winter told PEOPLE at the time. “He was found unresponsive.”\n        \n        RELATED VIDEO: Goldbergs and Modern Family Actor Jackson Odell, 20, Found Dead\n        \n        After his death, Odell’s family released a statement on Twitter.\n        \n        “The Odell family has lost our beloved son and brother, Jackson Odell, on Friday,” the statement read. “He will always be a shining light and a brilliant, loving and talented soul. He had so much more to share. Our family will always carry that truth forward.”\n        \n        “Our wish is that the rest of the world who knew and loved him does as well. We are now going to try to make sense of our immeasurable loss privately. We will not be making anymore statements.”\n        E! News reported that Odell was laid to rest in a private funeral service on June 13.\n    \n        Odell’s career included small roles on Private Practice, Modern Family, iCarly and Arrested Development. He was also a singer-songwriter who contributed several original songs to the soundtrack for the 2018 movie Forever My Girl.",
        "img_url": "29_0",
        "label": 0
    },{
        "post_text": "Janet Jackson is \"in good spirits\" these days, her makeup artist Preston Meneses says, as the singer prepares to tour for the first time as a mom—and a single one at that.\n    \n        The pop star announced in January she and husband Wissam Al Mana welcomed her first child, son Eissa. In April, E! News learned the couple has separated after five years of marriage. The following month, Jackson confirmed the split in a YouTube video, saying, \"We are in court and the rest is in God's hands.\" She and Wissam began divorce proceedings in June.\n        \n        In her May video, Jackson also gave an update about their son, saying, \"He's so healthy. He's so beautiful, so loving, such a happy baby,\" and also announced that she plans to continue her tour in September.\n        \n        Earlier this week, Jackson posted on her Instagram page a photo of her rehearsing for the tour. Meneses, a former dancer, is seen dancing with her for fun.\n        \n        \"I think Janet is ready!\" Jackson's makeup artist told E! News exclusively. \"She is happy and is in good spirits. I think the world is going to get something really special from her.\"\n        \n        In July 2016, the artist delayed her Unbreakable tour, saying she and her husband were planning their family. In her May announcement, she said the name of the tour would be changed to The State of the World tour, adding, \"It's not about politics. It's about people, the world, relationships and just love.\"\n        \"She's really excited,\" Meneses told E! News. \"We all are—a lot of us have been working together for years so when we come together, it's just like being with your family and when you work with your family, things just come easy and it's a wonderful experience. Right now, I just feel like the universe put us all together for another moment. I think it's going to be a very successful tour.\"\n        \"The tour rehearsals have been going on for a few weeks now and have been going really well," he said. "They are in there all day. I'm lucky so I'll come when I can. I come in between my other clients and what not, but they have been in there for a few weeks now and they are in there from morning till evening. They are working hard to put the show together.\"\n        Jackson will resume touring on Sept. 7, when she will perform in Lafayette, LA. The State of the World tour concludes on Dec. 17 in Atlanta.",
        "img_url": "30_0",
        "label": 0
    },{
        "post_text": "WASHINGTON — President Donald Trump has weighed in on the Emmys, which were heavy on humor and swipes at his expense.\n    \n        “I was saddened to see how bad the ratings were on the Emmys last night – the worst ever. Smartest people of them all are the ‘DEPLORABLES,'” he wrote on Twitter on Tuesday night, two days after Sunday’s Primetime Emmy Awards telecast. The President is in New York, staying at Trump Tower, during the United Nations General Assembly.\n        The Emmys, broadcast by CBS, were about on par with last year’s ceremony in terms of total viewers. Sunday’s awards ceremony averaged 11.4 million viewers, compared to 2016’s 11.3 million, its lowest ever. The telecast also averaged a 2.5 rating in adults 18-49, dropping below last year’s low point of a 2.8.\n    \n        Host Stephen Colbert spent part of his monologue skewering Trump’s own fixation with the Emmys, including his past tweets that disparaged the awards handed out by the Television Academy after he failed to win any Emmy trophies for “The Apprentice.” In a tweet from 2013, Trump cited political bias for his lack of Emmy wins.\n        Kellyanne Conway, counselor to the president, criticized the “politicized” show for the “sameness” of the attacks on Trump.\n    \n        “It looks like Americans are tuning out,” she said on “Fox & Friends.”\n    \n        Then she addressed stars who appeared on the stage. “They want you to stick to your knitting. They want you to stick to the stuff that other people write for you.”\n    \n        She did, however, praise Sean Spicer for his Emmy cameo, in which he made fun of his own post-inauguration press conference in which he chided the media never its reporting on Trump’s inaugural crowd size. Spicer’s appearance has drawn a backlash from Trump detractors who criticized Colbert and Emmy producers for milking laughs out of a political operative who had been a champion of Trump’s polarizing agenda.\n    \n        “This is something that folks in Hollywood often lack — which is introspection and good humor,” Conway said of Spicer.\n    \n        Trump spoke at the UN earlier on Tuesday in a speech in which he said that the U.S. would “totally destroy” North Korea if the U.S. is “forced to defend itself or its allies.”",
        "img_url": "34_0",
        "label": 0
    },{
        "post_text": "Maisie Williams Will Be a Bridesmaid at Sophie Turner and Joe Jonas’s Wedding\n        Looks like Maisie Williams just got another Game of Thrones supporting role—as bridesmaid to Sophie Turner at her upcoming wedding to Joe Jonas.\n    \n        She let the news slip when the Radio Times asked if she was “bidding for a role.” Williams responded: “Oh, already got it. Yeah, it’s very, very exciting.”\n    \n        The wedding won’t be for a while, however: Williams said that the couple is waiting until the latest season of Game of Thrones is over to start wedding planning, although she thinks Turner is “already letting her little heart wonder and imagine.” (Perhaps about how to work in some custom Louis Vuitton?)\n    \n        The two actresses, who play sisters on Game of Thrones, have long maintained a close friendship offscreen. Last year, Turner gushed about Williams in an interview: “She’s my best friend, she’s my soul mate. I love that girl to pieces,” she said. They also have their own hashtag: #Mophie.\n        Williams won’t be the only actress to stand by her costar’s side on her big day. Courteney Cox, for example, was Jennifer Aniston’s maid of honor in her wedding to Justin Theroux, and Drew Barrymore was a bridesmaid in Cameron Diaz’s wedding. High School Musical fans got a surprise in 2014 when they noticed Vanessa Hudgens was low-key in Ashley Tisdale’s bridal party.\n    \n        Whenever Turner’s big day does arrive, the only list Arya Stark will be manning is a guest one.",
        "img_url": "38_1",
        "label": 0
    },{
        "post_text": "Selena Gomez Is Going To Keep Her Blonde Hair Selena Gomez is going through a bit of a reinvention right now. She's back together with ex Justin Bieber; she's been putting out new music; and, most recently, she dyed her signature dark hair platinum blonde. And, according to the singer herself, it doesn't seem like her metamorphosis is going to stop any time soon.\n    \n        After Selena debuted the stunning new look at the American Music Awards last month, E! News asked the \"Wolves\" songstress if the blonde dye was here to stay. \"She's not going anywhere,\" she replied, referring to her (apparently female-identifying) strands. Selena added that she's \"still getting to know\" her new 'do. It's especially wise of her to keep the dye job a little bit longer, seeing as it took so long to achieve the jaw-dropping look in the first place. In a recent Instagram post, Selena's colorists, Nikki Lee and Riawna Capri, called the color \"Nirvana Blonde\" and revealed that the transformation took a whopping nine hours.\n        \n        Selena has clearly been having fun with her makeover: She added rainbow bangs to her look last week to complement the Minnie Mouse ears she stole from her little sister, and she recently rocked a two-tone updo with a bright yellow dress. Clearly, Sel has come a long way since that mid-2000s hair phase that included chunky blonde highlights and extensions.\n        \n        Hair aside, Selena has been having an overall incredible year. Besides the aforementioned changes, she also went through life-saving kidney transplant surgery and claimed the title of most-followed person on Instagram, scoring half of the top-10 most-liked pictures of the year on the social media app. She's so influential, she recently told Billboard that Kevin Systrom, the co-founder of Instagram, gets mad at her when she doesn't post for a while. Uh, same. More hair pics, Selena!",
        "img_url": "46_0",
        "label": 0
    },{
        "post_text": "Less than a month after premiering at Sundance, Netflix's highly-anticipated Gloria Allred documentary, Seeing Allred, will be released on the streaming platform. \n    \n        Also coming to Netflix this month is Duncan Jones' Mute, starring Alexander Skarsgard, Paul Rudd and Justin Theroux. Additionally, fan-favorite library titles like American Pie, Goodfellas, Kill Bill: Vols. 1 and 2, Lincoln, Meet the Parents, Men in Black, The Hurt Locker and the Ocean's trilogy will start streaming for Netflix subscribers.\n        \n        February's lineup is full of comedians and their new shows or specials. The Joel McHale Show With Joel McHale, Marlon Wayans: Woke-ish, My Next Guest Needs No Introduction With David Letterman: George Clooney, Fred Armisen: Standup For Drummers and more will launch in the coming month. \n        \n        TV series with new seasons hitting the streaming service include Netflix originals Altered Carbon, Everything Sucks!, Marseille, Seven Seconds, David Chang's Ugly Delicious and the streaming service's Queer Eye reboot.\n        \n        Missed last month? See Netflix’s January 2018 releases here.\n        \n        Take a look below at the complete list of February movie and TV additions.",
        "img_url": "47_0",
        "label": 0
    },{
        "post_text": "Bruno Mars Gives Longtime Girlfriend a Shoutout at Grammys  \nBruno Mars won big at the 2018 Grammys on Sunday, January 28. While accepting the award for Record of the Year, Mars paid tribute to his stunning girlfriend, Jessica Caban.\n\n\"My lady, Jessica, I love you baby,” Mars gushed onstage. “Thank you for being my rock and being on my side throughout this whole process.\"\n\nHere's to another 365 days of happiness. Happy Birthday my love ❤️🎉\n\nA post shared by JESSICA CABAN (@officialjessicacaban) on Oct 7, 2017 at 11:06pm PDT\n\nBruno, 32, and Jessica, 35, have been together for almost a decade. In an interview with Rolling Stone magazine in 2016, Bruno was asked if he plans on proposing to the model.\n\n\"Jesus! She's my best friend. My rock. What's wrong with that? We're just happy,” he said, \"Until she reads this.\"\n\nForever ya lady xxx\n\nA post shared by JESSICA CABAN (@officialjessicacaban) on May 31, 2017 at 7:20pm PDT\n\nBruno previously revealed that he wrote hit song “When I Was Your Man” about Jessica when he felt like he was losing her.\n\n\"You're bringing up all these old emotions again,\" he told Rolling Stone about how it’s hard to perform considering they’re still together. \"It's just like bleeding!\"\n\nJust two badass bunnies on our way to Easter Sunday Funday  #latepost\n\nA post shared by JESSICA CABAN (@officialjessicacaban) on Mar 28, 2016 at 7:16pm PDT\n\nBruno took home seven Grammy awards in total last night, beating out a majority of nominees, including JAY-Z. ",
        "img_url": "56_0",
        "label": 0
    },{
        "post_text": "Darren Criss has proposed to longtime girlfriend Mia Swier! The Assassination of Gianni Versace: American Crime Story actor, 30, announced their engagement news on Instagram and Twitter Friday evening. “Mia and I have had seven and a half years of fun, wacky, wonderful, CRAZY adventures together,” Criss wrote along with a photo of the happy couple. “And I’m happy to announce that we’re kicking those adventures up a notch. We’re goin for it. To boldly go where neither of us have gone before. Engage,” the former Glee star added.\nThough the date of the proposal is unknown, Criss and Swier, 32, last attended the Los Angeles premiere of the FX series in Hollywood together on Jan. 8 when the writer and producer was spotted without an engagement ring on that finger. “Oh yeah, we’ve been together a long time,” Criss said in a 2013 interview when asked about Swier. “I didn’t know I was going to be on TV when we started dating.”\nSwier attended New York University’s Steinhardt School of Media Studies and Television Production, and has worked for networks such as Fox and Showtime. It certainly has been a great start to 2018 for the former Glee actor, with his new show,Assassination of Gianni Versace: American Crime Story, premiering Wednesday to strong ratings. Criss stars in the FX show as Andrew Cunanan, the man who murdered famed fashion designer, Gianni Versace.",
        "img_url": "57_0",
        "label": 0
    },{
        "post_text": "Visiting Disneyland is a magical experience for most people, but it’s clear no human will ever enjoy the theme park as much as these service dogs did. After a group of service pups in training recently took a field trip to the park, pictures of the adorable excursion quickly began making the online rounds. The dogs—who all donned Mickey Mouse ears for the occasion—spent the day frolicking with their favorite Disney characters, posing in front of Disneyland landmarks and even having a go on some of the rides.\nThe Internet, of course, was left swooning over Dog Disney, with many canine enthusiasts taking time to appreciate the delightful photos. “Not to be dramatic but I’m in love with every single dog in this,” wrote one enamored Twitter user. “They’re such good boys.”\nThe dogs are being trained by Canine Companions for Independence, a non-profit that provides assistance dogs free of charge to adults, children, and veterans with disabilities.",
        "img_url": "59_0",
        "label": 0
    },{
"post_text": "Luis Fonsi and Daddy Yankee walked away with zero wins at the 60th Annual Grammy Awards, but the Puerto Rican artists are responding with a positive message.\nLuis Fonsi and Daddy Yankee nabbed big nominations at Sunday’s 60th Annual Grammy Awards with their record-breaking hit “Despacito.” The track got nods in the Best Pop Duo/Group Performance, Record of the Year and Song of the Year categories and if it had won in the either of the latter two categories, it would’ve made history as the first Spanish-language song to do so. With Bruno Mars sweeping the major categories, Fonsi and Yankee weren’t able to make that historic stride forward, but the Puerto Rican artists remained positive.\n“We’re not leaving empty-handed tonight,” wrote Fonsi on Instagram following the award show. “To be able to break the language barrier and unite the world with a song is the best prize anyone can win. Let’s continue sharing our culture and our Latin music with the entire world. Thanks for supporting us, this is just the beginning.”\nYankee shared the same image, writing, “Thanks to all #latinos for coming together to see us shine at the #grammys.”For Fonsi, the Grammy nod — and potential win — was all about celebrating his Latin heritage and pride. Before the ceremony, he spoke to ET about what the evening meant to him. “This is really big,” he said. “Not only for me, but for Latin music in general, to be able to sing a song in Spanish for the big show. I’m really proud to be here. Being from Puerto Rico, growing up here in the United States, I’ve always been so proud of my roots and my language, and all these artists who are performing, they’ve all influenced me. So to be able to celebrate a little bit of who I am and where I’m from, and to share with the world, and break that language barrier — especially after everything that [Puerto Rico has] been going through.”\nAlthough the two artists kept their post-Grammy messages positive, some celebs and fans felt the duo were robbed, including Perez Hilton and Frankie Grande, the brother of pop star Ariana Grande.\nThey didn’t walk away with a trophy, but Fonsi and Yankee gave a rousing performance of “Despacito” that brought the crowd, including Chrissy Teigen and John Legend, to their feet and won a standing ovation from the audience.",
        "img_url": "66_0",
        "label": 0
    },{
        "post_text": "Jared Leto has been hitchhiking across America to promote his band 30 Seconds To Mars‘ new album, which is titled ‘America’.\n‘America’ is the group’s fifth record to date and follows on from 2013’s ‘Love, Lust, Faith and Dreams’. It will be released on Friday (April 6). \nA press release details how Leto has intended to “travel across America” by “any means possible” for a week to promote the release, stating that the actor-turned-singer has been using transport methods ranging from “trains, planes, automobiles, Greyhound bus, Lyft rides, bicycles” to “NASCAR pit stops and more”.\nLeto has been visiting “unique destinations that showcase the title subject of the band’s album” and, to “further showcase what America is made of”, has given out genetic testing kits along the way.\nLeto appeared on The Tonight Show earlier this week to kick off his journey, which saw A$AP Rocky giving him a ride. Watch that clip beneath.",
        "img_url": "69_0",
        "label": 0
    },{
        "post_text": "Selena Gomez and The Weeknd packed on the PDA at Coachella this weekend, even sharing an affectionate selfie on Instagram.\n    \nThe pic on Gomez's account appears a week after The Weeknd shared a romantic one on his own page. So, clearly, they're a couple.The duo was at the Indio, Calif., music festival Saturday, hanging out in the VIP section and watching acts including Travis Scott. The Weeknd did more than enjoy the music from backstage: He made a surprise appearance during Nav's set.",
        "img_url": "70_0",
        "label": 0
    },{
        "post_text": "When future generations dress up in retro clothing meant to signify it's the year 2018, they'll likely skip traditional ready-to-wear in favor of athleisure looks anchored by—what else?—leggings. This piece is, after all, the skinny jeans of a modern woman's wardrobe.\nSome may opt for non-basic black styles while others might try to pull off floral prints, stirruped tights (for more of a mixed-decades vibe), high-waisted cuts (to really nail the moment), and even \"extra\" bedazzled designs. Whichever the case, it's likely brands like Lululemon, Fabletics, Athleta, Alala, Beyond Yoga, and more will feature prominently in their selections if, that is, the latest Well+Good Instagram poll is any indication. There, readers shared their leggings obsessions du jour. So, which pairs passed your squat, dance, and sweat tests?",
        "img_url": "71_0",
        "label": 0
    },{
        "post_text": "While Kendall Jenner might be on a mission to make her niece, North West, into the next Nobel Prize-winning feminist scientist, having gifted the four-year-old a science craft book for her recent birthday, it seems her sister Kylie is wanting to pay homage to another leading lady in her life – her 'momager' Kris Jenner.\nThe 19-year-old beauty mogul has just because the face and creative influence behind Quay Australia's new eyewear line, according to E! News, and the campaign photoshoot served as the perfect opportunity for the reality star to copy her mother's signature look.In the campaign shots for the brand, Kylie wears a swimsuit and a short black pixie crop, making her look the spitting image of her mother, Kris.She also famously wore her mother's retro pink Body Glove swimsuit for her 18th birthday in Mexico in 2015.\nHowever, this isn't the first time the reality star has taken her mother's style for inspiration, having worn the 61-year-old's vintage thong Chanel swimsuit while playing in the pool last summer.Posting a picture of her daughter in her fuchsia pink swimsuit, Kris took to Instagram and jokingly threatened to ground her daughter for borrowing her swimwear without asking.\n\n'Ohhhhhh so THIS is where my vintage Body Glove bathing suit went!!!! @kyliejenner you are grounded! Wait, i can't do that anymore you're 18....#whoworeitbetter.'\n\nWith a love of mixing up her hairstyles with rainbow wigs and boxer braids, perhaps a pixie crop might Kylie's next pick for a style make-over?",
        "img_url": "72_0",
        "label": 0
    },{
        "post_text": "Love is clearly in the air. First, Ariana Grande and Pete Davidson get engaged. Then, Justin Bieber and Hailey Baldwin allegedly follow suit. Now, two of your favorite Disney Channel stars leave Instagram shook with a single pic.\n    \nKimberly J. Brown, who played heroine Marnie Piper in the first three Halloweentown movies (we do NOT talk about the fourth film), finally confirmed fans' suspicions that she and her Halloweentown II: Kalabar's Revenge co-star, Daniel Kountz, were more than just friends.\nFor International Kissing Day on Saturday (July 6), Kimberly posted a kiss pic that would make Kalabar's jaw drop. "#internationalkissingday you say? I’ll just leave this right here then ," she captioned.\nOMG. I ship it so hard. Seriously, they're both so dang cute!\nDaniel has been popping up on Kimberly's Instagram more frequently over the past few months. For Halloween last year, they did a couples costume as superheroes. A few months later, they spent Christmas Eve together.\n\nThey've hung out in Portland, saw Hamilton, and more recently, attended The Big Bang Theory star Kaley Cuoco's wedding.\n\nBack in 2016, fans first started noticing the DCOM stars had reconnected when Daniel appeared in Kimberly's hilarious short about what really happened to Kal at the end of Halloweentown II: Kalabar's Revenge. (Spoiler: He went to magic rehab.)\n\nA year later, the duo acted onscreen together again in another short that's partly Not Safe for Disney.\nYou don't need to be Sherlock Holmes to crack this love mystery, but neither Kimberly nor Daniel confirmed they were more than friends — until that glorious pic dropped.",
        "img_url": "74_0",
        "label": 0
    },{
        "post_text": "May 31 (UPI) -- Amber Heard is getting to know new beau Elon Musk's five kids.The 31-year-old actress spent some quality time with the 45-year-old Tesla founder and his sons Tuesday at Sydney Opera House in Australia.\"Kidding around,\" she captioned a series of photos from the outing on Instagram.\n        Musk shares twins Griffin and Xavier and triplets Damian, Kai and Saxon with first wife Justine Musk. He and Heard were first linked in 2016 after splitting from their respective spouses, Talulah Riley and Johnny Depp.\n        \"Sydney is such a beautiful city,\" the entrepreneur captioned a picture of himself with Heard and one of his sons.  \n        Heard and Musk were all smiles during a date night Sunday in Sydney. Sources told People this month that the Tesla founder has seemed \"noticeably happier\" since he started dating Heard. \n        \"Elon and Amber are already very serious about each other,\" an insider said. \"he spends a lot of time at his house and is very comfortable there. Amber's also gotten to know his kids and spends time with them as well.\"\n        Heard filed for divorce from Depp in May 2016 after alleging the actor was abusive during their relationship. She will next star in London Fields, and will play Mera in Justice League and Aquaman.",
        "img_url": "76_0",
        "label": 0
    },{
       "post_text": "It's been almost two years since Angelina Jolie filed for divorce from Brad Pitt. However, the drama surrounding their custody agreement continues. \n    \nA source tells E! News the celebrity parents are \"at odds over custody\" of their six children—Maddox, Pax, Zahara, Shiloh, Knox and Vivienne. This dispute is reportedly \"why the divorce is not final\" and has \"dragged on for months.\"\n\n\"The latest issue is that Angelina wants to film in Europe for months and take all six kids with her for the duration of the shoot,\" the insider tells E! News. \"Brad is opposed to that and is blocking it from happening. Brad will be filming in L.A. for the summer and wants to see the kids on his regular custody schedule.\"\n\nThe source tells E! News Jolie is \"furious\" with the situation. However, it looks like Pitt isn't pleased with it, either.\n\n\"He's not OK with his kids being away for months,\" the insider continues. \"He feels that Los Angeles is their home base and this is where it is best for them to be.\" \n\nHowever, this doesn't mean that Jolie can't travel with her kids at all. The actress already took Shiloh and Zahara to Jordan in January to visit a refugee camp. She also brought all of her children to Paris that same month. The insider tells E! News Jolie recently travelled to England, as well.\n\n\"Angelina has been in London and is free to travel for shorter periods of time,\" the source says. \"Brad isn't opposed to that. But she can't leave with the kids for several months.\"\nWhen Jolie filed for divorce in September 2016, she asked for sole physical custody of the children. Pitt responded by filing for joint physical custody in November.\n\nBy December, the exes had reached a temporary agreement. The agreement determined that the children would stay in Jolie's care and that Pitt would have \"therapeutic\" visitation.\n\nThe temporary agreement came shortly after the Federal Bureau of Investigation closed its investigation into Pitt regarding an alleged incident with a child on a private plane. No charges were filed. It also came after the Los Angeles County Department of Children and Family Services cleared Pitt of child abuse allegations.\n\nPitt opened up about the situation in an interview with GQ Style published in May 2017.\n\n\"I was really on my back and chained to a system when Child Services was called,\" he told the magazine. \"And you know, after that, we've been able to work together to sort this out. We're both doing our best. I heard one lawyer say, ‘No one wins in court—it's just a matter of who gets hurt worse.' And it seems to be true, you spend a year just focused on building a case to prove your point and why you're right and why they're wrong, and it's just an investment in vitriolic hatred. I just refuse. And fortunately my partner in this agrees. It's just very, very jarring for the kids, to suddenly have their family ripped apart.\"",
        "img_url": "77_0",
        "label": 0
    },{
        "post_text": "Emily Ratajkowski has showed off her massive diamond engagement ring for the first time.\nThe 27-year-old actress married Sebastian Bear-McClard in February but until now had only been seen wearing a discreet gold wedding band.\n\nOn Tuesday, Ratajkowski took to Instagram to give her 18.4 million followers a glimpse of her engagement ring, which boasts two diamonds – one teardrop cut and one princess cut.Ratajkowski shared two pictures. One shows her outstretched hand complete with the ring while Bear-McClard, 31, smiles in the background.\nThe other, a selfie, shows the ring alongside a diamond necklace.\nRatajkowski and Bear-McClard, a film producer, got married at a surprise ceremony in New York in February.\nRatajkowski revealed her now-husband did not have an engagement ring when he popped the question and instead used a paper clip to show his commitment.\nThey celebrated their honeymoon in Utah where they shared several pictures of their gold wedding rings.\nThe London-born actress – who has starred in films including Gone Girl and I Feel Pretty – found fame when she danced topless in the video for Robin Thicke’s 2013 single Blurred Lines.",
        "img_url": "81_0",
        "label": 0
    },{
        "post_text": "Taylor Swift Reputation Stadium Tour, a new movie featuring highlights from Swift’s latest monster tour, is coming to Netflix before year’s end. The mega-star announced the upcoming film will arrive on Netflix before the year is up on social media, and shared a trailer of footage from the upcoming concert film.\n    \nTaylor Swift reputation Stadium Tour will premiere on the streaming platform on New Year’s Eve at 12:00 a.m. PT on Dec. 31. According to Netflix the film includes footage from the U.S. tour dates with guest appearances by Charli XCX and Camila Cabello.\n\nReputation, which kicked off in May, broke U.S. records for the highest-grossing domestic tour, having grossed $266.1 million and selling 2,068,399 tickets according to Billboard.\n\n“Thanks so much for all the birthday wishes!” Swift tweeted. “Today I finally get to show you something we’ve been working on for a while… the trailer for the Reputation Stadium Tour!”\n",
        "img_url": "83_2",
        "label": 0
    },{
       "post_text": "Woody Allen has spoken about his support for the #MeToo movement, saying that he should be “the poster boy”.\n    \nIn an interview on Argentinian news program Periodismo Para Todos, the writer-director was asked if there was any truth behind the allegation that he sexually abused his daughter, Dylan Farrow.\n\n“Of course not, this is just so crazy,” he said. “This is something that has been thoroughly looked at 25 years ago by all the authorities and everybody came to the conclusion that it was untrue. And that was the end and I’ve gone on with my life. For it to come back now, it’s a terrible thing to accuse a person of. I’m a man with a family and my own children.”\n\nThe story was resurfaced after allegations were made against Harvey Weinstein and other key figures in Hollywood of sexually predatory behavior. It led to many actors talking about their regret over working with Allen, including Greta Gerwig, Colin Firth and Ellen Page.\n\n“Everyone wants justice to be done,” Allen said. “If there is something like the #MeToo movement now, you root for them, you want them to bring to justice these terrible harassers, these people who do all these terrible things. And I think that’s a good thing.”\n\nBut the 82-year-old is frustrated that his name has been used alongside the men accused of misconduct. He said that the people who have been accused by multiple women shouldn’t be equated with him, as he was “only accused by one woman in a child custody case” and believes he should be heralded as an important ally.\n\n“As I say, I’m a big advocate of the #MeToo movement,” he said. “I feel when they find people who harass innocent women and men, it’s a good thing that they’re exposing them. But you know I, I should be the poster boy for the #MeToo movement. Because I have worked in movies for 50 years. I’ve worked with hundreds of actresses and not a single one – big ones, famous ones, ones starting out – have ever, ever suggested any kind of impropriety at all. I’ve always had a wonderful record with them.”\n\nIn a statement released last year, Allen referred to Weinstein as a “sad, sick man”.\n\nLast month saw Allen’s son Moses Farrow defend him in a blogpost, calling his sister’s story a “discredited allegation” and accusing his mother, Mia Farrow, of “brainwashing” and abusive behavior. In response, Dylan Farrow called his words “beyond hurtful”.\n\nWhen he made similar accusations in a book published in September 2017, Mia Farrow said in a statement: “Moses has cut off his entire family including his ex-wife, who was pregnant when he left. It’s heartbreaking and bewildering that he would make this up, perhaps to please Woody. We all miss and love him very much.”\n\nAllen’s next film, A Rainy Day in New York, faces an uncertain future after stars Timothée Chalamet, Selena Gomez and Rebecca Hall donated their salaries to various charities. The romantic comedy is yet to receive a release date.",
        "img_url": "90_0",
        "label": 0
    },{
        "post_text": "Laguna Beach’s Dieter Schmitz is officially a dad.\nSchmitz, 32, announced on Sunday that he and his wife Isabell Hiebl welcomed their first child, son Nico Josef Schmitz.\n\n“Isabel and I welcomed our baby boy, Nico Josef Schmitz, on 9/8/2018 at 9:10 AM!” he excitedly wrote alongside a photo of the new mom giving the couple’s bundle of joy some skin-to-skin contact in the hospital.\n\nIn the photo, Hiebl proudly smiled at the camera while little Nico appeared to be taking a nap.\n\n“May you make the world a better place and have a tremendously healthy and fulfilling life. We love you so much!” he added.\nFellow MTV reality star Lauren Conrad quickly offered up a warm congratulations to her pal, commenting with numerous yellow heart emojis.\nSchmitz first announced that the couple were expecting a child in March.\nAlongside a photo of the couple’s dog wearing a sign that read, “Mom & Dad are getting me a human due: Sep. 10, 2018,” he excitedly confirmed that their “family is growing!!!”\n\nThe sweet image also contained a sonograph photograph, some baby clothes, and a sign reading, “Our greatest adventure begins September 2018.”\nIn a touching nod to his roots, in July, the former reality star announced that the “growing Schmitz family” was moving back to Orange County, California.\n\nLater that month, he shared a photograph from Laguna Beach as he remarked that it was “so great to be back.”\nThe couple tied the knot in August 2016, and several of his Laguna Beach co-stars served as groomsmen, including Stephen Colletti, Trey Phillips and Loren Polster.",
        "img_url": "92_0",
        "label": 0
    },{
        "post_text": "Kristen Bell gushes praise in the most heartfelt and funny way Saturday in tribute to her husband Dax Shepard, who is celebrating his “14th year sobriety birthday.”\n    \n        “I will forever be in awe of your dedication, and the level of fierce moral inventory you perform on yourself, like an emotional surgery, every single night,” the “Good Place” star wrote in a touching Instagram post to her husband of nearly eight years.\n        \n        Along with a series of photos of Shepard with their babies, Bell posted what began as a light-hearted ribbing, teasing the man “who wore baby Bjorn for 2 straight years to show his girls how to be as adventurous as possible.” Her joking turned to praise and adoration for his struggle well-fought (and continues to fight).\n        “I know how much you loved using. I know how much it got in your way,” she wrote. “And I know, because I saw, how hard you worked to live without it.”\n        Here’s her entire tribute:\n        “To the man mocked me when in our wedding photos because I cried too many tears of joy, Who wore a baby Bjorn for 2 straight years to show his girls how to be as adventurous as possible, who held our dear little shakey mann pup for 8 hrs straight on the day we had to put him down, I know how much you loved using. I know how much it got in your way. And I know, because I saw, how hard you worked to live without it. \n        I will forever be in awe of your dedication, and the level of fierce moral inventory you perform on yourself, like an emotional surgery, every single night.\n        You never fail to make amends, or say sorry when its needed. You are always available to guide me, and all of our friends, with open ears and tough love when its needed most.\n        You have become the fertilizer in the garden of our life, encouraging everyone to grow. I’m so proud that you have never been ashamed of your story, but instead shared it widely, with the hope it might inspire someone else to become the best version of themselves.\n        You have certainly inspired me to do so.I love you more than I ever thought I could love anyone, and I want you to know, I see you. I see how hard you work. You set an excellent example of being human. Happy 14th year sobriety birthday”",
        "img_url": "96_0",
        "label": 0
    },{
        "post_text": "There's no lack of information on the Kardashians out there. Open up any of your social media apps and chances are you'll see their famous last name plastered in a headline. But while everyone focuses on Kim's new book of selfies, Selfish, or Kylie's lip-gate, we have more pressing intel on something that the fans really want to know: What is that salad the Kardashians are always eating on Keeping Up With the Kardashians?!\n        We have the answer: The Kardashian clan chomps on two different salads from a little shop called Health Nut in Woodland Hills, Calif. (just on the border of Calabasas, where they live). One is a simple Chef Salad with chicken, romaine and iceberg lettuce, shredded mozzarella, tomatoes, sprouts, and sunflower seeds, while the other is a Chinese Chicken Salad with chow mein noodles, pickled ginger, and carrots on romaine and iceberg lettuce.\n        And that tea they drink? It's called a Mango Greentini, which consists of green tea, mango juice, and honey.I recently popped into Health Nut to try out the goods and find out why the Kardashians can't get enough of them. We sat down with longtime Health Nut employee Eura Chai, who told us the Kardashians frequent the establishment on a weekly basis (and sure enough, Khloe's assistant, Malika Haqq, stopped in to pick up a to-go order an hour later).",
        "img_url": "105_0",
        "label": 0
    },{
        "post_text": "Hot mama! Khloe Kardashian is baring it all as she nears the end of her pregnancy.\n    \nRelated: Cutest Celebrity Baby Announcements\nThe 33-year-old reality star, who is expecting her first child with boyfriend Tristan Thompson, rocked black lingerie and cradled her bare baby bump in a new pic posted to Instagram on Wednesday, March 21.\n\n“📸 @sashasamsonova,” she captioned the shot, tagging her glam squad.\n\nRelated: Celebrity Moms Who Were Shamed for Their Baby Bumps\nWhile it’s unclear exactly when the photo was taken, Kardashian revealed on January 2 that she was officially six months along. While she traveled to Japan at eight months pregnant late last month, a source exclusively told Us Weekly that the Revenge Body host is set to stay in Cleveland until she gives birth. (Thompson, 27, currently plays for the Cleveland Cavaliers).\nKardashian revealed on the March 4 episode of Keeping Up With the Kardashians that she is expecting a baby girl. The Good American Designer celebrated the imminent arrival of her daughter at a pink-themed baby shower on March 11. Guests at the party included sisters Kim Kardashian, Kourtney Kardashian, Kendall Jenner, Kylie Jenner, as well as mom Kris Jenner and Real Housewives stars Kim Zolciak-Biermann and Kyle Richards.“Magical moments with the most magical women! I’ll forever be in love with YOU!” the mom-to-be captioned a picture with her family at the bash.\nUs exclusively revealed in September that the Strong Looks Better Naked Author is pregnant. Two months later, she announced the news to her fans via Instagram: “My greatest dream realized! We are having a a baby! I have been waiting and wondering but God had a plan all along. He knew what He was doing.”",
        "img_url": "109_0",
        "label": 0
    },{
        "post_text": "Last week, Blink-182 drummer Travis Barker was involved in a “really bad car accident.”\n    \n        Barker was driving his son Landon Asher when he was hit by a school bus. No one was hurt in the accident, but Barker's car was totaled.\n        \n        On Saturday, he told E! News at Beautycon, “Yesterday, I was in a really bad car accident, but I came out unscathed, which is pretty awesome. My car is totaled but I pretty much walked away okay, which is awesome. A school bus ran a red light. It was insane. I have a really big 4x4 G-Wagon and if I wasn't in that, it might have been different, but it held up pretty well.”\n        \n        Landon wrote on Instagram, “Life's crazy...My dad, @carl.daw and I could have died today, our car was struck by school bus.. are car was Totaled.”\n        Travis is still recovering from his blood clots, which forced Blink-182 to postpones their upcoming Las Vegas concert residency. He said, “I have, I think, like 30 in my right hand in arm and I have about 10 in my left, so I'm just waiting for them to clear up. I'm on blood thinners.”\n        Barker's car accident comes nearly 10 years after he survived a plane crash that killed four of the six people on the flight. Along with Barker, DJ AM survived, only to later die of an accidental drug overdose.",
        "img_url": "114_0",
        "label": 0
    },{
        "post_text": "It is an undeniable fact that Miranda Kerr has incredible skin. Not only is it always glowing and radiant, but her pores are virtually non-existent, she has an even skin tone and she doesn’t seem to have had a pimple in years.\n    \nSo, it is understandable that when the model and founder of skin care brand KORA Organics shared her top skin care tips with Teen Vogue, including the product she uses to clear her blemishes overnight, we were all ears.\n\nAccording to the model, facial oils are her go-to when confronted with a surprise pimple. “If I’m having a breakout, I like to balance the pH of my skin with my Noni Glow Oil. I find that really helps, even with treating it overnight. I put it on after cleansing, misting, exfoliating and moisturising,” she said.\n\nWhile we’re not debating the effectiveness the oil has on Miranda’s skin, we wanted to check in with a skin care expert to find out if facial oils can work as an effective pimple treatment for the rest of us. And if the advice from Bryan Barron Director of Research and Content at Paula’s Choice, is anything to go by, it isn’t good news.\n\nIn fact, Barron says, “While some people report success using oils to banish breakouts, mounds of research has shown that gently removing excess oil and controlling acne-causing bacteria with benzoyl peroxide, and using a leave-on exfoliant with salicylic acid is a proven, reliable approach for acne at any age.”\n\nUltimately, while facial oils are a vital addition in any skin care routine as they work wonders to nourish, plump and hydrate the skin, using them as a pimple treatment may not deliver the same results as the proven acne treatment duo of benzoyl peroxide and salicylic acid.",
        "img_url": "116_0",
        "label": 0
    },{
       "post_text": "Gal Gadot is really the Hollywood find of 2017. She did appear in a few films before, including a brief appearance in Batman v Superman, but it was in 2017 that she shone. Gal has in a minuscule amount of time risen to become one of the top most actors in Hollywood. Her performance in this summer’s DC blockbuster Wonder Woman helped DC’s cinematic universe get on track and she was adored even in Justice League, which was a failure for Warner Bros and DC. She did only two films this year, but since those films came from a big studio like Warner Bros and were superhero movies that usually earn big bucks, they helped her to become the highest paid actress of 2017, according to Forbes. Oh, and she was pregnant while filming many of her stunts in Justice League. Isn’t she really the Wonder Woman?\n    \nMeanwhile, the gorgeous Israeli actor took to social media to reminisce the last year and posted a collage to give her fans glimpses of top moments of the year for her. The first photo is of The Hollywood Reporter’s cover with a photo of she and Wonder Woman’s director Patty Jenkins. The collage continues with her photo with the rest of the Justice League cast, Wonder Woman cast, a photo of her with the poster of Wonder Woman, a pregnant Gal Gadot posing with her husband, Gal posing in a Justice League, she hugging a fan, Wonder Woman cast posing with little Wonder Women, and finally Gal Gadot at Saturday Night Live.\n\nShe captioned the photo, “Thank you 2017 you’ve been incredible. 2018 I’m ready for you.. 😏 wishing you all – happiness, health and luck!! Happy New Year!!!”\nIt need not be said that these are the high points for many of her fans, not just her. She has been an inspiration for little girls who needed a stirring female superhero figure in a world dominated by masculine superheroes. Indeed, the immense success of her film showed that there is a huge audience for a well-made female-led superhero movie. Its success also prompted Warner Bros to lighten the tone of Justice League, and that was one of the things about it that were appreciated.",
        "img_url": "117_0",
        "label": 0
    },{
        "post_text": "So many moms can relate to this.\n    \nJessica Alba, the 36-year-old actress and entrepreneur, was out shopping with newborn son Hayes at Target on Friday when her baby need to breastfeed. Looking for a spot, Alba took to a fitting room.\nSharing the very real motherhood moment on Instagram, the actress and Honest Company co-founder captioned a selfie of her and newborn, writing: “Tired eyes,” and “Breastfeeding in a Target dressing room.”\nTarget has a mommy-friendly breastfeeding policy that reads supports nursing \"in any area of our stores, including our fitting rooms, even if others are waiting.\" It's also been reported that Target has been testing out designated nursing stations at some locations. That's something we'd love to see more of!\n\nThe \"Dark Angel\" actress has been outspoken and proud about breastfeeding her 7-week-old, sharing updates on social media before the Golden Globes, while watching Netflix and even after going to the spa.\nHayes, born on New Year’s Eve, is Alba’s third child with husband Cash Warren, joining daughters Honor Marie, 9, and Haven Garner, 6.\n\nDespite all of her successes, Alba still feels all of the typical pressures of motherhood, impromptu nursing breaks included.\n\n“Any mom who all of the sudden has little people that rely heavily on them for survival needs to maintain her own sense of self,” Alba told TODAY. “You need to cut yourself some slack and bite off what you can chew. Things will be compromised and you just have to be okay with that.”\n\n“I just pray that my kids are happy,” the strong mom said back in 2015. “If they’re giggling more than they’re crying, and if they’re curious and talkative, then I know they’re good.”",
        "img_url": "118_0",
        "label": 0
    },{
        "post_text": "Stranger Things actor Charlie Heaton is opening up about the reported drug possession that stymied the Netflix star late last year, the presence of cocaine on his luggage preventing him from attending the show's Season 2 premiere.\n    \n        Read more: 'Stranger Things' fields harassment allegations\n        \n        Heaton, a British citizen, was denied entry into the U.S. last October, as reported by USA Today. Although he wasn't arrested and no charges were filed, officers at Los Angeles International Airport detected a small amount of cocaine on the actor's belongings after a routine inspection by a customs canine. Heaton, who plays Jonathan Byers on Stranger Things, was returned to London and missed out on the show's L.A. premiere event for the second season.\n        \n        The actor now says the incident is “all sorted,” and he reveals to Flaunt magazine that the public scrutiny he received over the experience was “fucking awful,” as noted by the NME. Hearton admits that his newfound fame from Stranger Things served as an impediment in relation to the drug debacle:\n        \n        “It was hard,” he says. “Everything happened so fast, and I hadn't come to terms with the fact that I was famous. When something steps in from the work you are doing and breaks into your personal life…you feel kind of vulnerable. All of a sudden it becomes a very big story and it gets really blown out of proportion.” After reporters showed up on his parents' doorstep in Yorkshire, England, the actor says he “just wanted to go back. I want to work and continue to work.”\n        \n        At the time of the cocaine possession reports, Heaton released an official statement admitting that he was “sorry to all the fans and my Stranger Things family for missing the premiere. We are all so proud of this season and I would never want this story to negatively impact the show.”\n        \n        The actor's expected to return as Jonathan Byers for the upcoming third season of Stranger Things.",
        "img_url": "125_0",
        "label": 0
    },{
        "post_text": "Celebrity Body\nLily Collins Was Praised for Losing Weight to Play Anorexic Character: ‘That Is Why This Problem Exists’\nBy Sierra Marquina \nJune 29, 2017\nLily Collins was shocked when she was complimented for losing weight to play an anorexic woman in Netflix’s upcoming series To the Bone. During an interview with The Edit published on Thursday, June 29, the actress, who suffered an eating disorder herself in the past, said that people’s obsession with being thin is why the disease exists. \n\n“I was leaving my apartment one day and someone I’ve known for a long time, my mom’s age, said to me, ‘Oh, wow, look at you!'” Collins told the site. “I tried to explain [I lost weight for a role] and she goes, ‘No! I want to know what you’re doing, you look great!’ I got into the car with my mom and said, ‘That is why the problem exists.’”\n\nThe role hit home for Collins, who previously revealed that she suffered an eating disorder.\n\n“There’s a scene where I’m taking my clothes off to be weighed by Carrie Preston, my stepmom in the movie, who takes a photo on her phone and shows it to me. I didn’t think she’d actually take one but she did,” Collins recalled. “I saw myself in the photo and my heart dropped. So when my mom saw the film, she saw Lily’s reaction because she knows me the best.”\n\nThe scene caused her mom to breakdown. \n\n“The first time she was a bit in shock,” Collins added of her mom’s reaction. “The second time I looked over at the end and she was sobbing; it really hit her hard.”\n\nThe Love, Rosie actress also told The Edit that she couldn’t book photoshoots in magazines because she was too skinny.\n\n“I told my publicist that if I could snap my fingers and gain 10 pounds right that second, I would,” she concluded of the experience.\n\nTo the Bone hits Netflix on July 14.",
        "img_url": "128_0",
        "label": 0
    },
    {
        "post_text": "Selena Gomez and Justin Bieber Had Another Sneaky-ish Wednesday Date Night\n\nBy Alyssa Bailey\nPublished: Feb 08, 2018 11:13 AM EST\n\nToday in #Jelena watch, Justin Bieber and Selena Gomez spent Wednesday night out together—but they tried to be sneaky about it. Gomez and Bieber arrived at church in Bieber's Jeep. They entered the building separately, but the same woman in the photo alongside them makes it clear they walked in the door only seconds apart.\n\nJustin arriving.\n\nSelena arriving.\n\nChurch-goers also spotted the two—and one filmed Gomez at the front of the church. The back of Bieber's head appears to be visible in the video because of his current Shaggy-esque blond hairstyle.\n\nThey were not photographed, filmed or said to be showing PDA at service like they have during previous weeks. Bieber's rumored ex-fling Kourtney Kardashian was also photographed arriving at the same service.\n\nWednesday night public date nights are kind of Jelena's thing. Since they reconciled in the fall, Bieber and Gomez have been regularly seen by Los Angeles church-goers at Wednesday night service (sometimes kissing) and have been often photographed by paparazzi at the ice rink that same evening. Bieber plays hockey almost weekly and devoted girlfriend Gomez occasionally (boredly) watches.\n\nGomez just returned to Los Angeles yesterday morning. She was photographed getting off the plane in sweats, out hiking later with her assistant Theresa Mingus, and then ultimately in a jean jacket at church with the Biebs. Her full outfit from service is likely the one from that afternoon, photographed more clearly below:\n\nGomez out in Los Angeles before her hike yesterday afternoon.\n\nThe latest report about Bieber and Gomez's relationship came out over the weekend after news broke that Gomez spent two weeks in a treatment program in New York City for anxiety and depression. Bieber was really supportive, a source close to Bieber told People. “Their relationship is very special. They have both changed, their lives are so different and it really seems things could work out great this time. Justin realized that he needed to change, reached out for help and is doing very well. The same [goes] for Selena — the second she doesn’t feel well, she seeks help. They have both hugely matured. Justin is very supportive of Selena feeling her best.”",
        "img_url": "134_0",
        "label": 0
    },
    {
        "post_text": "Here's Everything Leaving Netflix In December 2017 -- And What Not To Miss\n\nErik Kain\nSenior Contributor\nOpinions expressed by Forbes Contributors are their own.\nI write about TV shows, movies, video games, entertainment & culture.\n\nNov 21, 2017, 08:00am EST\n\nThis article is more than 6 years old.\n\nThe Pirates Of The Caribbean: Curse Of The Black Pearl is leaving Netflix in December.\nCredit: Disney\nA whole bunch of content is leaving Netflix in December including, oddly enough, some Christmas content (the very first title in the list below is 1991's All I Want For Christmas.)\nIf you're in the middle of It's Always Sunny In Philadelphia you'll definitely want to binge faster. Every season of that show is leaving Netflix next month.\nThe Man From Snow River, an excellent Australian film with some of the best horse-riding cinematography out there, is also riding off into the sunset (we just watched this and the kids loved it. I watched it as a kid many times.)\nSee what's coming to Netflix in December, and what to watch, here.\nHoles, Nightcrawler and Lucky Number Slevin are also leaving and are all worth a viewing. And finally, toward the end of the month, the one truly good Pirates of the Caribbean---The Curse of the Black Pearl---will set sail never to be seen on Netflix again. (Soon, all Disney content will be gone from Netflix as it migrates to Disney's own subscription service.)\nHere's everything leaving Netflix in December:\n\nDecember 1st\nAll I Want For Christmas (1991)\nBedazzled (2000)\nBlack Snake Moan (2006)\nThe Black Donnellys (1 Season)\nCompulsion (1959)\nCrossing Jordan (6 Seasons)\nCousin Bette (1998)\nGary: Tank Commander (3 Seasons)\nGrojband (1 Season)\nHoffa (1992)\nLa Viuda Negra (1 Season)\nLife (2 Seasons)\nLilies (1 Season)\nLimon and Oli (1 Season)\nLipstick Jungle (2 Seasons)\nMagi: The Kingdom of Magic (2013)\nMagi: The Labyrinth of Magic (2012)\nOggy and the Cockroaches (1 Season)\nPicture Perfect (1997)\nPractical Magic (1998)\nRebelde (1 Season: 225 Episodes)\nScary Movie 2 (2001)\nScary Movie 3 (2003)\nSuper Size Me (2004)\nTerriers (1 Season)\nTinga Tinga Tales (1 Season)\nThe Crucible (1996)\nThe Gospel Road: A Story of Jesus (1973)\nThe Man from Snowy River (1982)\nTouch (Season 2)\nToys (1992)\nTree Fu Tom (Season 2)\nTwo Girls and a Guy (1997)\nWaking Life (2001)\nYu-Gi-Oh! Bonds Beyond Time (2010)\nYu-Gi-Oh! Zexal (2 Seasons)\n\nDecember 2nd\nBorder Security: Australia’s Front Line (All episodes)\n\nDecember 5th\nHoles (2003)\n\nDecember 9th\nIt’s Always Sunny in Philadelphia (All Seasons)\n\nDecember 10th\nLucky Number Slevin (2006)\nNightcrawler (2014)\nThe Rite (2011)\n\nDecember 11th\nDollhouse (All Seasons)\nFuturama (Season 10 only)\n\nDecember 13th\nThe Queen of Versailles (2012)\nThe Bible (2013)\n\nDecember 15th\nAmerica’s Funniest Home Video Kids: Holidazed\nAmerica’s Funniest Home Videos Kids: Animals with Attitude, season one\nAmerica’s Funniest Home Videos Kids: It’s Tough Being a Kid, season one\nAmerica’s Funniest Home Videos Kids: Playtime Ain’t for Wimps, season one\nAmerica’s Funniest Home Videos: New Collection D: Nincompoop Nation\nJeff Dunham: Arguing with Myself (2006)\n\nDecember 19th\nDance Academy (3 Seasons)\n\nDecember 20th\nChe (Two parts)\n\nDecember 24th\nAmores Perros (2000)\n\nDecember 25th\nPirates of the Caribbean: The Curse of the Black Pearl (2003)",
        "img_url": "138_0",
        "label": 0
    },
    {
        "post_text": "Issa Rae Explains How She Ruined Her Chance to Become Rihanna's Friend\n\nIssa Rae is just like the rest of us when it comes to being in Rihanna's presence. The 'Insecure' creator told Stephen Colbert that she got flustered when she met the bad gyal at the Met Gala.\n\nByVictoria L. Johnson\nAug 10, 2018\nCOMMENT\n\nIssa Rae won a Peabody Award for her Emmy–nominated series Insecure. But even she gets a little tongue-tied in front of Rihanna. On The Late Show with Stephen Colbert, Rae explained she ran into Riri at the Met Gala. Although the two have already met, it didn't stop Rae from getting a bit flustered.\n\n\"I just saw her sitting at the table and I had had a few drinks,\" explained Rae around the 1:50 mark above. \"So I was like 'Rihanna's over there, let me go say hi, she knows me, we homegirls.' And I went up to her and I was like, you know, tapped her. And she was so friendly and nice, I wasn't expecting that, and she was like 'Hey girl, good to see you!' And I was like 'Uh...oh...we're, uh...' and just excused myself and walked away. So any chance that we had to be best friends, I ruined it with my drunken nervousness, starstruck-ness.\"\n\nThis likely won't be the last time the two cross paths though since Rae is supposed to be writing a Twitter-conceived heist film starring Lupita Nyong'o and Rihanna. In the meantime, the two definitely have at least one thing in common—they've both been pursued by Drake. While RiRi made it clear she's not interested in the Toronto rapper, Rae once again stated she did not turn him down at the Golden Globes.\n\n\"I was heading to the HBO party, as I should, and he [Drake] was leaving the HBO party. And so we crossed paths and he said the most magical words ever. He was like 'I've been looking for you all night.' And I was like 'You talking about me?' And he was like 'I'm about to go to this Netflix party, do you want to go?' And I was like 'Oh I have to go stop in the HBO party' because they're the network that puts my show on, I couldn't just ditch the party and go to Netflix party even though that's what I really wanted to do. So I was like 'I'll catch you at that party.' That was it. Then I went to the party and all of a sudden blogs were reporting that I turned him down which would never happen.\"\n\nLuckily, that didn't stop Rae from turning up in Drake's \"Nice for What\" video alongside a ton of other famous women, which she called it a \"dream come true.\"\n\nAs for her critically-acclaimed HBO series Insecure, Rae told Colbert her mom stopped watching after a few racy scenes in season 2. Season 3 is slated to begin this Sunday at 10:30 p.m. with undoubtedly more scenes for Rae's mom to frown at.",
        "img_url": "141_0",
        "label": 0
    },
    {
        "post_text": "Miley Cyrus Returns With New Single ‘Nothing Breaks Like a Heart’\n\t\t\t\tBy Nicholas Hautman \nNovember 29, 2018\nMiley Cyrus is back with another banger! The pop star and Mark Ronson released their new single and music video, “Nothing Breaks Like a Heart,” on Thursday, November 29.\n\nThis is the first time that Cyrus, 26, has dropped new music since her 2017 album, Younger Now, which featured the hit single “Malibu.” She started teasing “Nothing Breaks Like a Heart” on social media on Monday, November 26, and continued to share video clips leading up to the release.\n\nThe Hannah Montana alum and Ronson, 43, are set to perform the tune, which will appear on his upcoming fifth album, during the December 15 episode of Saturday Night Live.\n\n“I had my manager reach out to her, but we never hooked up. Then a few months ago, I sent a little idea for the chorus of this song and she wrote right back,” the “Uptown Funk” producer recently told Official Charts. \n\nSince recording the track, Cyrus lost the Malibu home she shared with her fiancé, Liam Hemsworth, in the devastating wildfires that swept through Southern California earlier this month.\n\n“She is such a positive person,” Ronson told the U.K. website. “She’s like the phoenix. I’m sure she’s going to build a beautiful house with all her pigs and dogs and she’ll turn it into something magical.”\n\nIn this article\nMark Ronson\nMiley Cyrus",
        "img_url": "148_0",
        "label": 0
    },
    {
        "post_text": "Taylor Swift Confirms Blake Lively, Ryan Reynolds' Daughter Is on 'Gorgeous' | Us Weekly\nBy Stephanie Webber  \nNovember 10, 2017\n\nTaylor Swift attends the \"Charles James: Beyond Fashion\" Costume Institute Gala at the Metropolitan Museum of Art on May 5, 2014, in New York City. Dimitrios Kambouris/Getty Images \n\nTime to replay! Taylor Swift has officially confirmed that, yes, Blake Lively and Ryan Reynolds' eldest daughter, James, is on her new Reputation track “Gorgeous.” \n\nLast month, Swifties speculated that the 2-year-old was the adorable voice featured in the beginning of the song. In her album booklet, she wrote: “Baby intro voice by James Reynolds.” (The couple are also parents of daughter Ines, 13 months.)\n\nSwift, 27, dropped “Gorgeous,” which is the third single off her sixth album, on October 20. The love tune, of course, is about the singer's boyfriend, Joe Alwyn.\n\nRyan Reynolds and Blake Lively with daughters James Reynolds and Ines Reynolds attend the ceremony honoring Ryan Reynolds with a Star on the Hollywood Walk of Fame on December 15, 2016, in Hollywood, California. Axelle/Bauer-Griffin/FilmMagic\n\nSwift and Lively, 30, first became fast friends in 2015. Lively and Reynolds, 41, celebrated the Fourth of July with Swift and her then-boyfriend Tom Hiddleston at her Rhode Island home last year, and the pair are even mentioned in her “Look What You Made Me Do” music video. In one scene, she recreated the “Junior Jewels” top she wore in her 2008 “You Belong With Me” music video. Look close enough and you’ll see “Blake & Ryan” written in marker on her shoulder.\n\nOther stars who are still in her squad? Selena Gomez, Lena Dunham, Gigi Hadid, Ed Sheeran, and her childhood BFF Abigail Anderson.\n\nTell Us: What do you think about Reputation?\n\nIn this article:\nTaylor Swift",
        "img_url": "149_0",
        "label": 0
    },
    {
        "post_text": "Texas-raised Kelly Clarkson says her LA home was broken into\n\nBy Britton Peele\n1:22 PM on Dec 1, 2017 CST\n\nBurleson's Kelly Clarkson won the Powerhouse Award at the Billboard Women in Music Awards ceremony Thursday night, but is hasn't been a perfect week for the music star. She told Extra that she had just been robbed.\n\n\"Other than we got robbed last night,\" Clarkson said when Extra reporter Renee Bargh commented on how happy she looked. \"We got here and our whole house was like bashed in, it was crazy.\"\n\nShe's taking it in stride, though, noting that nothing irreplaceable was taken. \"Materialistic things we didn't care about, the guy was in our kid's room ... so it was a little weird, other than that everyone is safe and good.\"\n\nClarkson is also making waves this week for being in James Corden's hit Carpool Karaoke series of videos. The episode with Clarkson in it, posted Wednesday, already has more than 3.5 million views.\n\nBritton Peele, Staff Writer. Britton Peele is the News Product Manager at The Dallas Morning News and is an occasional critic and columnist of all things geeky.",
        "img_url": "150_0",
        "label": 0
    },
    {
        "post_text": "Rachel Brosnahan honors aunt Kate Spade and grandfather, who died on eve of her funeral Andrea Mandell\nUSA TODAY\n\nUnder rainy skies, designer Kate Spade was laid to rest in her hometown of Kansas City on Thursday.\n\nHundreds of mourners gathered at Our Lady of Perpetual Help Parish Redemptorist Church, with many clutching their Kate Spade bags in tribute, according to the Kansas City Star.\n\nTragically, Spade's father, Earl F. Brosnahan, Jr. died Wednesday night at the age of 89.\n\nA family spokesman said he had been \"in failing health of late and was heartbroken over the recent death of his beloved daughter.\"\n\nActress Rachel Brosnahan, his granddaughter, paid tribute to him in an Instagram post late Thursday that also mentioned Spade.\n\n\"He was a man of few words, but when he spoke a whole room leaned in. He was tough as nails but gentle as can be, stubborn as a mule, and had a wicked sense of humor,\" she wrote. \"He will be deeply, deeply missed. I’d like to think that he and Katy are out there somewhere singing an off key rendition of 'Danny Boy' and sharing a pint.\"\n\nKate Spade: Famous relatives David Spade, Rachel Brosnahan pay tribute to 'Katy'\n\nSpade was found dead by suicide on June 5 in her New York City home. She was 55 and had a teenage daughter and husband.\n\nHer funeral was held in the same location where Spade's grandparents wed, the family previously said.\n\nComedian/actor David Spade, the designer's brother-in-law, was in attendance.\n\nA high school classmate attending the service told the Associated Press that Spade was \"incredibly kind\" and had a memorable laugh. Spade admirers, including Olivia Lott, also were part of the crowds of people hovering under large, black umbrellas outside the church, many of them wearing Spade-designed accessories.\n\n\"I just feel like her vocation was to fill the world with beautiful things,\" Lott said to the AP, echoing sentiments expressed earlier this month by friends and fans who described her as vibrant and colorful, like the designs that made her famous.\n\nUnder cover of umbrella, the designer's remains were carried into the service in a white ceramic urn.\n\nThe funeral program featured a black and white portrait of Spade with her daughter, and program notes said a eulogy was planned by her husband, Andy.\n\n\"Imagine,\" described to attendees as \"Katy's favorite song,\" was to be performed while the service opened with the Christmas carol “The First Noel.” Spade was born on Christmas Eve in 1962 and her middle name was Noel.\n\n\"All of her life, Katy was thrilled to be a Christmas Eve baby, thus her middle name,\" read program notes. \"We welcome her home with a song that celebrates those two facets of her legacy.\"\n\nAndy Spade said earlier this month that his wife had long suffered from depression and anxiety, but that she had been seeing a doctor regularly and was taking medication.\n\nHe said he and his wife had been living separately in the 10 months before her death but saw each other or spoke every day. He said they were not legally separated and never discussed divorce.\n\nKate Spade New York announced plans to donate $1 million to support suicide prevention and mental health awareness causes.",
        "img_url": "152_0",
        "label": 0
    },
    {
        "post_text": "The Totally Affordable Way Julianne Hough Keeps Her Beauty Game Strong\nErin Bunch\nErin Bunch April 12, 2018\nPin It\nPhoto: Well+Good Creative\n\nYou know those skin-care and beauty products that you use until the very last drop? The ones that you’ve spent entire brunches/text threads/email chains telling your friends about? They’re the best of the best…so amazing that you’d never risk putting them in a piece of checked luggage. At Well+Good, we call those our Beauty VIPs (you know, Very Important Products). In this series, we ask women in wellness and the public eye what beauty products they use every single day and why—with an entire Internet of options to choose from—these items stand out.\n\nWould it surprise you to learn that Julianne Hough swears by essentially the same beauty routine you did as a teenager? This is more or less what I discover while grilling the newly minted redhead for all the deets surrounding her forever-flawless face, which always seems to be gracing either the stage or screen.\n\nTo get that glow, the down-to-earth Hough relies heavily upon a teen-beloved skincare line (more on that below), drugstore makeup, and something my mom always nagged me about when I was younger: hydration. \"Most people aren’t well hydrated, and drinking regular water isn’t enough,\" she tells me from a Propel event in Los Angeles. \"You really have to replenish the electrolytes you are losing—that's my not-so-secret secret.\"\n\nThis simple trick appears to be paying off in spades in terms of creating a natural glow, as Hough's daily makeup routine is best described as minimal. \"I just wear a little bit of concealer, some gel on my eyebrows, and I do a quick little contour on my cheeks,\" she tells me as we talk more things makeup at a separate Fitbit event. \"[For meetings], I amp it up a bit more by adding a bronze-y eyeshadow, a smudged eyeliner on the top so it’s not too perfect, and a coral-pink lip.\" Keep scrolling for the must-have beauty products that *make* her look.\n\nPhoto: La Mer\nLa Mer Lip Balm, $60\n\"I love a good lip balm that I can put on my cheeks every day because it gives me a dewy, fresh-faced feel,\" she says. \"With La Mer's yummy lip balm, I’ll do my lips, and then whatever is left on my finger, I’ll slather it on the high cheekbone area.\"\n\nPhoto: L'Oreal Paris\nL’Oreal Voluminous Original Mascara, $6\n\"I’ve been using this mascara since I was 15 years old,\" Hough says. \"I usually use the black-brown shade.\"\n\nPure Argan Oil, $13\n\"I have good hair that listens, so sometimes when it’s dry I mix Unite's 7Seconds, argan oil, and a beach-day spray in my palm and put it through my hair,\" she tells me. \"It creates a fun little texture.\"\n\nPhoto: NARS\nNARS Velvet Matte Lip Pencil, $19\n\"For my lips, I love the NARS pencil chubs, so I usually use those,\" she tells me. \"I’m sort of a ‘less is more’ person and I want to see my lip coming through, although I really do love red lipstick, too.\"\n\nPhoto: Proactive\nProactiv Skin Purifying Mask, $38\n\"I definitely use Proactiv—my favorite product is their refining mask,\" she tells me. \"Also, Proactiv MD is the new luxury, medical version which contains Adapalene, an ingredient you used to not be able to get but now can.\"\n\nCan’t get enough of Ms. Hough? Check out her morning routine, steal her smoothie recipe or get inspired by how she overcame this major health crisis.\nTags: Makeup Tips, Skin-Care Tips",
        "img_url": "153_0",
        "label": 0
    },
    {
        "post_text": "Kendra Wilkinson and Hank Baskett Settle Divorce 6 Months After Filing: Report\nKendra Wilkinson filed for divorce in April after nearly nine years of marriage\nBy Natalie Stone\nPublished on October 31, 2018 04:47PM EDT\nPhoto: Isaac Brekken/Getty\nKendra Wilkinson and Hank Baskett are one step closer to finalizing their divorce.\nThe reality star and former NFL player have settled the details of their divorce, according to The Blast. The new filing includes details about custody, support and property and has been submitted for approval to the judge.\nEarlier this month, Wilkinson, 33, gave an update on the status of their split, saying she signed her “last divorce paper.” \n“Signed my last divorce paper Friday. Brutal,” she tweeted Oct. 15. “I gave it all I got. Truly did. I’m beyond proud of myself!! Fought to save til the last second. Oh well. Life goes on. Bye lol.”\nWilkinson filed for divorce from Baskett, 36, in April after nearly nine years of marriage. The same day she filed, Baskett responded with his filing and mirrored her documents. Both cited irreconcilable differences as the reason for their split, listed their date of separation as Jan. 1, 2018, and requested joint legal and physical custody of their two children: son Hank IV, 8, and daughter Alijah Mary, 4.\nAccording to the documents, Baskett requested “reserve for future determination the issue of support payable to” both parties.\nThe former Playboy model’s filing came hours after she confirmed in an Instagram post that they’d broken up.\n“Today is the last day of my marriage to this beautiful man. I will forever love Hank and be open but for now we have chosen to go our own ways,” she captioned a photo of herself and Baskett.\n“I’m beyond sad and heartbroken because I did believe in forever, that’s why I said yes but unfortunately too much fear has gotten in the way. We are both amazing parents and our kids will be happy n never know the difference other than seeing mama smile,” she continued.\nAlthough the split has been painful for Wilkinson, she’s been embracing the new chapter that she’s found herself in: the single life.\n“Kendra’s been talking to a bunch of different guys and having fun after her split,” a source told PEOPLE about the Kendra On Top star in September. “She’s playing the field and enjoying the dating scene again after everything she and Hank went through.”",
        "img_url": "157_0",
        "label": 0
    },
    {
        "post_text": "Celebrities Who Should Write a Tell All or Memoir\n\nJacob Shelton\nUpdated January 15, 2024 6.3K votes 628 voters 69.1K views\n\nOver 600 Ranker voters have come together to rank this list of Celebrities Who NEED to Write a Tell-All\n\nThe inner workings of the human mind are a mystery, and there are tons of celebrities who should write a tell-all so we can have a little peek inside. The best chance you have to get to know anyone is through either having a one-on-one conversation or by reading their tell-all book, should they be so nice as to write one. The stories trapped inside the minds of the famous people on this are the larger-than-life ones we definitely want to read. Put on your reading glasses and crack open this list of celebrities who NEED to write a tell-all.\n\nWe’re putting all of these unwritten celebrity tell-alls on our Christmas list – if you’re a celebrity and you’re reading this, close your computer, pick up the pen, and get to work! If you’re not a celebrity, vote on which celebrity tell-all books you would want to read.\n\nMost divisive: Kimberly Anne Scott\n\nPhoto: Gage Skidmore / Flickr / CC-BY-SA 2.0\n228 VOTES\nRobert Downey Jr.\nAs much as Iron Man is averse to discussing his choppy past, he's one of the most interesting stars of the past 50 years and a multi-volume autobiography isn't too much to ask for.\n\nMore Robert Downey Jr.\nDig Deeper...The Best Robert Downey Jr. Ad Libs In MCU Movies\n\nPhoto: Pierre Vogel / Wikimedia Commons / CC-BY-SA 4.0\n168 VOTES\nChristopher Walken\nWe just want to know the truth: is that his real voice?\n\nMore Christopher Walken\nDig Deeper...What 13 People Who Worked With Christopher Walken Say About Him\n\nPhoto: Kevin Winter/Staff / Getty Images Entertainment\n147 VOTES\nStephen King\nThere just have to be all kinds of wild stories rattling around in King's head. How else does he think up such chilling thrillers and horror novels?\n\nMore Stephen King\nDig Deeper...The All-Time Greatest Works Of Stephen King\n\nPhoto: David Torcivia / Wikimedia Commons / CC-BY-SA 3.0\n154 VOTES\nHelena Bonham Carter\nIs anyone surprised by the notion that portrayer of characters like Bellatrix Lestrange and Marla Singer has an interesting life?\n\nMore Helena Bonham Carter\nDig Deeper...Weirdly Charming And Bizarre Things Most People Don't Know About Helena Bonham Carter\n\nPhoto: Joella Marano / Flickr / CC-BY-SA 2.0\n138 VOTES\nCharlie Sheen\nHe's probably missed the apex of his tell-all sales but a Charlie Sheen autobiography would still be a page turner.\n\nMore Charlie Sheen\nDig Deeper...Tiger Blood.\n\nPhoto: Davidwbaker / Wikimedia Commons / CC-BY-SA 4.0\n117 VOTES\nSteve Martin\nIt's high time the funny man bared all, from his early comedy days, to whatever fireside, banjo playing hijinks he's up to now.\n\nMore Steve Martin\nDig Deeper...Facts We Just Learned About Steve Martin That Made Us Say 'Really?'",
        "img_url": "165_0",
        "label": 0
    },
    {
        "post_text": "'Pink' or 'teal' sneaker sparks another Internet color debate    \n By\n   Fox News  \n Published\n  October 12, 2017 9:46am EDT |\n Updated\n  October 13, 2017 3:27pm EDT Facebook Twitter Flipboard Comments Print Email    (gilaxia) The \"pink\" or \"teal\" sneaker debate is basically \"gold\" or \"blue\" dress debacle of 2015 all over again.    The internet is reeling over the color of a sneaker after Twitter user @TFILDOLANS posted a photo of the shoe that appear gray with teal accents to some people, while others see pink with white accents. The user wrote in the tweet on Wednesday: “What colour is this,” igniting a lengthy debate that amounted to thousands of people chipping in their input.Many people are perplexed on what color the shoe is actually supposed to be.  “So is it actually grey and teal or pink and white[?]” one user asked.  “PEOPLE R SAYING ITS PINK N WHITE??? LIKE ITS GREY AND LIGHT BLUE/TEAL LIKE WTFF,” another user said.  One person got a little confrontational, too, writing, “ITS [sic] PINK & WHITE  FIGHT ME.”The user later admitted she didn’t own the sneaker.  “Don’t attack me I just tweeted this as a joke it isn’t even my shoe,” she wrote.Twitter user @dolansmalik later revealed he was the owner of the shoe, which is actually pink and white. He explained on Twitter the picture initially tweeted out was taken “with flash and darkened,” causing it to appear teal and gray for some people. The color looks different for others depending on lighting they are looking at it from.  “Good morning to everyone BUT the shoe,” he wrote on Twitter. “It’s the SAME shoe in both pics, obvi. Come back & you might see the colors change.”    The photo resurrected the color debate that overtook the internet in 2015 with “the dress.” That controversial picture, which was posted on Tumblr, appeared black and blue to some people, but white and gold to others. People are still taking color sides in that photo today.",
        "img_url": "166_0",
        "label": 0
    },
    {
        "post_text": "Pauly D Left 'Shaking' After 'Hollywood Medium' Relays Message from Dead Friend (Video)\nTelevision\nBy TooFab Staff\n|\n7/11/2017 10:14 AM PT\n\nPaul \"Pauly D\" DelVecchio was shaken up during a reading with E!'s \"Hollywood Medium.\"\nThe \"Jersey Shore\" star appears in a preview clip from tonight's new episode, which sees him getting a message from the other side from one of his late friends.\n\"My best friend in the whole entire world, he passed away like 11 years ago,\" Pauly said of his deceased friend, Billy Iannotti, who died in 2005. \"This was like my best best friend, he passed in a motorcycle accident. We were together all the time. I don't know if there's anything you see ... the way he died, how do you go living your life one day with him every single day, then all of a sudden you don't, you live life without them?\"\n\n\"I don't talk to anybody about this,\" he added, \"I'm a public figure but I'm private in that aspect of him.\"\n\"There is a visual that's going through, the feeling is, 'If I weren't turning, I would be fine, but I'm up straight,'\" Tyler Henry says. \"And this is the weird thing that's coming across, 'I don't have enough time to be able to correct anything that would have gone wrong.' The feeling is, 'The center of balance isn't the center of the vehicle' ... the focus is almost like, 'I don't have the balance.'\"\n\n\"I'm shaking right now hearing you say that,\" DelVecchio says in reaction. \"That's exactly what happened.\"\nPauly previously gave tribute to Iannotti by getting a tattoo reading \"RIP Billy\" in his honor.\n\"Hollywood Medium with Tyler Henry\" airs Wednesdays at 9am PT.",
        "img_url": "167_0",
        "label": 0
    },
    {
        "post_text": "Vanessa Lachey and Maks Chmerkovskiy Hug It Out Amid ‘Dancing With the Stars’ Feud\nBy Leanne Aciz Stanton \nOctober 8, 2017\nVanessa Lachey and Maksim Chmerkovskiy hug outside a dance studio in Los Angeles on October 7.Phamous / BACKGRID \n\nMaks Chmerkovskiy and Vanessa Lachey were seen hugging it out while leaving a Dancing With the Stars rehearsal on Saturday, October 7, seemingly putting any drama behind them.\nAs Us Weekly previously reported, the dance partners have not been seeing eye to eye, which was rumored to be the real reason behind Chmerkovskiy missing his Monday, October 2, performance. The Ukranian choreographer, 37, cited undisclosed “personal issues” for skipping the show, forcing Alan Bernsten to fill in for him.\nVanessa Lachey and Maksim Chmerkovskiy hug outside a dance studio in Los Angeles on October 7. Phamous / BACKGRID\nHe later apologized to the former Total Request Live cohost, 36, on Wednesday, October 4, with a tweet that said, “As you are all aware, I had to leave the show last week to take care of some personal issues. I take full responsibility for my absence and want to apologize to my partner Vanessa. We are both looking forward to dancing for our fans next week!”\n\nAs Us Weekly exclusively revealed, the DWTS fan favorite and Lachey’s partnership was “not going well.”\nA source told Us, “Their personalities are very similar so they disagree about everything. They refuse to give into one another,” before adding, “They’re playing nice for the cameras but both are miserable paired with each other — there is a lot of fighting going on behind the scenes.”\nHowever, an insider exclusively told Us the pair will appear on the upcoming DWTS episode on Monday, October 9, saying, “They have already rehearsed this week. Things are good. It’s water under the bridge. Things are returning to normal.”\n\nDancing With the Stars airs on ABC Mondays at 8 p.m. ET.",
        "img_url": "168_0",
        "label": 0
    },
    {
        "post_text": "Amber Portwood Reacts to Ex-Fiance Matt Baier’s Surprise Marriage (Exclusive)\nBy Sarah Hearon \nNovember 29, 2017\nAmber Portwood and Matt Baier attend The 2015 MTV Movie Awards at Nokia Theatre L.A. Live in Los Angeles, California.Rich Polk/Getty Images \nAmber Portwood is not interested in Matt Baier’s new life. The Teen Mom OG star “doesn’t care” about her ex-fiance’s surprise marriage, a source exclusively tells Us Weekly.\n\n“Amber is happy in her new life,” the source tells Us. “She doesn’t care that Matt is married.”\n\nAs previously reported, Baier tied the knot with his girlfriend of six months, Jennifer Conlin, in Las Vegas on Monday, November 27. Portwood, meanwhile, is expecting with her boyfriend of five months Andrew Glennon. (Portwood is already mom to 9-year-old daughter Leah with ex Gary Shirley).\n\n“When I first found out I was a little scared. I don’t know what to expect. Having a new baby is new likes, new wants, new needs, so it’s very nerve-racking,” Portwood exclusively told Us earlier this month. ”We’re both very happy. I feel like it’s a new chapter of my life.”\n\nPortwood and Baier officially ended their relationship in August two months after calling off their wedding. The final straw was when Baier, a recovered drug addict, offered Teen Mom OG cast member Catelynn Lowell a Xanax during the show’s press day in NYC. \n\n“It was rough, but it was a necessary thing to do,” Portwood told Us. “I needed to see where I was in my head and it’s a beautiful thing because I just feel better.”\nReporting by Brody Brown\nIn this article\nAmber Portwood\nTeen Mom OG",
        "img_url": "169_0",
        "label": 0
    },
    {
        "post_text": "The Brady Bunch kids are back together again!\nBarry Williams (Greg), Christopher Knight (Peter), Mike Lookinland (Bobby) and Susan Olsen (Cindy) appeared on the Today show on Tuesday, where they talked about the impact the family sitcom still has today 48 years after its debut. The foursome also opened up about losing their beloved TV mom, Florence Henderson (Carol), who died in November.\n\n\"Everyone she met felt better about themselves, and about the world around them after having spent a moment with Florence,\" Knight said about the legendary actress. \"She was a mentor, a friend,\" Williams added. \"We learned from her, we learned how to interact with the public. She was so gracious with her fans, and we all learned how to do that graciously. Mostly, she loved to make people laugh. ... She would do anything -- she would fall down, she would say off-color jokes. She would make people smile.\"\n\nMeanwhile, Lookinland recalled that Henderson had the ability to brighten up a sometimes tense set. \"She could lighten the room, and lighten the mood, and she just did it naturally, and we all benefitted from that,\" he shared.\n\nThe cast also talked about aging with the show, and said that the sitcom keeps them forever young. \"You know how you don't grow old for yourself 'till you see yourself in a photo? Somehow, you just don't see it,\" Knight explained. \"Somehow, it's as though the show keeps us young in everyone's mind, but we're really this old [gestures to himself and his co-stars].\" \n\n\"Everyone always refers to us as kids,\" Williams continued. \"It doesn't matter how we mature, we're still the kids.\" \n\nET spoke to the late Henderson in June, when she envisioned what a Brady Bunch reboot would look like today.",
        "img_url": "170_0",
        "label": 0
    },
    {
        "post_text": "Did Demi Lovato Throw Shade at Kathy Griffin After the Comedian’s Press Conference?\nBy Nicholas Hautman \nJune 3, 2017\n\nCould it be? Demi Lovato seemingly threw shade at Kathy Griffin on Twitter on Friday, June 2, after the comedian’s press conference about her controversial Donald Trump photo shoot.\n\n“I find it funny when bullies play the victim,” the singer, 24, tweeted. A few minutes later, she added, “Oops. I spilled my tea.”\n\nEagle-eyed fans also noticed that Lovato “liked” her mom Dianna De La Garza’s tweet, which read, “So @kathygriffin states she will continue making fun of people, kinda like she made fun of my daughter @ddlovato for going into treatment.”\n\nDuring her tearful press conference, Griffin, 56, accused Trump, 70, and his family of “bullying” her after she shared a photo of herself holding a prop intended to represent the president’s decapitated, bloody head. “Trust me, if I could redo the whole thing, I’d have a blow-up doll and no ketchup,” Griffin told the audience on Friday.\n\nThis isn’t the first time Lovato and the stand-up comic have taken their feud to social media. In 2014, a fan asked Griffin to call out the “biggest douche celebrity.” She responded, “Probably Debbie Lovato.”\n\nIn this article:\nDemi Lovato\nDonald Trump\nKathy Griffin",
        "img_url": "171_0",
        "label": 0
    },
    {
        "post_text": "Justin Bieber and Selena Gomez Spend New Year's in Cabo - Details of Jelena's NYE Night Together\n\nToday in Jelena watch, Justin Bieber and Selena Gomez did indeed spend New Year's Eve night watching fireworks together in Cabo San Lucas, Mexico, People and E! are confirming. No kissing photos have been shared by the two or published by paparazzi, but the night's details have been divulged by multiple sources.\n\nOverall, a source told People, “Justin and Selena are doing great. They celebrated New Year’s Eve together in Cabo.\" (Gomez appeared in a friend's Instagram on the beach with her group; Bieber shared a Snapchat of himself on New Year's night there; and fans took video of Bieber on the beach in Cabo, too.)\n\nAnd some more chatty sources told E! that the two rang in the year by the ocean with friends. \"Justin flew in to Cabo on a private jet from Cancun where he spent a few days with his family,\" one source told the outlet. \"He arrived on Saturday evening and checked into an oceanfront villa 10 minutes away from Selena's villa where she was staying.\"\n\nOn New Year's Eve night, Gomez's friends reportedly had a dinner party with a mariachi band that Bieber came to. \"He and Selena spent time together again. They were very low-key and dressed casually,\" the source continued. \"They rang in the New Year together and enjoyed watching fireworks over the ocean.\"\n\nPer a second source, \"Justin had a great New Year's Eve with Selena. He is looking forward to 2018 with her. It was a special evening shared with a few close friends in a beautiful place.\"",
        "img_url": "173_0",
        "label": 0
    },
    {
        "post_text": "Cameran Eubanks Takes You Inside Her Baby's Feminine and Glam Nursery\n\nThe Southern Charm mom-to-be is ready for baby!\nBy Jocelyn Vena Oct 16, 2017, 11:51 AM ET\n\nGorgeous! That's really the only way to describe the dreamy and feminine nursery that Cameran Eubanks has put together for her daughter, who will arriving very soon.\n\nThe Southern Charm mom previewed the unborn tot's bedroom on Instagram. And, yes, she didn't leave out the side of sass in the caption: \"Nursery all done. BY ME,\" she wrote, before spilling all of the details of where she bought all the items. And then added, \"Edit yes duh I know the baby will p--- and sh-- all over the place just let me have my moment Gahhhhhhhdddd!!\"\n\nNursery all done. BY ME. 💕 Paper flowers @abbielu_handmade. Paint @sherwinwilliams \"Cultured Pearl.\" Dresser and mirror @potterybarn. Butterfly pendant, bunny lamp and toy box @potterybarnkids. Diaper pail @ubbiworld. Rugs @rugs_usa. Curtains and rods @westelm. Crib @hayneedle. Chair and ottoman @babybloomershome. ** edit yes duh I know the baby will piss and shit all over the place just let me have my moment Gahhhhhhhdddd!! 😤 A post shared by Cameran Eubanks (@camwimberly1) on Oct 14, 2017 at 4:47am PDT\n\nCameran, this moment is all yours! This is the first child for Cameran and her husband, Jason Wimberly. Their little girl is due sometime this fall. And she'll definitely have the perfect little room to call her own. Check out photos from the parents-to-be from their 2014 wedding, below. Related Photos From Cameran's Wedding",
        "img_url": "174_0",
        "label": 0
    },
    {
        "post_text": "Abby Lee Miller sentenced to a year and a day in prison - ABC News\n\nFormer \"Dance Moms\" star Abby Lee Miller has been sentenced to one year and a day in federal prison for bankruptcy fraud and for bringing $120,000 worth of Australian currency into the country without reporting it.\n\nAccording to ABC affiliate WTAE in Pittsburgh, U.S. District Court Judge Joy Flowers Conti also ordered Miller to pay $40,000 in fines and spend two years on supervised release after serving time in jail.\n\nMiller, 51, apologized to the judge for her actions and said she regrets them every day.\n\nConti told Miller she could transition to a halfway house after serving 10 months of her sentence. She must report to prison in 45 days.\n\n'Dance Moms' Star Abby Lee Miller Indicted for Fraud\n\nMiller was indicted on fraud charges in 2015 for allegedly hiding from a bankruptcy court $775,000 in income she earned after filing a petition to reorganize her Pittsburgh dance studio in 2010.\n\nLast June, she pleaded guilty to purposely hiding that income. She also pleaded guilty to an unrelated charge of sneaking $120,000 in foreign currency into the United States from Australia, which, according to The Associated Press, she agreed to forfeit.\n\nProsecutors wanted Miller to spend 2.5 years in prison, while her attorneys were hoping for probation because all of her creditors were made whole after the fraud was discovered.\n\nMiller was known for her strong personality and fiery interactions with her students and their parents before quitting the Lifetime reality show in March. She later said she stepped away from the show because it had taken a toll on her mental health after years of \"being manipulated, disrespected, and used day in and day out by men.\"\n\nLifetime, which declined to comment on Miller's departure, has kept the show going with guest choreographers, including former \"Dancing With the Stars\" pro Cheryl Burke.",
        "img_url": "176_0",
        "label": 0
    },
    {
        "post_text": "Catelynn Lowell Tells Daughter Nova She’s Pregnant: Video | Us Weekly\n\nSeptember 14, 2018\nNova is going to be a big sister! In a new sneak peek of Teen Mom OG, Catelynn Lowell and her husband, Tyler Baltierra, announce to their 3-year-old daughter that they are expecting a third child.\n\n“Do you know why we’re making pink and blue cupcakes?” Lowell, 26, asks Nova ahead of the MTV personality’s baby gender reveal celebration. “Why are we having a party tomorrow? Wanna know why?”\n\nWhen the little girl looks over at dad Baltierra, 26, he makes a funny face and shrugs his shoulders.\n\nCatelynn Lowell Alberto E. Rodriguez/Getty Images\n\n“Mommy has a baby in her belly,” Lowell reveals. “And tomorrow, the party is ‘cause we’re gonna find out if it’s gonna be a little girl or a little boy. Would you want a little brother or a little sister?”\n\nWithout hesitation, Nova responds, “A little sister,” to which her mom asks, “What if it’s a boy? Would you be happy to have a little brother too?” Nova smiles and says, “Yes” before continuing to decorate the cupcakes.\n\nThe couple, who wed in August 2015, warn their daughter that “babies cry a lot,” but she already has a solution. “You just say, ‘Shh,’” she suggests.\n\nUs Weekly broke the news on Thursday, September 13, that Lowell is pregnant again. “It was a huge shock at first,” she told Us exclusively. “We were not planning it. … This baby just wanted to be here.” \n\nThe middle-school sweethearts — who placed their firstborn daughter, Carly, now 9, up for adoption in 2009 — both want to have a baby boy, but they will be happy regardless. “If we’re just meant to have girls, we’re meant to have girls,” Lowell told Us. “With Carly too, it’s like Tyler just makes girls. The guys make the gender.”\n\nSeason 8 of Teen Mom OG premieres on MTV on Monday, October 1, at 9 p.m. ET.",
        "img_url": "181_0",
        "label": 0
    },
    {
        "post_text": "Tavis Smiley's show dropped by PBS amid 'troubling allegations' of misconduct\nMaria Puente\nUSA TODAY\n\nPBS's late-night talk show Tavis Smiley was suspended Wednesday after \"multiple, credible allegations\" of misconduct emerged about the popular host/producer. Smiley greeted the news with shock and outrage.\n\nPBS sent a statement to USA TODAY late Wednesday declaring that the public broadcaster had \"indefinitely suspended\" distribution of Tavis Smiley, produced by Smiley's independent production company, TS Media.\n\n\"PBS engaged an outside law firm to conduct an investigation immediately after learning of troubling allegations regarding Mr. Smiley,\" the statement read. \"This investigation included interviews with witnesses as well as with Mr. Smiley. The inquiry uncovered multiple, credible allegations of conduct that is inconsistent with the values and standards of PBS, and the totality of this information led to today’s decision.”\n\nThe consequences for Smiley mounted almost immediately. Late Thursday, Walmart, which had been a sponsor of Smiley's talk show and an upcoming touring theatrical show, announced it cut ties with him. The theatrical show, Death of a King: A Live Theatrical Experience, is based on Smiley's 2014 book of the same title and was to start Jan. 15, King's birthday.\n\n\"We take these issues very seriously and are troubled by the recent allegations,\" the retail giant said in a statement according to the Associated Press. \"As a result, we are suspending our relationship with Mr. Smiley, pending the outcome of the PBS investigation.\"\n\nAnd Hay House, which distributes the Smiley Books imprint, said all Smiley projects were \"on hold\" pending an internal review. Smiley had planned in September to release Leading by Listening: Connecting through Conversation to Transform Your Relationships and Your Business.\n\nIn a Facebook post, Smiley said he was \"as shocked as anyone else by PBS’ announcement.\"\n\n\"I have the utmost respect for women and celebrate the courage of those who have come forth to tell their truth. To be clear, I have never groped, coerced, or exposed myself inappropriately to any workplace colleague in my entire broadcast career, covering 6 networks over 30 years. Never. Ever. Never.\"\n\nSmiley said PBS \"overreacted and conducted a biased and sloppy investigation, which led to a rush to judgment...trampling on a reputation that I have spent an entire lifetime trying to establish. This has gone too far. And, I, for one, intend to fight back.\"\n\nSmiley is an occasional contributor to USA TODAY's opinion section. On Thursday, PBS released a statement responding to Smiley's outrage, saying it stands by the \"integrity\" of the investigation of Smiley. PBS declined to discuss the nature of the allegations but Smiley's response suggested they involved alleged sexual misconduct.\n\nAfter the PBS suspension, Variety reported, quoting unnamed sources, that the investigation found credible allegations that Smiley had engaged in sexual relationships with multiple subordinates, and that some believed their jobs depended on a sexual relationship with Smiley. Also, Smiley was accused of creating a verbally abusive and threatening environment and employees feared retaliation.\n\nSmiley hosted Tavis Smiley, a half-hour interview program that premiered in 2004 and airs weeknights on PBS stations.\n\nAs the former host of BET Tonight With Tavis Smiley on Black Entertainment Television, Smiley became known as \"black America's favorite talk show host,\" according to National Public Radio, and he has been one of the few black hosts on PBS.\n\nSmiley is the second late-night host on PBS to lose his spot on public television, following the derailing of Charlie Rose's career on PBS and CBS following allegations of sexual misconduct. \"PBS has terminated its relationship with Charlie Rose and canceled distribution of his programs,\" PBS said in a statement at the time. \"PBS expects all the producers we work with to provide a workplace where people feel safe and are treated with dignity and respect.\"\n\nBoth Smiley and Rose have been caught up in a national deluge of sexual harassment and assault allegations that have felled powerful men in entertainment, media, politics, business and fashion in the last two months.\n\nLast year, Smiley and co-author David Ritz published Before You Judge Me: The Triumph and Tragedy of Michael Jackson’s Last Days just days before the seventh anniversary of the superstar’s death. The non-fiction book takes a novelistic approach, speculating on how Jackson feels, what he's thinking, and most pointedly, how he cannot sleep in the 16 weeks leading up to his death.\n\nSmiley has a deal with Warner Bros. Television to develop the book, along with J.J. Abrams' Bad Robot, into an “event television series.”",
        "img_url": "183_0",
        "label": 0
    },
    {
        "post_text": "Iggy Azalea Is \"Obsessed\" with One Particular Photo in Paris Hilton's Home\n\nThe rapper dished all about her recent girls' night with the socialite on #WWHL.\nBy Jocelyn Vena May 22, 2017, 2:02 PM ET\n\nIggy Azalea's Girls Night at Paris Hilton’s Home\nRemember that time Katy Perry, Miley Cyrus, Bella Thorne, and Iggy Azalea all had a girls' night at Paris Hilton's abode? Well, we do. And since we didn't get an invite, Iggy spilled all about that fabulous evening during Sunday's Watch What Happens Live with Andy Cohen. It was there that she revealed some of the secrets of Paris' house.\n\n\"It's just like all fabulous pictures of Paris Hilton. My favorite, like the best thing in her house, I promise she has this gigantic — well there's a lot of pictures of herself, which I love [and] there should be — but the best picture of herself is this giant picture of Paris Hilton and she's wearing a Guess shirt and it says, 'Can you afford me?'\" Iggy shared.\n\nSo, where does Paris hang this important PSA? \"And I was like, 'I love it. I'm obsessed.' It's so amazing and it's right when you walk into bedroom,\" Iggy shared. \"And I'm like, 'Yes, Paris you need to give that message before you bring a guy back into your bedroom. He should ask himself the question: 'Can you afford me?'\"FYI, expect more intel in the future since Iggy hinted, \"I'm having another [girls' night] soon.\"Check out more from Iggy on WWHL, below.",
        "img_url": "190_0",
        "label": 0
    },
    {
        "post_text": "Shia LaBeouf Explodes at Bowling Alley, 'You F***ing Racist!!!'\nEXCLUSIVE\n4/6/2017 8:10 AM PT\n\nShia LaBeouf got kicked out of an L.A. bowling alley Wednesday night after freaking out on a bartender, calling him a \"f***ing racist.\" Shia was at Pinz in Studio City and according to one eyewitness, he was there for 3 hours pounding back beers. We're told Shia got rowdy in Jerry's Deli, which is connected to Pinz, and got into a verbal altercation when the staff told him to leave. We've obtained additional video that shows Shia was going off about a bartender refusing to serve him french fries. French fries.\n\nThe person he's calling a \"racist\" was the bartender. It's unclear why he thinks the guy was racist. Shia left but came back when he realized he was still wearing his bowling shoes. The second clip in the first video is Shia leaving after he got his street shoes.",
        "img_url": "192_0",
        "label": 0
    },
    {
        "post_text": "Prince Harry Takes Meghan Markle for Tea at the Palace to Meet Queen Elizabeth: Report\nIn another big step in their relationship, the actress was discreetly ushered into the palace last week, a new report says\nBy\nSimon Perry\nSimon Perry\nSimon Perry is a writer and correspondent at PEOPLE. He has more than 25 years’ experience at PEOPLE covering the royals, human interest and celebrity.\nPeople Editorial Guidelines\nPublished on October 19, 2017 10:49AM EDT\nPrince Harry and Meghan Markle‘s road to engagement just hit another milestone.\nThe couple visited Buckingham Palace for a private tea with Harry’s grandmother Queen Elizabeth, according to a new report in the Daily Mail by authoritative royals columnist Richard Kay.\nThe couple, who have been dating for at least 15 months, arrived in a Ford Galaxy station wagon with blacked-out windows for the discreet appointment last Thursday. They were then “whisked up to the Queen’s private sitting room” for the hour-long meeting, Kay reports. (We assume her no-fail, go-to jeanswere not her choice of attire for this particular occasion!)\nSplash News Online\nLater that evening, Harry was in top form as he accepted a posthumous award honoring the HIV/AIDS activism of his mother, Princess Diana, at the Attitude magazine awards.\nSpokespeople at Kensington Palace and Buckingham Palace declined to comment on the report.\nThere is critical significance in Markle’s meeting with the Queen. Harry is fifth in the line of succession (he’ll be pushed to sixth after William and Kate welcome their third baby this spring), meaning he has to have the monarch’s permission to wed.\nThere had been rumors that the Suits star and the Queen may have met earlier — during a visit to Balmoral Castle in Scotland.\nLast month, Harry, 33, and Meghan, 36, made their public debut as a couple at the Invictus Games in Toronto, where they held hands at a wheelchair tennis event and spent time with her mom, Doria. Before the games, Markle had spoken in a way that no other royal girlfriend or boyfriend had done so before, saying they were “two people who are really happy and in love.”\nKarwai Tang/WireImage\nAnd if there is any doubt that Harry would need to worry about securing his grandmother’s approval, one inside source tells PEOPLE he would be in the clear. “If Harry asks for something, she would say yes as she adores him,” the source says.\nIf they are to wed, there are suggestions it would take place at St. George’s Chapel at Windsor Castle.\nLast week was a busy one for the royals: The Queen, 91, returned from her annual Scottish summer getaway, and Harry helped host a party for mental health professionals in the palace on Tuesday. This week has been active as well, with Harry joining his grandmother on Tuesday for a private reception of the Queen’s Commonwealth Trust, a fledgling charity. Harry – who features on the organization’s new website — has taken a prominent role in several projects for the Commonwealth, especially based around young people and the environment.",
        "img_url": "196_0",
        "label": 0
    },
    {
        "post_text": "Julianne Hough and her brand new husband Brooks Laich have taken to the sea for their honeymoon, after their wedding in Idaho earlier this July. The two of them having been sharing their adventure on Instagram with the cutest photos and captions.\n\nThe Dancing With The Stars judge and the Canadian hockey player met through mutual friends and were engaged in August 2015. Just a little under two years and a lot of wedding prep later, the pair are headed towards marital bliss.\n\nFirst stop, the honeymoon.",
        "img_url": "197_0",
        "label": 0
    },
    {
        "post_text": "Sarah Silverman and Michael Sheen Broke Up Because of Trump and Brexit\n\nTrumpism and Brexit are often said to have failed to bring people together, and now the twin votes are being blamed for shattering one celebrity couple’s love affair.\n\nThe British actor Michael Sheen has claimed that he and the comedian Sarah Silverman broke up because of their passion for politics, and it wasn’t that they disagreed.\n\nBoth, in fact hold similarly anti-populist views, but, in a new interview, Sheen says that he and Silverman parted ways because she wanted to spend more time in America engaged in her I Love You, America project, which challenges Trumpism, and he wanted to be engaged in anti-Brexit campaigns in the U.K.\n\nSheen, who has previously compared the rise of populism to the rise of Nazism in Germany in the ’30s, told the Daily Telegraph that he was inspired to become more politically active by the Brexit referendum. At the time, he and Silverman were living together in the U.S., but the votes signaled the end of their four-year relationship. “We both had very similar drives, and yet to act on those drives pulled us in different directions—because she is American and I’m Welsh.\n\n“After the Brexit vote, and the election where Trump became president, we both felt in different ways we wanted to get more involved. That led to her doing her show I Love You, America, and it led to me wanting to address the issues that I thought led some people to vote the way they did about Brexit, in the area I come from and others like it.\n\n“I felt a responsibility to do something, but it did mean coming back here—which was difficult for us, because we were very important to each other. But we both acknowledge that each of us had to do what we needed to do.”\n\nSheen has since been working with a range of grassroots groups in his hometown in Wales aiming to combat inequality, which includes supporting credit unions and paying for research into ways of funding local journalism.\n\nAs the Telegraph says, Sheen “sounds a little wistful” about politics coming before love.",
        "img_url": "201_0",
        "label": 0
    },
    {
        "post_text": "Last chance to vote in this year's TV Scoop Awards: Pressparty\n\nVoting closes at 5pm PT today (June 29) for this year's E! News' TV Scoop Awards. Any show that aired between June 9 2017 and June 8 2018 is eligible.\n\nPretty Little Liars: The Perfectionists is up for 'Most Anticipated Show' of 2018/2019.\n\nOthers nominated include Charmed, Sharp Objects, Shadowhunters, Will & Grace, New Girl, Kerry Washington (Scandal), James Corden, Jimmy Fallon, Jimmel Kimmel and Michelle Wolf.\n\nHere's the full list of polls:\n\nBest Comedy and Best Drama\nBest Drama Acting\nBest Comedy Acting\nBest Breakout Stars\nBest Couple and Sexiest Moment\nBest Reality Show and Star\nBest and Worst Shocker\nBest Fight and Musical Moment\nSaddest Death and Actor Exit\nBest Villain and Best Guest Star\nBest Fandom and Cast on Social Media\nBest New 2017/2018 Show, Most Anticipated New Show\nSaddest Cancellation and Best Series Finale",
        "img_url": "204_0",
        "label": 0
    },
    {
        "post_text": "Farrah Abraham Arrested After Fighting with Beverly Hills Hotel Employee\n\nFarrah Abraham was arrested after an alleged altercation with a hotel employee, PEOPLE confirms.\n\n“On June 13, 2018, at approximately 1:19 a.m., Beverly Hills Police officers responded to the Beverly Hills Hotel for a report of a disturbance inside the hotel restaurant. Officers arrived shortly thereafter and made contact with the person complained of, Farrah Abraham,” a spokesperson for the Beverly Hills Police Department tells PEOPLE.\n\n“A male adult hotel security officer reported that he asked Abraham to leave the hotel after she refused to disengage from a verbal altercation with hotel guests,” says the spokesperson. “The security officer reported that Abraham struck him in the face with her forearm, grabbed his ear and pushed him in the face as he attempted to prevent her from re-entering the hotel. Officers noted that Abraham exhibited signs of intoxication during the investigation.”\n\nAccording to the spokesperson, the victim “sustained minor injury and was not transported to a hospital.”\n\nAbraham was arrested for misdemeanor battery and trespassing pursuant to a private person’s arrest. She was booked at the Beverly Hills Jail and is being held on $500 bail.\n\n“We can confirm there was an incident involving a patron in the Polo Lounge this morning,” a spokesperson for the hotel tells PEOPLE. “As this is an ongoing investigation with the Beverly Hills Police Department, we are unable to provide any further comment at this time.”\n\nAbraham’s rep tells PEOPLE, “This situation has been blown out of proportion.”\n\n“Farrah has not been charged and was released this afternoon,” the rep continues. “A misunderstanding occurred and there was no battery or trespassing. Farrah is the hardest working individual I know and sets very high standards of herself. She has been working on a number of deadlines for new projects and business ventures; she is immaculate in her work ethics and pushes herself harder than her team recommend sometimes. Farrah is a powerhouse and was having a business meeting in the hotel where the alleged incident happened. She is a very sweet and ambitious young woman who has been portrayed in a biased light on a reality TV show for many years.”\n\nTMZ was the first to report the news of Abraham’s arrest.\n\nAbraham, 27, documented her day at the luxury hotel Tuesday on social media. She was joined by her 9-year-old daughter Sophia and shared snaps of the two lounging by the pool.\n\nThe reality star also snapped a photo with businessman Mark Cuban.\n\n“Entrepreneur’s workin even at the pool @mcuban,” she captioned the post. “#summer #beverlyhills #2018 #texas.”",
        "img_url": "205_0",
        "label": 0
    },
    {
        "post_text": "Are Destiny’s Child set to reunite at Coachella? Here are all the clues\nKatie BailliePublished Dec 14, 2017, 1:29pm|Updated Dec 12, 2019, 2:16pm\n\nDestiny’s Child line up at one time consisted of LaTavia Roberson, LeToya Luckett, Kelly Rowland, and Beyonce Knowles (Picture: Everett/REX/Shutterstock)Question: tell me what you think about…this.\nA fan theory is doing the rounds online that we are so here for – we could have a Destiny’s Child reunion on our hands.\nOriginal members LaToya and LaTavia could well be teaming up with Bey, Michelle Williams and Kelly Rowland, if this is all to be believed.\nThe theory goes that Destiny’s Child are reuniting for Coachella 2018 and it would appear they have each been dropping hints to suggest it.\nAND WE ALL KNOW BEYONCE LOVES A HINT DROP.\nExample one: the album hint.\nhttps://www.instagram.com/p/7222Z6Pwz1/?hl=en&taken-by=beyonce\nExample two: The twins hint.\nBeyoncé told us in Dec. she was having twins ?. She was holding up two fingers. Lordt it's like when she was smelling the lemon. #Beyonce pic.twitter.com/tbbQ3gH02P\n— Damedashbk (@DameDashBEYk) February 2, 2017\nSo here is the fan theory, discovered by Buzzfeed, encapsulated in one handy tweet and a quick explanation.\nBeyonce uploaded a snap of herself wearing an AC/DC top, but only showed the DC. DC = Destiny’s Child. Boom.\nMichelle Williams uploaded a snap of the outfit she wore when she last performed with Destiny’s Child at the Super Bowl, you know, just to remind us she was once in the group.\nYes Yes Yes! (Picture: Kevin Mazur/WireImage)Original DC member LaTavia has piped up too, telling her fans ‘I have so much to tell you guys’…\nAnd lastly, other original LaToya shared a picture of the quartet together back in the day. What a strange time to suddenly do a flash back….or is it?\nTHEY. ARE. COMING. COACHELLA IS ABOUT TO BE LEGENDARY. pic.twitter.com/5RMCahlvAS\n— Getaway Car ? (@DaKingKK) December 12, 2017\nNow it’s Kelly’s move.\nCoachella would be the ultimate place for a reunion, especially as Beyonce had to pull out last year, what with being pregnant with twins and all, and is now headlining for 2018.\nCould our Destiny’s Child dreams be coming true?",
        "img_url": "208_0",
        "label": 0
    },
    {
        "post_text": "In the new HBO documentary series Being Serena, tennis champion and Vogue cover star Serena Williams shares it all: her surprise pregnancy, dangerous delivery, courageous recovery, and triumphant return to tennis. The series offers an inside look at one of the world’s greatest athletes, elucidating the immense power she possesses to fight for what she wants—at times, her life. The cameras follow Williams’s every move: inside the delivery room, with baby Olympia, and in the middle of planning her fairy-tale wedding, as well as her matches back on the tennis court. It’s a tell-all video memoir that will undoubtedly enthrall viewers. Serena Williams is truly one of a kind.\n\nAt the premiere of Being Serena in New York City’s Time Warner Center, Williams’s family and friends gathered to celebrate her success. On the red carpet, she sparkled in a light pink dress with shimmering gold sleeves designed by her eponymous label. Sister Venus Williams also wore a black Serena Williams design, including a bomber jacket with shiny silver sleeves. The Williams sisters weren’t the only big sister-little sister duo on the red carpet: Gigi Hadid, in a Derek Lam camel-color suit, matched with Bella Hadid in a black Tom Ford suit. Other attendees included Serena’s husband and tech entrepreneur Alexis Ohanian, Vera Wang, Anna Wintour, and Condé Nast’s Bob Sauerberg.\n\nA consistent theme of both the series and sentiment among Serena’s friends and family is her many layers. She’s a tennis master, entrepreneur, fashion designer, and philanthropist. Her most recent and proudest accolade agreed upon by all, including Serena herself, was the birth of her daughter, Olympia. On the red carpet, Serena told Vogue: “The one thing I’m most proud of is becoming a mom. That is everything, hands down.” On what she has not yet accomplished but would love to, Serena said, “Becoming a multi-mom. I have some records I want to break, but having more kids is my goal.” Olympia is already proving to be a stylish baby thanks to Serena’s good taste. When dressing her, often in mommy-and-me matching style, Williams said, “I just think about things that are comfortable and easy to change a diaper. I get most of her clothes on Amazon. They have great, fun clothes. I want her to be very humble, and I want to start that at an early age.” Ohanian added, “I am so proud and in awe of my wife!”\n\nVenus agreed with Serena on her sister’s greatest accomplishment: “She’s a tennis champion and an unbelievable mom. She does everything for the baby. Balancing her career is not easy, especially when you’re a world tennis champion. I’m most proud of her for that.” Designer Vera Wang shared similar sentiment, telling Vogue: “Underneath that incredible champion is a very human woman. When she gets off the court, she has a desire for a very different kind of life. People will understand the struggle of what it is to be a champion at that level. It’s a wonderful dichotomy—people see the glamour, they see the wins, they see the trophies. But they don’t know what that struggle is day in and day out. There are two sides: There’s the woman side and there’s the champion side, and they’re really one in the same.”\n\nFollowing the red carpet, guests gathered into the movie theater to watch the first two episodes of the Being Serena series. Baby Olympia sat on Serena’s lap in the theater, while a few rows away the Hadid sisters sat next to Wang and Wintour. After the screening, guests dined at Porter House in Columbus Circle, where the Williams clan enjoyed steak and MoonPies, a personal favorite of Serena’s.",
        "img_url": "210_0",
        "label": 0
    },
    {
        "post_text": "Gisele Bündchen calls Dunkin' Donuts Munchkins her 'guilty pleasure'\n\nBy Janine Puhak, Fox News\nPublished March 28, 2018 9:45am EDT | Updated March 28, 2018 9:52am EDT\n\nDunkin' Donuts signature treat has a surprising new fan. (Reuters/iStock)  \nGisele Bündchen is officially a New Englander with the admission that she, too, is a fan of Dunkin Donut’s signature miniature treats.\n\n“Do you know those things called Munchkins?’’ the 37-year-old supermodel told The Wall Street Journal Magazine in a March 27 interview. “Oh, my God. I cannot have one. I have to have, like, 10. They’re so tiny…. It’s a guilty pleasure.” KFC CANADA DEBUTS 'WAFFLE DOUBLE DOWN' SANDWICH\nThe shocking news seemingly contradicts everything about the former Victoria Secret superstar’s much-buzzed-about 80 percent vegetable diet that forbids white sugar, white flour, MSG, caffeine, fungus, and dairy that she follows alongside her husband, New England Patriots quarterback Tom Brady.\n\nEven still, the mother of two further divulged that she became a Munchkin enthusiast in the most family-friendly way possible. According to People, Bündchen was won over after Brady suggested they bring boxes of Munchkins to their 8-year-old son Benjamin’s hockey practice.\n\nWAITER FIRED FOR BEING 'AGGRESSIVE' CLAIMS IT IS HIS FRENCH PERSONALITY“It’s become a thing that we bring it,” she said.\n\nThough it may seem unbelievable that the ultra health-conscious clan actually eats Munchkins, WSJ’s Jason Gay says it must be true.“Reader, I need you to trust my judgment,” he writes in the interview. “I am a Massachusetts kid — my bloodstream is still one-third Dunkaccino. And I am here, on a winter morning at the woodsy, snow-covered Bündchen-Brady home outside Boston, nestled on a couch, looking directly into the blue eyes of one of the world’s most recognizable women, and I believe with all of my heart that she is telling me the truth.”\n\nFOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS",
        "img_url": "211_0",
        "label": 0
    },
    {
        "post_text": "Katharine McPhee and David Foster are engaged\n\nSara M Moniuszko\nUSA TODAY\n\nCorrections/clarifications: An earlier version of this story misstated the number of David Foster's children. He has five biological children and six stepchildren.\n\nCongrats are in order for Katharine McPhee and David Foster. They're engaged!\n\nThe Canadian composer, 68, popped the question to the actress and singer, 34, during their European vacation this week, Foster's rep Kimberly Jakwerth confirmed to USA TODAY Tuesday.\n\nMcPhee seemingly commented on the engagement Tuesday by sharing a gif to Twitter with a ring emoji.\n\n\"And what about it?\" the gif reads.\n\nThe happy couple have been vacationing in Italy, according to their social media accounts.\n\nAlthough a ring is not visible, they seem to be enjoying the sunny weather and snapping photos of each other.\n\nMcPhee also shared a screenshot conversation between her and Just Jared founder Jared Eng that details how Foster proposed.\n\n\"He did it at the top of this mountain in Anacapri... Totally dark only stars... Thankfully he didn't push me off the cliff... He said it was one or the other. And in the end he spared me,\" she wrote with a laughing emoji.\n\nThe couple reportedly began dating last year. Their most recent appearance was at the 2018 Met Gala in May, where they walked the red carpet together arm-in-arm. In March, they also attended the Elton John AIDS Foundation Academy Awards viewing party together.\n\nFoster has been previously married four times. From 2011 to 2017, he was married to Yolanda Hadid, the mother of supermodels Gigi and Bella Hadid. He does not share any children with Hadid, but has five biological children with other partners.\n\nMcPhee was married to actor Nick Cokas from 2008 to 2016.",
        "img_url": "212_0",
        "label": 0
    },
    {
        "post_text": "'Married at First Sight's Tom Wilson and Lillian Vilchez are calling it quits on their marriage.\n\"After much thought and reflection, and after being married for over a year, we have decided to file for a divorce. This was not an easy decision for either of us because we do love each other very much but sometimes God has other plans,\" the pair tells PEOPLE in an exclusive statement. \"This is the route we have decided to take, and all we request is that you respect our privacy in this delicate matter. Divorce is never easy for anyone, especially not such a public one.\"\n\nThe pair add that they \"remain best of friends and will always be there for each other even if we are not married. We plan to continue to grow our relationship, just without a piece of paper binding us together. We appreciate all the love and support you have all shown us during our marriage and hope you continue to support us during this time.\"\n\nAfter their split was announced, Vilchez shared the couple's joint statement to Instagram — where she added \"@tomyachts Still love you though!\" — and also opened up about their decision to call it quits.\n\n\"Someone can be madly in love with you and still not be ready. They can love you in a way you have never been loved and still not join you on the bridge. And whatever their reasons you must leave. Because you never ever have to inspire anyone to meet you on the bridge.\n\n\"You never ever have to convince someone to do the work to be ready. There is more extraordinary love, more love that you have never seen, out here in this wide and wild universe. And there is the love that will be ready,\" she concluded.\n\nVilchez, a 25-year-old real estate agent, and Wilson, a 29-year-old yacht interior specialist, met for the first time as they walked down the aisle on Lifetime's hit social experiment show (produced by Kinetic content).\n\n\"They tried to make it work. They really, really did,\" a source close to the couple — who wed on April 2, 2016 — tells PEOPLE. \"I've never seen two people fight for their marriage like they have, but at the end of the day, they realized they are moving in different directions. On paper, they are truly the perfect match but life got in the way.\"\n\nThough the duo certainly had many sweet moments as newlyweds, they also butted heads over their future together, with Vilchez often feeling insecure about her husband's commitment to their marriage.\n\nThe current season of Married at First Sight airs Thursdays (9 p.m. ET) on Lifetime.",
        "img_url": "213_0",
        "label": 0
    },
    {
        "post_text": "Jennifer Lopez, Alex Rodriguez raise $35 million for Puerto Rico\n\nBy Annie Martin\n\nOct. 18 (UPI) -- Celebrity couple Jennifer Lopez and Alex Rodriguez have raised $35 million for Puerto Rico disaster relief.\n\nThe 48-year-old singer and 42-year-old retired MLB player helped secure $26 million for victims of Hurricane Irma and Hurricane Maria before raising another $9 million during a benefit concert Saturday with Lopez's ex-husband, Marc Anthony, according to Entertainment Tonight.\n\nLopez and Rodriguez personally raised $26 million in corporate pledges and donations from the business, sports and entertainment industries prior to their One Voice: Somos Live! concert with Anthony. The remaining money came in during the telecast.\n\n\"With the disasters and tragedies befalling us almost weekly, and the swirling negativity dividing our country, it was gratifying to see people of all ages, races and backgrounds come together to support and help those in need,\" Lopez said in a statement. \"Alex and I were amazed by the amount of love, unity and donations that were received.\"\n\n\"It's been an incredibly difficult time for the people in Puerto Rico and the Caribbean,\" Rodriguez added. \"These people were the first to answer our call to help with this cause. We are profoundly grateful to them and all those who came together to make a difference.\"\n\nOne Voice: Somos Life! took place in both Miami and Los Angeles, and featured performances by Lopez, Anthony, Daddy Yankee, Demi Lovato, Ricky Martin, Gwen Stefani and Maroon 5, according to Us Weekly. Lopez thanked fans for their contributions in a post Sunday.\n\n\"Thank you for everyone who tuned in and donated...30 million and counting!! We are so grateful!! We are One Voice #somoslive #lovewins❤️\" she captioned a photo of herself with Rodriguez.\n\nLopez previously pledged $1 million of her personal money in September to aid hurricane victims. She performed Tuesday at a Tidal benefit concert in Brooklyn, N.Y., hosted by rapper Jay-Z.",
        "img_url": "215_0",
        "label": 0
    },
    {
        "post_text": "Who Did Emily Maynard Pick: The Bachelorette Dumps Arie and Makes the Right Choice\n\nIt is official! Emily Maynard and Jef Holm, the edgy, Mormon entrepreneur, are engaged to be married. In a tearful season finale Sunday night, after meeting daughter Ricki for the first time, Jef got down on one knee and proposed to Emily, to which she hastily accepted. However, instead of rejecting the proposal of Arie Luyendyk Jr., the racecar driver, she respectfully let him go the day before, sparing him the embarrassment that many before have experienced on the show.\n\nInterestingly, it was later revealed that after the show ended Arie traveled to Charlotte, North Carolina, the hometown of Emily, because he didn’t feel their emotional breakup had enough closure. Although he didn’t see Emily, they talked on the phone, and he dropped off the diary he kept with him throughout the journey on her doorstep, urging her to read through it. However, Emily has not yet read the diary, and she revealed as much last night on the live portion of the show when she took out the diary which was still inside a sealed envelope. \n\nWill Jef and Emily last? Only time will tell. But, I can tell you that they definitely have a better shot at working out than she would have had with Arie, whose fast-paced racecar driver lifestyle would be difficult to juggle with a family. Jef, on the other hand, is the much safer bet: not only does his job seem very flexible, but also he expressed his feelings to Emily whereas Arie demonstrated them physically and sexually. If she had chosen Arie, their relationship would most likely have suffered. \n\nWith another season of The Bachelorette in the record books, who will be the next man chosen to be on The Bachelor? My two bets would be Arie and Sean Lowe, the insurance agent who made it all the way to the final three in Curacao only to be let go. Rumors say it will be Sean, but don’t count Arie out. Both would make for interesting seasons.",
        "img_url": "219_0",
        "label": 0
    },
    {
        "post_text": "Upon Being Asked About The Viral Images Of Her And Hailey Bieber At The Event, Selena Gomez Responded\nJanet Williams\nNov 3, 2022 7:08 PM\nBefore Things Really Got Going Between Them, Lauren Graham Didn’t Bother To Ask Peter Krause Any Serious Questions\nHailee Shane\nNov 3, 2022 5:07 PM\nTeachers And Administrators Are Leaving Kanye West’s Problematic Donda Academy As Angry Parents Make Headlines\nJanet Williams\nNov 3, 2022 3:07 PM\nFor The First Time, Julie Bowen Discussed Her Past Romantic Experiences With Women\nHailee Shane\nNov 3, 2022 2:17 PM\nThe Reason Why Jennifer Lawrence And Cooke Maroney Almost Didn’t Get Married\nJanet Williams\nNov 3, 2022 1:06 PM\nPresley Gerber Seems To Be Hinting That He Is Engaged To Lexi Wood\nHailee Shane\nNov 3, 2022 11:06 AM",
        "img_url": "221_0",
        "label": 0
    },
    {
        "post_text": "Danielle Staub Speaks Out on Her Relationship with Marty Caffrey's Children\n\nThe Real Housewives of New Jersey mom doesn't believe she's to blame for her ex's relationship with his kids.\n\nBy Laura Rosenfeld Dec 20, 2018, 9:01 AM ET\n\nDanielle Staub's road to the altar hasn't exactly been a smooth one, as we've seen this season of The Real Housewives of New Jersey. Not only has her wedding prep put a strain on her friendship with Margaret Josephs, but it has also put a microscope on some of the challenges in her relationship with her groom, Marty Caffrey.\n\nSpecifically, Danielle's revelation in Wednesday night's episode of RHONJ that she doesn't get along with Marty's three children left the rest of the Garden State crew speechless. \"I command respect,\" Danielle shared during the episode. \"If you're not going to respect me, stay out of my space.\" Marty then said that no one is responsible for how this situation turned out, and he concluded the conversation by expressing how painful it has been to see his kids and his future wife at odds. \"I chose you at the detriment of them and my relationship with them,\" he said to Danielle on RHONJ. \"And therefore, we have to move on. Life is short. That's all I have to say.\"\n\nDanielle addressed her comments about Marty's children in an Instagram post published in advance of the episode airing on Wednesday, December 19. \"Here’s my message. I love all children of all ages! Keep in mind [that] his kids are well into their 30s. They are adults living on their own,\" Danielle wrote in an Instagram post that featured a photo of herself with Margaret, Melissa Gorga, and Teresa Giudice while they were in Bimini in the Bahamas for her wedding. \"They should’ve respected their father and not made him choose between us! I enforced and supported his relationship [with] them. He chose not to speak to them and I won’t shoulder his decision or theirs!\"\n\nThe other members of the RHONJ squad offer up their take on this tense dinner moment in The Real Housewives of New Jersey Season 9 After Show, which you can check out, above.\n\nDanielle and Marty tied the knot on May 5, and two months later, reports began to surface of trouble in the RHONJ couple's marriage. It was then reported that the couple had filed temporary restraining orders against one another following an incident at their home in August, which were eventually dropped.\n\nMarty filed for divorce from Danielle in August. Danielle spoke out about her split on The Wendy Williams Show in October. “It’s funny how I saw certain things happening, but you just believe, especially with the perception around us, getting engaged would make it better … getting married would make it better,\" she shared. \"It doesn’t get better, ladies. If it’s falling apart, it’s broken. You can't fix that.”\n\nThe couple continued to live together following their breakup. It was later reported that Marty had put their New Jersey home on the market, which Danielle only found out about after the fact online.\n\nEarlier this month, Danielle was reportedly spotted getting cozy with R&B singer Al B. Sure in New York City.\n\nLook back on Danielle and Marty's destination wedding trip, below.",
        "img_url": "223_0",
        "label": 0
    },
    {
        "post_text": "Golden Globes 2018: how to watch the awards show online - The VergeSkip to main contentThe VergeThe Verge logo.The Verge homepageThe Verge homepageThe VergeThe Verge logo./Tech/Reviews/Science/Entertainment/MoreMenuExpandThe VergeThe Verge logo.MenuExpandCulture/Entertainment/FilmHow to watch the 2018 Golden Globes online tonightHow to watch the 2018 Golden Globes online tonight / Roll out the red carpetBy Chaim GartenbergUpdated Jan 7, 2018, 3:30 PM UTC|CommentsShare this story\n\nAwards season is up and running this weekend with the 75th Golden Globe Awards, which will kick things off with Hollywood’s least serious award show. But even if winning a Golden Globe isn’t considered as much of an accomplishment as winning an Oscar, the Globes can often indicate which way the Hollywood winds are blowing. Here’s everything you need to know to enjoy the red carpet. Who’s the host?\n\nSeth Meyers, who you may know from his NBC late-night show, the aptly named Late Night with Seth Meyers. Or maybe you somehow caught his appearance in the 2008 movie Journey to the Center of the Earth — which, last I checked, was most notable for killing off the last vestiges of Brendan Fraser’s cinematic career.\n\nIt’s Meyers’ first time hosting, but he’ll be following in the talk-show-host footsteps of Jimmy Fallon, who hosted the Golden Globes last year. So at least the bar has been set for Meyers’ brand of humor. NBC is marketing the show under the tagline “Hollywood, we have a lot to talk about,” so expect lots of fun and not-at-all uncomfortable and awkward humor about the recent turmoil in Hollywood over sexual harassment and abuse. Meyers has commented in an interview with The Hollywood Reporter that he took the gig in the first place after conversations with his wife and women on the writing staff, viewing it as “an opportunity to be able to say some things that you wouldn’t be able to say in previous years.”\n\nWho’s up for the big awards?\n\nOn the film side of things, The Shape of Water, (seven nominations), The Post (six nominations) and Three Billboards Outside Ebbing, Missouri (also six) lead the pack. Lady Bird (four nominations) is also in the mix for several big awards, although not for Best Director, since that category once again completely overlooked all female directors. The awards aimed at TV shows are more widely distributed. HBO’s Big Little Lies leads with six nominations, but it’s up against a slate of other prominent prestige shows, including The Handmaid's Tale, This Is Us, Master of None, Stranger Things, and The Crown. The full list of nominations is available here.\n\nWhen does this awards shindig start?\n\nThe 75th Golden Globe Awards will start at 5 PM PT / 8 PM ET on Sunday night, January 7th. The ceremony will take place at The Beverly Hilton in Beverly Hills, California. The show will be broadcast live on NBC, as it has been since 1993. And if you just can’t get enough of the glamour, you can tune in an hour earlier for the red carpet arrivals, which will be streamed exclusively on Facebook.\n\nOkay, I’m in. How do I watch?\n\nDo you have NBC? Like through an over-the-air antenna, cable, or satellite television? Because this would really be a lot simpler if you did. You can simply just head over to your local NBC affiliate (Channel 4 in both NYC and the LA / Hollywood area), and you’ll be all set. Sound good?\n\nNo. How do I watch on the internet?\n\nGood news! Unlike last year, where NBC didn’t stream the Golden Globes at all, apparently due to the fact that the company’s contract with the Hollywood Foreign Press Association doesn’t include streaming rights, this year you’ll be able to watch the Golden Globes online! According to a report from The Hollywood Reporter, NBC and the Hollywood Foreign Press Association have reached a deal to allow for online streaming of the awards show this year.\n\nSo if you have a cable or satellite provider with NBC (or a login from someone who does), you’ll be able to watch online live through NBC’s app (iOS / Android) or website.\n\nIs that it?\n\nNo cable at all? No problem. Over-the-top subscription services like DirecTV Now, Playstation Vue, Sling TV, YouTube TV, and Hulu’s live TV service all offer NBC, at least in some areas, and if you can get NBC on one of those services where you live, you’ll be able to watch the Golden Globes live there. (You’ll have to check local listings for specific over-the-top services, and different services may or may not have NBC, based on where you live.) And even if you’re not a subscriber, fortunately, most of these services offer free seven-day trials, so you won’t be committing to a long-term subscription if you want to give it a shot — just remember to cancel your subscription afterward so you don’t get charged.\n\nPlus, there’s always Twitter if you’d like to follow along with reactions and memes in real time — and The Verge will be reporting live on the night, with a running list of winners, reactions, and other news.\n\nUpdate January 5th, 12:30pm: Based on a report from The Hollywood Reporter, NBC will be livestreaming the Golden Globes online this year on both NBC’s site and apps and any over-the-top TV service that offers NBC. This article has been updated with the new information.",
        "img_url": "228_0",
        "label": 0
    },
    {
        "post_text": "The woman at the center of the alleged Kevin Hart cheating scandal denies being an extortionist\nAssociated Press\n2017-09-20T18:48:00Z\n\nLOS ANGELES (AP) — A woman has come forward to say she was involved with Kevin Hart a month ago but she is not an extortionist.\nMontia Sabbag at a press conference called to discuss Kevin Hart extortion scandal\nFrederick M. Brown / Stringer\n\nLOS ANGELES (AP) — A woman has come forward to say she was involved with Kevin Hart a month ago but she is not an extortionist.\nMontia Sabbag (mahn-tee-uh suh-bahg) spoke to reporters at her lawyer's Los Angeles office Wednesday following Hart's weekend apology to his pregnant wife and children via an Instagram video for what he called an error in judgment.He also said someone was trying to seek financial gain from his mistake and he'd rather confess than let that happen.Sabbag says that since her involvement with Hart, her name and pictures have become public and lies have been written about her.She says she's a recording artist and actress, and hasn't broken any laws.\n\nSabbag also mentioned unspecified recordings but says she had nothing to do with them.",
        "img_url": "232_0",
        "label": 0
    },
    {
        "post_text": "2018 ACM Awards list of winners\nBy Andrea Park\nApril 16, 2018 / 8:26 AM EDT\n/CBS News\n\nAt last night's 53rd Academy of Country Music Awards, artists gathered at the Garden Arena at the MGM Grand in Las Vegas to celebrate their industry and each other's achievements. The show marked an emotional time for country music as artists returned to the city six months after a gunman killed 58 people at the Route 91 Harvest Festival in Oct. 2017 in the deadliest mass shooting in modern U.S. history. But country musicians vowed to look forward and celebrate the healing power of music at the show. Miranda Lambert took home the first big award of the night -- song of the year for \"Tin Man.\" Here are the winners from the ACM Awards, country music's party of the year.2018 ACM Awards highlights and winners - live updates\n\nJason Aldean performs at ACMAs, reflects on the Las Vegas shooting\n02:20\n2018 Academy of Country Music Awards Winners:Entertainer of the year: Jason AldeanMale vocalist of the year: Chris Stapleton\nFemale vocalist of the year: Miranda LambertSingle record of the year: \"Body Like a Back Road\" by Sam HuntVideo of the year: \"It Ain't My Fault\" by Brothers OsborneVocal event of the year: \"The Fighter\" by Keith Urban\nVocal duo of the year: Brothers OsborneVocal group of the year: Old DominionAlbum of the year: \"From a Room: Vol. 1\" by Chris StapletonSong of the year: \"Tin Man\" by Miranda LambertNew female vocalist of the year: Lauren AlainaNew male vocalist of the year: Brett YoungNew vocal duo or group of the year: Midland\nSongwriter of the year: Rhett Akins\n\nFirst published on April 15, 2018 / 9:10 PM EDT\n© 2018 CBS Interactive Inc. All Rights Reserved.",
        "img_url": "235_0",
        "label": 0
    },
    {
        "post_text": "Alyssa Milano addresses The CW's Charmed reboot: 'I wish that they would have come to us'\nBy Nick Romano\nPublished on August 11, 2018\n\nOriginal Charmed stars Holly Marie Combs and Shannen Doherty have already addressed The CW’s upcoming reboot. Now the third sister is sharing her thoughts.\n“I wish that they would have come to us and we would have been involved since the beginning,” Alyssa Milano said during an interview with Entertainment Tonight. “But having said that, I do hope that it reaches the newer generation and impacts that generation the way ours was able to do for its generation.”\n\nThe CW greenlit the self-described “fierce,” “funny,” “feminist” reboot with Sarah Jeffery, Melonie Diaz, and Madeleine Mantock as three sisters who discover they’re actually witches. They must then try to balance their life in a college town with supernatural demon-hunting.\n\nMilano costarred with Combs and Doherty in the original series. Rose McGowan came on as long-lost half sister Paige when Doherty’s Prue character was killed off.\n\nCombs, especially, has been very vocal about the reboot. “Let me say first that I appreciate the jobs and opportunities the Charmed reboot has created,” she wrote, in part, through a statement. “But I will never understand what is fierce, funny, or feminist in creating a show that basically says the original actresses are too old to do a job they did 12 years ago. I hope the new show is far better than the marketing so the true legacy does remain.”\n\nDoherty had also tweeted initially that the concept was “offensive.” She added, “I love Charmed. I also want it to be respected. I’m simply choosing to be constructive about it because negativity has no place in my life.”\n\nThe new stars and producers have responded to the pushback, also coming from certain pockets of the original fans, multiple times. During the Television Critics Association tour, Mantock said, “Of course, you can’t help but feel disappointed because I think the script is fantastic. I really hope maybe [Combs will] see it and like it.”\n\nExecutive producers Jennie Snyder Urman and Jessica O’Toole also noted how the original show “wrapped up everything up so wonderfully” and they “didn’t want to mess with that mythology, obviously, because it was eight years.”\n\n“None of us from the original cast to the original creators, producers, or writers have anything to do with it,” Milano said in a recent interview with Parade. “The way I feel about it is this, and I’ll just be super, super-honest: If the reboot can give the joy that it gave to our generation to a new generation, then I think that’s really beautiful. Time after time, I’ve heard story after story about how that show meant so much to people, because it was a show that they found while they were battling cancer, or it was a show that they watched with their father, and that was the only thing they could connect with. It really resonated with people in a profound way, and if a new generation can find that, then I think that’s really beautiful.”\n\nShe suggests the new showrunners “shouldn’t try to reinvent the wheel, but really take what was so great about the original and find a way to make it their own.”\n\n“I’m just glad that it’s here finally, because we’ve been hearing about this reboot for however many years, what has it been, maybe four years now?” she added. “And I feel like it’s either going to succeed or not, and if it succeeds again, a whole new generation will be exposed to the beauty of what Charmed was able to be for people, and if it doesn’t succeed, then we don’t have to hear about it anymore.”",
        "img_url": "239_0",
        "label": 0
    },
    {
        "post_text": "Justin Theroux missed his 'Friends' audition 20 years ago because he slept in\nThe actor had the opportunity to try out for the hit TV series that Jennifer Aniston starred in\nBy Sarah Karmali\nPublished: 18 August 2017\n\nJustin Theroux and Jennifer Aniston met on the set of Tropic Thunder in 2007, started dating in 2010 and got married five years later - but it could have been a very different story. The 46-year-old actor has revealed that he actually had the opportunity to audition for Friends, the sitcom that made his wife a household name, more than 20 years ago.\nHis reason for skipping the audition that could have changed his life? He wanted a lie in.\nTheroux told Mr Porter that he \"didn't bother\" to turn up, admitting: \"I slept in that day.\" He then went on to add that it was probably for the best because, had he got the gig, he \"wouldn't have been prepared for [the fame]\".\n\nThe actor, screenwriter and director (he co-wrote Tropic Thunder and Zoolander 2 with friend Ben Stiller) also revealed how Aniston often sense checks his jokes.\n\"When it's not funny, she calls me out. She says, 'That's not funny',\" he said. When asked if she allows fart jokes in the house, he added: \"Of course she would allow a fart joke, but I think she actually has a more refined sense of humour than to crack a fart joke. I think she's funnier than that.\"\n\nHe concluded by disagreeing with the notion that most men wouldn't like the idea of having a wife who was considered funnier than them.\n\"Why would a man be intimidated by a funny woman?\" he said. \"In a perfect world, a relationship is two people laughing together.\"",
        "img_url": "241_0",
        "label": 0
    },
    {
        "post_text": "A look inside Sterling K. Brown and Ryan Michelle Bathe’s marriageWhat a gorgeous couple, and we love the story of how they met!  \nMarch 13, 2018May 9, 2023 by Anna Weaver \nActor Sterling K. Brown has become a household name in the past few years thanks to his work in high-profile projects like “This Is Us,” “The People v. O.J. Simpson: American Crime Story” and “Black Panther.”\nBut to hear the 41-year-old star talk about his 10-year marriage to fellow actor Ryan Michelle Bathe, you realize he’s also been lucky in love for a long time.\nListed below are seven things you might not have known about this adorable couple.\n1. They Met In College\nBoth Bathe and Brown were in the same year at Stanford, and even lived in the same dorm as freshmen, according to The Stanford Daily! They were also friends who performed in campus productions together before they started dating.\nWhen they got to know each other at college they discovered they were both from St. Louis, Missouri, and had even been born at the same hospital. Small world! The pair went on to grad school together at New York University.\n\n2. She Was Hard To Get\nAccording to what Brown told “The Talk,” he and Bathe “dated off and on” for a while before breaking up for more than three years at one point. When Brown decided to finally try to win her back, he did things including chasing after her while she was jogging so he could convince her she was the love his life.\n\n3. They Have Two Cute Kids\nLike his character, Randall Pearson, from NBC’s “This Is Us,” Brown has two kids with his college-sweetheart wife. But, instead of two girls, they have two boys: 6-year-old Andrew and 2-year-old Amare. Bathe and Brown have shared cute stories about their sons, like how Andrew wants to be a scientist and has quite a personality.\n\n4. She Gave Birth At Home\nAccording to Brown, when Andrew came, Bathe had such a quick labor that she ended up just giving birth at home, with him helping her deliver their son. They told the story on the red carpet at the 2018 Golden Globe Awards and it’s pretty hilarious.\n\n5. They Both Love Their Jobs\nBrown may be the breakout star of “This Is Us,” but Bathe also has had a recurring role on the hit show. In the first season, she played Yvette, a black woman who first appeared in a memorable flashback scene at the public pool, advising Randall’s adoptive mother Rebecca on how to properly take care of his hair.\nThat wasn’t the first time the couple appeared onscreen together. Brown played the only male military spouse among the main cast of Lifetime’s “Army Wives.” And, in the show’s sixth season, Bathe played the partner of an active duty soldier. They also appeared together in an episode of “Harry’s Law.” However, the two apparently avoid rehearsing together, as they’ve told E!.\n“We’ve learned that there are certain minefields and pitfalls in our relationship that, like a slalom, we just move right on past them,” Bathe told the network in 2017. “And rehearsing together is one of those things.”\n\n6. They Laugh A Lot\nBrown told Essence that a key to their marriage is that he and Bathe “crack each other up constantly!” Brown is apparently a pretty funny guy when he’s not making us cry … which is basically all the time.\n\n7. They Surround Themselves With Support\nBrown told ABC News that its key for his marriage that they have a community of people around them that supports he and Bathe. “One thing that I’ve learned for any relationship to be successful is the people who are part of your life, they have to champion your union,” he said. “Not just you, not just her. They have to champion y’all.”\n\n8. They Clearly Admire One Another\nBrown says the sweetest things about Bathe in his award acceptance speeches. For example, at the 2018 Screen Actors Guild Awards, he gave a speech where he said, “I love actors so much, I decided to marry one. Ryan Michelle Bathe, you’re the best scene partner a brother’s ever had.”\nAnd when he was loudly played off the stage at the 2017 Emmys before finishing his speech, he made sure he thanked Bathe backstage.\nAnd Bathe seems like she couldn’t be prouder of Brown’s accomplishments.\nSo put Bathe and Brown up there with celebrity couples who make marriage look pretty darn good.",
        "img_url": "246_0",
        "label": 0
    },
    {
        "post_text": "Katy Perry explains meaning of 'Swish Swish,' calls it 'great anthem'\nBut ... is it about Taylor Swift?\nBy\nNick Romano\nPublished on May 20, 2017\n\nThe collective internet seems to have already passed judgment on Katy Perry's new track, \"Swish Swish,\" which is raising eyebrows over its possible lyrical shots at Taylor Swift. Perry was even asked by Jimmy Fallon on The Tonight Show Friday whether this song, off her upcoming Witness album, was about \"anyone we know.\" While the pop diva remained cryptic, she explained the meaning of \"Swish Swish\" is \"liberation\" from bullies.\n\n\"I think it's a great anthem for people to use whenever someone's trying to hold you down or bully you,\" she said. \"That's kind of what this record is about, it's just like [a] 360-degree liberation.\" If \"Chained to the Rhythm\" was about \"political liberation\" and \"Bon Appétit\" was a \"sexual liberation,\" then Perry calls \"Swish Swish\" \"the liberation from all the negative that doesn't serve you.\"\n\nPerry directed her fans to the segment on social media Saturday morning. \"Here's some of the tea and a biscuit,\" she tweeted.\n\nSince \"Swish Swish\" dropped on Thursday, listeners, including Swift pal Ruby Rose, pointed to the lyrics as a diss track. \"I've always stood up for the people I love and against things I think are cheap or mean spirited. That's not new. You have to follow your [heart emoji],\" Rose wrote in a series of tweets.\n\nPerry and Swift have reportedly been feuding since an alleged spat over backup dancers a couple of years ago. Swift's 1989 hit \"Bad Blood\" has long been rumored to be a strike against Perry, and when asked by Entertainment Weekly if Witness included a response to the Swift song, Perry said it was \"not my question to answer—if it's about me.\"\n\nShe further explained, \"I think [my new album is] a very empowered record. There is no one thing that's calling out any one person. One thing to note is: You can't mistake kindness for weakness and don't come for me. Anyone. Anyone. Anyone. Anyone. And that's not to any one person and don't quote me that it is, because it's not. It's not about that.\"\n\nWatch her latest explanation of \"Swish Swish\" on The Tonight Show above.",
        "img_url": "248_0",
        "label": 0
    },
    {
        "post_text": "TLC finally revealed that Derick Dillard hasn’t been part of “Counting On” for months after a second set of transphobic comments.\nDillard, the husband of “19 Kids and Counting” and “Counting On” star Jill Duggar, was first accused of bullying Jazz Jennings, the transgender star of “I Am Jazz.”\nIn August, the 28-year-old missionary called the show an “oxymoron.”\n“A ‘reality’ show which follows a non-reality,” he wrote. “‘Transgender’ is a myth. Gender is not fluid; it’s ordained by God.”\nThe initial backlash didn’t stop Dillard, who doubled down last week.\n“I pity Jazz, 4 those who take advantage of him in order 2 promote their agenda, including the parents who allow these kinds of decisions 2 be made by a child,” he tweeted. \nDerek Dillard has been cut from TLC after transphobic comments about Jazz Jennings.\n“It’s sad that ppl would use a juvenile this way. Again, nothing against him, just unfortunate what’s on tv these days.\n“I Am Jazz” follows now-17-year-old Jennings, who was born male and was diagnosed with gender dysphoria at 4 years old. \nAt 5 years old, Jennings began transitioning to female.\nThe TLC show, which recently completed its third season, follows her and her family “dealing with typical teen drama through the lens of a transgender youth.”\n“Derick I understand that you may think your way is the highway, but I’ll go ahead and say it outright: you are a hateful person. I mean it from the bottom of my heart,” one person responded to Dillard. “You have absolutely no respect for anyone that is not just like you.”\n“And I don’t pity Jazz. I pity you for being a hypocrite,” wrote another. “You claim to love everyone, yet you can’t call a transgender female by her correct pronouns.”\nIn a statement, TLC said Dillard would no longer appear on its shows.\n“We want to let our viewers know that Derick Dillard has not participated in ‘Counting On’ for months and the network has no plans to feature him in the future. We want to reiterate that Derick’s personal statements do not reflect the views of the network,” the network said.\n“TLC is proud to share the story of Jazz Jennings and her family and will continue to do so.”",
        "img_url": "250_0",
        "label": 0
    },
    {
        "post_text": "Jennifer Lopez’s Exes Marc Anthony and Casper Smart Hangout: Pic\nBy Sarah Hearon \nNovember 20, 2017\n\nJ.Lo’s ears must be burning! Two of Jennifer Lopez’s exes, Marc Anthony and Casper Smart, hung out after Anthony’s concert in Miami at the American Airlines Arena over the weekend.\n“If you’ve never seen his show you are really missing out,” the 30-year-old dancer captioned a selfie with the two-time Grammy winner, 49, on Sunday, November 19. “A Truly captivating performer! Thanks for taking care of my people and I @marcanthony much appreciated! #miami #alllove #respect.”\n\nLopez was married to Anthony for seven years and the former couple share nine-year-old twins Max and Emme. They separated in 2011, and their divorce was finalized in 2014.\nThe “On The Floor” singer, 48, moved on from Anthony with Smart, her backup dancer at the time, and the duo dated on and off from 2011 to 2016.\nFans pointed out the unlikely pairing, writing things like “WhenTheExesLinkUp” and “Oh my how awkward” on Smart’s Instagram.\n\nThe Shades of Blue actress posed for a picture with Smart, Anthony and Anthony’s wife at the time, Shannon De Lima, in August 2016 after her concert in Las Vegas. “You’re an international legend and icon,” Lopez said about Anthony on stage at the time. ”But you’re also my baby daddy.” \n\nAnthony has been just as friendly with Lopez’s current boyfriend, Alex Rodriguez. The “You Sang Me” singer was spotted dancing with the couple at the Altos de Chavón Amphitheater at Casa de Campo Resort and Villas in the Dominican Republic in April.\nSmart, for his part, was asked about the former Yankees player in May. “It’s all respect and love,” he told TMZ Sports. “[He’s] an incredibly nice guy.”\n\nIn this article\nCasper Smart\nJennifer Lopez\nMarc Anthony",
        "img_url": "251_0",
        "label": 0
    },
    {
        "post_text": "Jeremy London Arrested for Domestic Violence\n\nEXCLUSIVE\n                     2/2/2018 2:16 PM PT\n\n5:00 PM PT -- London's spokesperson, Dominic Friesen, tells TMZ ... Jeremy's arrest stemmed from a private marital matter with Juliet. We're told it was an isolated incident and \"standard protocol in an attempt to diffuse an emotionally-charged situation.\" The couple's addressing the incident privately.\nJeremy London's been arrested for domestic violence ... and he's looking really rough in his mug shot.\nThe \"Mallrats\" actor, and Jason London's twin bro, was booked Friday in Jackson County, Mississippi on one count of domestic violence simple assault -- a misdemeanor. It's unclear right now who else was involved in the alleged incident ... but law enforcement sources tell us he was arrested in the front yard of a home owned by his wife, Juliet London.\nAs we reported back in the day ... London was charged with domestic violence in 2012 for a fight with his estranged wife, Melissa Cunningham. He allegedly pulled her hair and hit her on the head, but the charges were dismissed a year later.\nJeremy and Melissa divorced in 2014. He's since remarried to Juliet.\nAgain, we don't know if she's the alleged victim in this latest arrest.",
        "img_url": "253_0",
        "label": 0
    },
    {
        "post_text": "David Beckham calls 19-year marriage to Victoria Beckham 'hard work' Cydney HendersonUSA TODAY\n\nDavid Beckham is opening up about the secret to his long marriage with Victoria Beckham. \"To have been married for the amount of time that we have, you know, it's always hard work,\" Beckham said during a sneak peek of an interview with Australia's The Sunday Project, which is set to air this weekend. The former soccer player and Posh Spice, who have been hitched for 19 years and have four children together, frequently deflect breakup rumors that have intensified over the past year. \n\nHowever, Beckham acknowledged their relationship is complex. \"It becomes a little more complicated,\" the former athlete said during the teaser. Related: Fake celeb breakup rumors are tricking Twitter users to click on voter registration sites\n\nHe also discussed the power couple's children – sons Brooklyn, 19, Romeo, 16, and Cruz, 13, and daughter Harper, 7 – and his journey through fatherhood. \"Sometimes it’s the little things that make a big difference,” Beckham said. “I’ve noticed that with my children. … The thing we have to do is protect our children.\"\n\nMost recently, Victoria Beckham squashed speculation in June that the couple was heading toward divorce with an adorable Instagram post of her hugging Harper with an equally gushy caption: \"We love and miss u @davidbeckham.\"\n\n\"People have been making things up about our relationship for 20 years, so David and I are pretty used to ignoring the nonsense and just carrying on as normal,\" the fashion designer said in her October cover story for British Vogue. \"But these things have a wider effect on the people around us, and that's unfair.\"\n\nShe continued: \"We are much stronger – the six of us – than we would be if we were individuals. We respect that family bond, and that is key.\"",
        "img_url": "255_0",
        "label": 0
    },
    {
        "post_text": "Amber Portwood 'ready' to rekindle Farrah Abraham friendship\n\"I still love her to death. She knows that,\" the reality star said of Abraham.\nBy Annie Martin\n1 of 4 | Amber Portwood attends the MTV Video Music Awards on Sunday. File Photo by Jim Ruymen/UPI | License Photo\nAug. 31 (UPI) -- Amber Portwood says she's \"ready\" to be friends with Farrah Abraham again.\nThe 27-year-old television personality said Wednesday in an interview with E! News that she wants to end her feud with her 26-year-old Teen Mom OG co-star.\n\"[Farrah] has a very strong mind and strong opinions. So do I. So I think it's natural for us to clash,\" Portwood explained. \"Plus, she's crazy. We used to be friends, but I don't know what happened. I think she did things for publicity.\"\n\"I still love her to death. She knows that,\" she qualified. \"I'm ready to just let everything go. With her, it's on her terms, so I'm not really putting any effort into it or thinking about it.\"\nThe Teen Mom stars' recent conflicts include Abraham sending Portwood a cease-and-desist letter for \"making false and defamatory statements about Ms. Abraham to the media,\" according to People. The pair also got in a physical altercation in October while filming the Season 6 reunion special.\nPortwood confirmed Oct. 23 that she and her fiancé, Matt Baier, confronted Abraham and her dad, Michael Abraham, after Abraham and her then-boyfriend, Simon Saran, said Baier looked like a \"pedophile.\"\n\"Matt went out there to get me not fight ... her dad got in my face so Matt got in the middle and Michael choked him so Matt knocked him on his [expletive],\" she tweeted. \"While Simon sat on the couch the whole time lol.\"\nPortwood and Abraham came to fame on the MTV series 16 & Pregnant, before starring on Teen Mom. Portwood shares 8-year-old daughter Leah with ex-fiancé Gary Shirley, while Abraham is mom to 8-year-old daughter Sophia.",
        "img_url": "257_0",
        "label": 0
    },
    {
        "post_text": "Bachelor in Paradise's DeMario Jackson and Corinne Olympios are spending the most romantic day of the year together. During former Bachelorette contestant Eric Bigger’s podcast, Bigger Talks, on Wednesday, Jackson shared details of his friendly relationship with Olympios, even sharing their Valentine’s Day date plans. “I can’t wait for tonight,” he said. “Just for the fact that – you know, we’re homies. We’re really good friends, and you know, we just enjoy each other’s company and we like to take things slow,” Jackson added. Further clarifying, “We hang out. We have fun, and you know, that’s it.” \n\nDespite the BiP sex scandal that rocked season 4’s production last summer, Jackson and Olympios remain close. The pair has been spotted out and about multiple times over the past few months, sharing a friendly embrace in late August, leaving TAO restaurant in Hollywood in late September, and most recently celebrating Halloween together in Los Angeles. \n\nIn October, Jackson opened up about his friendship with Olympios. “In the media — the media wanted black versus white. They wanted angry black guy, they wanted this little white girl. But in reality, both of us were put against each other,” he said at the time. “It was one of those things that people want us not to be friends. They want to paint a particular narrative. Even now the narrative is they’re friends now,” he explained. “It’s like, ‘Oh, it’s fake.’ It’s always you’re damned if you do, you’re damned if you don’t.”",
        "img_url": "260_0",
        "label": 0
    },
    {
        "post_text": "Tonya Harding admits during ABC special she heard talk of planned attack A.J. Perez\nUSA TODAY Sports\n\nTonya Harding has long denied she knew a plan was afoot to injure Nancy Kerrigan at the 1994 U.S. Figure Skating Championships. That, actually, was not the case, Harding said in Truth and Lies: The Tonya Harding Story that aired on ABC on Thursday night. In fact, she said she basically figured out that her ex-husband Jeff Gillooly and his friend, Shawn Eckardt, had likely been behind the plot to attack Kerrigan shortly after she won the U.S. figure skating title. \n\nHarding stuck to her story that she's repeated for 24 years now: She had no role in planning the attack. In part of the interview that ran on Good Morning America earlier this week, Harding, however, said she did overhear Gillooly and Eckardt talking about \"taking somebody out\" to ensure Harding made the 1994 U.S. Olympic team. \n\n\"It popped in my head two or three days after we got back (that Gillooly and Eckardt were involved),\" Harding said in part of the interview that didn't run until the two-hour special Thursday night. \n\nMORE: Tonya Harding threatens to end interview with Piers Morgan\n\nThe special comes as I, Tonya, a sympathetic look at Harding's life that is in theaters, has received critical acclaim. But Harding's mother isn't fan. \n\n“I don’t give a (expletive) about the movie,\" said LaVona \"Sandy\" Golden, who was played by Allison Janney in the movie. \"I don’t care how it portrays me. I could care less about that movie than the dirt outside.”\n\nMORE: Harding, mother give differing accounts of abuse, drinking\n\nJanney, who won the best supporting actress in a motion picture at the Golden Globes on Sunday, portrayed Golden as a physically and mentally abusive mother. Golden admitted to using a hairbrush to \"spank\" Harding at a competition, but denied she was habitually abusive toward Harding. Golden also denied she ever threw a steak knife that struck Harding in the arm during an argument. \n\n“Take a lie detector (expletive),\" Harding said in response to her mother's denials. \n\nMORE: 5 things we learned on the set of the crazy Tonya Harding biopic 'I, Tonya'\n\nKerrigan bristled during her short segment on the special when asked if her popularity is owed to the attack in Detroit. \n\n\"I have two Olympics medals,\" Kerrigan said. \"They didn’t just give them to me. I worked hard for it. Who in their right mind would ask to be attacked? I would never wish that anyone. If I could change that, would I? Of course I would.”\n\nHarding didn't deny the incident helped create more of a buzz around U.S. women's figure skating. \n\n\"Sure. Why not?\" Harding said. \"I mean, I was there. I skated.”\n\nHarding was convicted of hindering the prosecution in the aftermath of the attack on Kerrigan. She was spared prison time, unlike Gillooly, Eckardt and two men who carried out the attack (Shane Stant and getaway driver Derrick Smith). \n\n\"Enough apologizing,\" Harding said. \"She has her life. I have my life. We both have wonderful lives. That should be all that matters.\" \n\nPHOTOS: Tonya Harding and Nancy Kerrigan",
        "img_url": "261_0",
        "label": 0
    },
    {
        "post_text": "Renee Zellweger’s Rep Fires Back Over Harvey Weinstein ‘Sexual Favors’ Claim: He’s ‘Full of S–t’\nBy Emily Marcus \nDecember 7, 2017\nRenee Zellweger and Harvey WeinsteinGary Miller/Getty Images; Stephane Cardinale - Corbis/Corbis via Getty Images \nFighting back. Renee Zellweger’s team is denouncing allegations that she had inappropriate encounters with Harvey Weinstein in order to escalate her career.\nThe claims came to light in a class-action lawsuit that six unnamed women recently filed against Weinstein, alleging that Zellweger, 48, and Charlize Theron both ascended in their professional endeavors by performing “sexual favors” for Weinstien, 65.\n“If Harvey said that, he’s full of shit,” a rep for the Bridget Jones actress, who has starred in several films produced by the former studio exec, including Cold Mountain which she won an Oscar for in 2004, told Us Weekly in a statement on Wednesday, December 7.\nWeinstein responded to the claims in a statement to Us on Monday, December 11: “Mr. Weinstein vehemently denies these accusations and has never stated he slept with any of them. It’s ridiculous that anyone would believe these talented women, Academy Award winners, provided sexual favors in exchange for roles they earned based on their talent and brilliant work. It’s simply not true.”\nAs previously reported, the former Miramax producer made headlines in October after nearly 30 years of sexual assault and abuse allegations came to light in exposés published by The New York Times and The New Yorker. North of 60 women have accused Weinstein of misconduct to date and he has since been faced with several lawsuits and expelled from the Television Academy. The filmmaker spent a brief period of time in a sexual rehabilitation facility in Arizona after the allegations surfaced in October. The scandal has inspired more women to come forward with their own alleged accounts of sexual abuse in Hollywood.\n\nWeinstein’s wife, Georgina Chapman, announced she was leaving him one week after NYT published its story. Alyssa Milano, who costarred as a judge alongside Chapman on Project Runway: All Stars, gave an update on the British fashion designer, 41, during an appearance on Megan Kelly Today on Wednesday, December 6. \n\n“Georgina is doing very well. She’s an amazing mother. She’s an amazing woman,” the Charmed alum, 44, said. “I think her priority right now is focusing on how to raise those two children to the best of her capacity, given the situation. She goes through very dark times. She’s very sad. This is not easy for her, but I have no doubt that not only will she come out on the other side of this, but she deserves to. She’s a good woman.”\n\nChapman shares two children, India, 7, and Dashiell, 4, with Weinstein, who she wed in 2007.",
        "img_url": "262_0",
        "label": 0
    },
    {
        "post_text": "Shop the Exact Products Betty Cooper Wears on Riverdale to Get That Girl-Next-Door Glow\nBy Lauren Levinson\nUpdated on 2/4/2018 at 4:35 PM\n\nEverett Collection\nEverett Collection\n\nEvery editorial product is independently selected by our editors. If you buy something through our links, we may earn commission.\n\nBetty Cooper is a babe! No wonder Cole Sprouse’s Jughead Jones is dating her. We love actress Lili Reinhart's fearless attitude on The CW's Riverdale and her subtly glam beauty look. She's known for her bouncy ponytail, girlish flush, lush lashes, and pink pout.\n\nTo get the scoop on Betty's exact product lineup, POPSUGAR interviewed Riverdale's lead makeup artist, Erin Mackenzie.\n\n\"Betty’s natural look begins with Shiseido Glow Enhancing Primer with Guerlain L'Or Radiance Primer underneath for added radiance,\" Mackenzie revealed. \"My go-to sculpt and highlight palette is Charlotte Tilbury Filmstar Bronze and Glow, and Glossier Cloud Paint for the most beautiful natural blush out there! I adjust her eye shadow each episode, always staying within a naturally defined zone, playing with tones to match her moods. Her lashes are made perfect with Clinique mascara and our favorite lip [last] season is, without question, Josie Maran Sting Plumping Butter in Free It. All this pulled together gives us that perfect girl-next-door glow!\" She also revealed how much fun it is to work on the set. \"This is the hardest-working cast I’ve ever met,\" she said. \"I adore them all! Not a day goes by where laughs aren’t shared in the makeup trailer. Each and every cast member has become a huge part of my world, and with all that talent surrounding me, it's hard not to be inspired by them every day.\"\n\nKeep reading to shop the exact products you can see on Betty’s face every Wednesday night!\n\nEverett Collection\n\nShiseido Glow Enhancing Primer SPF 15\nShiseido Glow Enhancing Primer SPF 15 ($30)\nShiseido Glow Enhancing Primer SPF 15\nFrom $30\n$30 at Bloomingdales\n\nEverett Collection\n\nGuerlain 'L'Or' Primer\nGuerlain 'L'Or' Primer ($74)\nGuerlain 'L'Or' Primer\nFrom $74\n$74 at Nordstrom\n\nEverett Collection\n\nCharlotte Tilbury 'Filmstar Bronze & Glow' Face Sculpt & Highlight\nCharlotte Tilbury 'Filmstar Bronze & Glow' Face Sculpt & Highlight ($68)\nCharlotte Tilbury 'Filmstar Bronze & Glow' Face Sculpt & Highlight\nFrom $68\n$68 at Nordstrom\n\nEverett Collection\n\nGlossier Cloud Paint\nGlossier Cloud Paint ($18)\nGlossier Cloud Paint\nFrom $18\n$18 at Glossier\n\nEverett Collection\n\nJosie Maran Argan Lip Sting Plumping Butter\nJosie Maran Argan Lip Sting Plumping Butter ($23)\nJosie Maran Argan Lip Sting Plumping Butter\nFrom $23\n$23 at Sephora\n\nCelebrity Beauty\nMakeup\nBeauty Products\nCelebrity Makeup\nBeauty Shopping\nRiverdale\nLili Reinhart",
        "img_url": "263_0",
        "label": 0
    },
    {
        "post_text": "The Bachelor’s Arie Luyendyk Jr. Reveals the Self-Imposed Rule He Broke on the First Night - Brit + Co\n\nWe’ve already been warned that the new season of The Bachelor will have plenty of drama — not to mention tears, races, multiple women named Lauren, and even taxidermy! And according to the man in the middle of the action, Arie Luyendyk Jr., things heat up pretty quickly.\n\nSitting down to chat with E! News, the reality star discussed how things will be different for him this time around. Thanks to his age (at 36, he’s older and wiser than when he first appeared on our screens in 2012) and his new career (he’s still a race car driver, but is doing real estate as well), he seems to be pretty sure of where he’s coming from and what he wants out of this romantic situation.\n\nWhich is not to say he won’t slip up every once in a while. In fact, he did just that on night one of The Bachelor, when he broke a rule he made for himself before the season started.\n\n“That first night, I told myself I’m NOT going to kiss anybody,” Luyendyk Jr. told E! News when asked if his infamous nickname “The Kissing Bandit” added any pressure to the circumstances. “And then it happened.” That’s right — he put his make-out skills to good use on the very first night.\n\nHe may have done the one thing that he promised himself he wouldn’t do, but it doesn’t seem like he’s especially upset about it, so we’re going to go ahead and guess that “The Kissing Bandit” enjoyed that initial peck (or two?).\n\nWe actually already know that Brittany scored herself a smooch when she issued a creative challenge to Luyendyk. But was she the only one?\n\nWe’ll be able to see for ourselves when The Bachelor premieres January 1 on ABC.\n\nDo you have any rules for yourself when it comes to first dates? Let us know @BritandCo!\n\n(Photo via ABC/Craig Sjodin)",
        "img_url": "265_0",
        "label": 0
    },
    {
        "post_text": "Total Bellas Recap: Brie Bella and Daniel Bryan Discover Their Heritage and Nikki Bella Has a Big Career Decision to Make\n\nronak10 (60) in #news • 6 years ago When I wake up every morning, I smile and say, \"Thank You\" Because out of my window I can see the mountains, then go hiking with my dog and share her bounding joy in the world.",
        "img_url": "268_0",
        "label": 0
    },
    {
        "post_text": "Teen takes Danny DeVito cutout to prom and he responds perfectly\nNarjas ZatatJun 06, 2018A Danny DeVito superfan has got his attention – after she took a cardboard cutout of him as her prom date. Pennsylvania student Allison Closs couldn’t find a living, breathing date for her dance, so she decided to order one online. In a YouTube post about it, she said:\n\nI couldn’t find myself a date in real life or with an actual human. So I bought one on Amazon. I have always loved Danny. I loved him on It’s Always Sunny in Philadelphia, I loved him in Hercules and Matilda. I just love him in every form he takes.\n\nDanny was there for me when I really needed him. He treats me the way a woman should be treated.\n\nIn the video, she ‘interviewed’ her dad, who told her that though he’s a “little bit older…”\n\nHe’s a very nice man and I think he’s going to treat [his daughter] with a lot of respect.\n\nThe initial video went viral and people viewed it thousands of times. Closs’ photo with cardboard DeVito was shared widely online – it was even upvoted more than 100,000 times on Reddit.\n\nIn fact, it spread far and wide – and waltzed right onto Danny DeVito’s radar. The veteran actor’s It’s Always Sunny co-star Rob McElhenney spotted her picture and DeVito felt compelled to respond in kind:\n\nI heard you took cardboard Danny to Prom. What a coincidence. He took cardboard Allison to Paddy's [the pub in It's Always Sunny].\n\nSlide for IRL Danny >>>\n\nAnd when Closs found out about DeVito's homage to her, well, the wonderful story came full circle.\n\nThe internet is a great thing, sometimes.",
        "img_url": "269_0",
        "label": 0
    },
    {
        "post_text": "Minnie Driver is once again calling out her former costar and boyfriend Matt Damon for his previous comments about sexual misconduct in Hollywood and beyond.\nIn December, Damon told ABC News that the alleged sexual misconduct of powerful men represented a “spectrum of behavior,” explaining that he believes there is “a difference between patting someone on the butt and rape or child molestation. Both of those behaviors need to be confronted and eradicated without question, but they shouldn’t be conflated.”\nHe also said, “I think it’s wonderful that women are feeling empowered to tell their stories and it’s totally necessary.”\nDriver, who criticized Damon for the comments at the time, told the New York Times on Tuesday that she feels Damon “represented every intelligent, nice white male who feels it is their job to comment on the way that women metabolize stuff.”\nShe added, “That somehow we should have a hierarchical system whereby touch on the arse is this, tits is this, you know, front bottom, back bottom, over the shirt, rape! That there would be some criteria.”\nDriver advocated for involving men in the women’s movement, saying “there’s no way to move forward unless we do this together.”\nIn January, Damon apologized for his controversial comments, telling the Today show, “I really wish I’d listened a lot more before I weighed in on this. Ultimately what it is for me is that I don’t want to further anybody’s pain. With anything that I do or say, so for that I’m really sorry.”\nDriver also told the NYT she supported a “model of truth and reconciliation,” referring to commissions that were established after the Rwandan genocide and South African apartheid, in which victims of violence were given a platform to speak.\n“Women get to be heard,” she explained. “You get to be seen and heard and the accusers get to hear that and get to metabolize that and then there is due process and then there is healing.”\nDriver, who costarred with Damon in 1997’s Good Will Hunting, also spoke again about how the film’s producer, now-disgraced mogul Harvey Weinstein, did not want to cast her in the film.\n“He didn’t want to cast me,” she said, explaining that the casting director didn’t think she was attractive enough to have sex with. “I got off lightly with him. I really did,” she added. “When we talk about sexual harassment, it’s not about sex, it’s about power.”\nA spokesperson for Weinstein previously said that the producer did pull for Ashley Judd to star in the role that ultimately went to Driver, but denied that Driver was considered not attractive enough for the part.\n“While Ashley was the top choice for Miramax and Mr. Weinstein, the role went to Minnie Driver, who was the star and director’s preference,” the spokesperson said in a statement. “Minnie did a brilliant job and he believes Ashley would have as well.”\nLast year, Driver opened up about her own experience with sexual assault as a teen. “When I was [17], I was on vacation in Greece, and this guy, kinda elbow-grabbed me, and said ‘You’re going to dance with me,’” she said on Sirius XM’s StandUP! with Pete Dominick. “I said ‘no’ and I pulled my arm away from him, and he grabbed me by the back of my hair. I tried to kick him, and then he punched me.”",
        "img_url": "270_0",
        "label": 0
    },
    {
        "post_text": "‘Drop the Mic’: James Corden Reveals Dream Rap Battle – and It’s Judi Dench Vs Maggie Smith\nReport From TCA\t\nTCA 2017: “Dame on Dame, saying everything they’ve dreamt of saying for the last 30 years,” says Corden\nGetty Images\nReid Nakamura\nJuly 27, 2017 @ 11:58 AM\nShare on Social Media\nJames Corden and Jensen Karp, executive producers on TBS’s “Drop the Mic,” shared their dream rap battle: Judi Dench vs. Maggie Smith.\nThe new TBS series, yet another musical spin-off of one of Corden’s “Late Late Show” bits, pits celebrities against one another in no-holds-barred rap battles in front of a live studio audience and hosts Method Man and Haley Baldwin. \nThe stars team up with the show’s writers and rappers to pen their verses, and the executive producers revealed who they’d most like to write for at the Television Critics Association press tour on Thursday. \n“Judi Dench is my pick,” Karp said. “If I could write a rap battle for anybody, it would be Dame Judi Dench.”\n“I’d like to see Judi Dench vs. Maggie Smith,” added Corden. “Dame on Dame, saying everything they’ve dreamt of saying for the last 30 years.”\n“It’s our Biggie and Tupac … it only ends with murder,” Karp wryly quipped. \nThe 16-episode series will premiere in the fall. Guests on the first season include Gina Rodriguez, Rob Gronkowski, Randall Park, James Van Der Beek and Vanessa Hudgens.",
        "img_url": "271_0",
        "label": 0
    },
    {
        "post_text": "Taylor Swift fights Andy Samberg in AT&T-DirecTV ad\nBy Annie Martin\n1 of 4 | Taylor Swift attends the BMI Pop Awards on May 10, 2016. File Photo by Phil McCarten/UPI | License Photo\nSept. 7 (UPI) -- Taylor Swift battles actor Andy Samberg in a new ad for AT&T-DirecTV.\nThe 27-year-old singer takes on the 39-year-old Brooklyn Nine-Nine star, gobbles cookie dough and returns to the studio in the commercial for Taylor Swift NOW.\nThe ad follows a fictional day in Swift's life, including her \"unbelievable choreographed fight sequence\" with Samberg. The pair previously collaborated on a skit for a 2014 episode of Saturday Night Live.\n\"Such a taxing day when they're like 'eat some cookie dough' and you're like 'ok I'll make this sacrifice for my art,' Swift captioned a behind-the-scenes video from the commercial's shoot.\nTaylor Swift NOW is a curated video catalog available to AT&T customers via the company's DirecTV Now streaming service. Swift signed a multi-year deal with AT&T in October for future performances and content.\n\"We're thrilled to reach a deal to bring Taylor and her unique talents to her fans and our customers in new and exclusive ways,\" AT&T entertainment group CEO John Stankey said at the time.\nSwift will release her sixth studio album, Reputation, on Nov. 10, which includes the single \"Look What You Made Me Do.\"",
        "img_url": "273_0",
        "label": 0
    },
    {
        "post_text": "Ansel Elgort and Shailene Woodley had a 'Fault in Our Stars' reunion at the Globes\nBy Ruth Kinane\n\nThe stars aligned at the Golden Globe Awards on Sunday evening in Los Angles, when the lead actors of emotional teen film The Fault in Our Stars Shailene Woodley and Ansel Elgort were reunited.\nWoodley attended Sunday’s awards ceremony along with her fellow Big Little Lies costars and was nominated in the category of Best Supporting Actress in a Series, Miniseries, or Motion Picture for TV for her role in the HBO hit but lost out to Laura Dern. Elgort was also nominated for Best Performance by an Actor in a Motion Picture – Musical or Comedy for playing the part of getaway driver baby in Baby Driver. He lost out to James Franco in The Disaster Artist.\nBased on the novel by John Green, The Fault in Our Stars tells the story of a 16-year-old girl with cancer (Woodley) who meets and falls for 17-year-old Augustus Waters (Elgort), an ex-basketball player and amputee.\nDespite neither winning an accolade, the duo seemed happy enough just bumping into one another in the ballroom and cuddled up for a snap.\n“She deserves all happiness in the world,” Elgort wrote on Instagram alongside the image. “To be in the same room at the Golden Globes with a woman who helped guide me early in my career when she was already a Golden Globe nominee, was a surreal moment. Life coming full circle.”",
        "img_url": "274_0",
        "label": 0
    },
    {
        "post_text": "Jazz Jennings Is 'Doing Super Well' Nearly 3 Months After Undergoing Gender Confirmation Surgery\nI Am Jazz season 5 returns to TLC in 2019\nBy\nNatalie Stone\nPublished on September 18, 2018 07:35PM EDT\nJazz Jennings is ready to share her gender confirmation journey with the world.\nNext year, the transgender teen’s reality series, I Am Jazz, will be returning to TLC for a fifth season, and when it does, audiences will see Jennings undergo the life-changing operation.\n“It’s happening!” Jennings, 17, says in a YouTube video. “Season 5 is going to be super exciting.”\n“As many of you know, I did get my gender confirmation surgery — woo woo! — and I am doing super well. I can’t wait for all of you to see that journey as I go through it,” she shares. “It’s definitely going to be a journey.”\n\nJazz Jennings Is Preparing to Undergo Gender Confirmation Surgery in Less Than a Month\nTLC\nIn footage that was captured at the hospital ahead of the surgery, Jennings snaps her fingers and says “let’s do this” before heading into the operating room.\n“Also this season, you’ll see me turning 18 years old. I go to prom with my friends and I mean, I can’t spill all the secrets,” she teases.\nRELATED VIDEO: Lawren From ‘Lost In Transition’ Says Jazz Jennings’ Journey ‘Gives Us Hope’\nThe TLC star — she was born male but identifies as female — confirmed in a previous YouTube video titled “Preparing For Gender Confirmation Surgery” that her surgery was scheduled for Tuesday, June 26.\n“It’s coming up so soon. June 26 is when I’m getting the surgery, so like a month away. That is insane. I am so looking forward to it. I’ve been ready for this my entire life,” she shared.\nLater in the video, she said, “It’s crazy to me. I’m going to have new genitalia. Like penis to vagina. That’s some serious s—, y’all.” Said Jennings: “I can’t believe it, I’m going to have a vagina!”\nFollowing the surgery, Jennings shared a post-operation photo to social media.\n“I’m doing great, thanks for all of the love and support,” she tweeted alongside the selfie.\nIn the photo, a smiling Jennings wears a hospital gown as she lies down on a pillow.\nI Am Jazz season 5 returns to TLC in 2019.",
        "img_url": "276_0",
        "label": 0
    },
    {
        "post_text": "MasterChef Junior | Season 8 Premieres Fall 2020 on FOX\n\nHomeSportsLocalNewsScheduleTV Provider Sign InBack to MasterChef JuniorClips & Extras\n\n0:45The Bake Sale Is OpenSea of kids rush the young chefs bake sale.Published 05-06-22 • 1m\n0:43Tonight The Top 8 Have A Bake SaleThe top 8 have a bake sale and battle it our in tonight's episode.Published 05-06-22 • 1m\n0:35Cooking For Off-Road RacersThe young chefs will need to cook for hungry offroad racersPublished 04-21-22 • 1m\n0:42Gordon Ramsay Is Furious About Raw SteakThe steak is raw and Gordon Ramsay is not happy.Published 04-21-22 • 1m\n1:24Monster Truck and Motocross Mayhem ChallengeThe little chefs must prepare dishes for drivers and racers.Published 04-21-22 • 1m\n0:37The Young Chefs Race To Finish Their DishesThe young chefs race against the clock to complete their dishes on time.Published 04-14-22 • 1m\n0:49The Mystery Box Item Is RevealedThe young chefs lift up the mystery box to find out what they will be using in the next challenge.Published 04-14-22 • 1m\n0:34Cruz Reckons He Could Take Down Aarón SánchezGordon Ramsay checks in on Cruz and finds out what sports he plays.Published 04-14-22 • 1m\n0:40Gordon Checks-In On CiaraCiara continues to pursue her dreams to open up her own baking shop.Published 04-14-22 • 1m\n0:21Ivy Successfully Flambes Her PrawnsIt's fire in Ivy's Kitchen!Published 04-14-22 • 21s\n0:41Liya Blushes Over CheLiya blushes over Che as he checks-in on her.Published 04-14-22 • 1m\n0:38A Fiery Elimination Challenge Is NextA fiery elimination challenge awaits on the next episode of Masterchef Junior.Published 04-14-22 • 1m\n0:36Someone's Dream Will Go Up In FlamesTonight's episode will feature a special guest for the elimination challenge.Published 04-14-22 • 1m\n0:51Che Spiotta Returns To The MasterChef KitchenChe Spiotta returns to the MasterChef Kitchen as a special guest judge.Published 04-14-22 • 1m\n0:37Time Runs OutThe kids rush to finish their dishes before time runs out.Published 04-14-22 • 1m\n0:37Gordon Checks In With IvyGordon checks in with Ivy and her pancakes.Published 04-14-22 • 1m\n0:45Kitchen Heroes: That's RawThe junior chefs talk about the importance of not having raw meat.Published 04-07-22 • 1m\n0:58Kitchen Heroes: Knives Not OutWhat would you do if you accidentally cut yourself in the kitchen?Published 04-07-22 • 1m\n1:01Kitchen Heroes: Oh Honey!What if there's no sugar in the kitchen?Published 04-07-22 • 1m\n1:16Kitchen Heroes: Fired UpWhat to do when there's a fire in the kitchen.Published 04-07-22 • 1m\n0:42Gordon Yells At FreddyGordon is not happy with FreddyPublished 04-07-22 • 1m\n0:49Ciara Messes Up The QuinoaCiara's Quinoa is still crunchy.Published 04-07-22 • 1m\n0:45Daphne's Baby Shower RevealDaphne is going to have a baby showerPublished 04-07-22 • 1m\n0:28The Girl's Team Is Doing Very WellThe girl's team is working hard together.Published 04-07-22 • 28s\n0:40Next time On MasterChef Junior It's Boys Vs GirlsNext on Masterchef Junior, there is a boys vs girls challenge.Published 04-07-22 • 1m\n0:53Gordon, Daphne And Aarón Check In With GraysonJudges check-in with Grayson and his team's dish.Published 04-07-22 • 1m\n0:52Gordon, Daphne And Aarón Check In With LiyaJudges check-in with Liya and her team's dish.Published 04-07-22 • 1m\n0:48Blue Team Undercooks Chicken And Gordon Is UpsetGordon sets the blue team straight when he finds out the chicken is raw.Published 04-07-22 • 1m\n0:39Team Challenge, Boys Vs GirlsTonight it's the boys vs the girls in today's team challenge, where the kids have to cook for a baby shower.Published 04-07-22 • 1m\n0:41Aaron Gets Daphne A GiftAaron gets Daphne a unicorn as a gift.Published 04-07-22 • 1m\n1:23Cooking With Coach RamsayRamsay coaches the young chefs.Published 04-05-22 • 1m\n1:12The Donut Hole Challenge Is IntroducedGordon Ramsay and the judges introduce the donut hole challenge.Published 03-30-22 • 1m\n0:55Tilly Ramsay Enters The Kitchen And Brings DonutsGordon Ramsay's daughter Tilly enters the kitchen and brings donuts for all the contestants.Published 03-30-22 • 1m\n0:47Molly Wants To Make Monkey FishThe judges check in with Molly and she reveals she wants to make Monkfish.Published 03-30-22 • 1m\n0:39There Are Only Seconds Left To Finish CookingThe Junior chef's only have seconds left to finish their dishes and some are cutting it close.Published 03-30-22 • 1m\n0:48Mystery Box RevealThe mystery box is revealed and the kids reactions are priceless.Published 03-30-22 • 1m\n0:37Special Guest Tilly Ramsay Joins The KitchenTilly Ramsay visits the Masterchef kitchen and introduces the next challenge.Published 03-30-22 • 1m\n0:39An Elimination Challenge That Really StinksHow would the Masterchef Juniors do in this next challenge?Published 03-30-22 • 1m\n0:52Freddy Flirts With TillyFreddy flirts with the new guest, Tilly.Published 03-30-22 • 1m\n0:34Molly Served Raw ChickenChicken was sent back and Molly has to make sure everything is perfect.Published 03-24-22 • 1m\n\nFOX Entertainment\nMasterChef Junior\nClips",
        "img_url": "277_0",
        "label": 0
    },
    {
        "post_text": "Stevie Nicks Gives Emotional Speech Remembering Tom Petty: 'He Was One of My Best Friends'\n\"The loss of Tom Petty has just about broken my heart,\" Stevie Nicks said as she spoke about her late friend during a pre-Grammys tribute event\nBy Ale Russian\nand Maria Pasquini\nPublished on January 27, 2018 09:54AM EST\n\nStevie Nicks started to choke up as she gave a touching speech about her late friend Tom Petty during a pre-Grammys tribute event on Friday.\n\n“The loss of Tom Petty has just about broken my heart,” Nicks, 69, said at the MusiCares Person of the Year event honoring Fleetwood Mac at Radio City Music Hall in New York City.\n\n“He was not only a good man to go down the river with, as Johnny Cash said, he was a great father and he was a great friend,” she added, after noting that his daughter Adria Petty was in the audience. “He was one of my best friends. My heart will never get over this.”\n\nNicks also went on to reveal how after the ceremony last year — where Petty was the night’s honoree — the late singer spent a lot of time “talking to me about how important it was to him. And maybe he was talking about it because [he] was ill. He was not well.”\n\n“And he fought his way through that tour,” Nicks continued, referencing the 40th anniversary tour with the Heartbreakers that Petty embarked on in 2016, and finished just one week before he died on Oct. 2 of that year.\n\n“He should’ve canceled, and he should’ve just gone home and gone to the hospital. But not Tom. He was gonna go down that river. And so, God bless him, he finished his tour at the Hollywood Bowl. Three shows. And one week later he died — but he got down the river,” she added as she began to choke up. “So Tom, I know you’re standing next to me cause you always have been for so many years.”\n\nThe event was also attended by Harry Styles, Lorde, Imagine Dragons, Bill and Hillary Clinton and Miley Cyrus.\n\nEarlier in January, it was revealed that Petty died of an accidental drug overdose.\n\nIn a statement posted on the late singer’s website, his family said the 66-year-old had been using a number of medications, including opioid pain medication fentanyl.\n\nPetty died of “multi-system organ failure” caused by “mixed drug toxicity,” according to the autopsy report released by the Los Angeles County Coroner. During an examination on Oct. 3, the medical examiner found fentanyl, oxycodone, temazepam, alprazolam, citalopram, acetylfentanyl and despropionyl fentanyl. Petty was also suffering from coronary artery atherosclerosis and emphysema.\n\n“Our family sat together this morning with the Medical Examiner – Coroner’s office and we were informed of their final analysis that Tom Petty passed away due to an accidental drug overdose as a result of taking a variety of medications,” Petty’s family said in a statement, signed by widow Dana and daughter Adria, 42.\n\nPetty’s longtime manager previously released a statement at the time of the musician’s death explaining that Petty suffered cardiac arrest at his home in Malibu, California, on Oct. 2 and was taken to UCLA Medical Center but could not be revived.\n\n“Unfortunately Tom’s body suffered from many serious ailments including emphysema, knee problems and most significantly a fractured hip. On the day he died he was informed his hip had graduated to a full-on break and it is our feeling that the pain was simply unbearable and was the cause for his overuse of medication,” the family said in their January statement.\n\n“We knew before the report was shared with us that he was prescribed various pain medications for a multitude of issues including fentanyl patches and we feel confident that this was, as the coroner found, an unfortunate accident,” the family continued.\n\n“As a family we recognize this report may spark a further discussion on the opioid crisis and we feel that it is a healthy and necessary discussion and we hope in some way this report can save lives. Many people who overdose begin with a legitimate injury or simply do not understand the potency and deadly nature of these medications,” the Petty family said.\n\nThey added, “On a positive note we now know for certain he went painlessly and beautifully exhausted after doing what he loved the most, for one last time, performing live with his unmatchable rock band for his loyal fans on the biggest tour of his 40 plus year career. He was extremely proud of that achievement in the days before he passed.”",
        "img_url": "281_0",
        "label": 0
    },
    {
        "post_text": "Brad Pitt and Angelina Jolie: Could they go to trial over the kids?\n\nAndrea Mandell\nUSA TODAY\n\nWrap it up.\n\nThat’s what image experts would say to Angelina Jolie and Brad Pitt, the once-golden couple now edging into explosive Hollywood divorce territory occupied by the likes of Woody Allen and Mia Farrow.\n\nToday, \"most celebrities keep their divorces private, they settle them quickly usually with a press release,” says Christopher Melcher, partner of the California firm Walzer Melcher family law. “We rarely see this kind of nastiness that's happened recently.” Brangelina is now shorthand for textbook anti-conscious uncoupling. Still, resolution – especially when six children are involved – is a thorny endeavor. So could this all end with a messy public spectacle?\n\nAfter a summer of freshly boiled acrimony, the fractured family is back in Los Angeles, and the couple has seemingly recommitted to a previously agreed-upon temporary custody agreement. A scheduled hearing in family court on Aug. 21 was postponed. Pitt is seeing the children regularly.\n\nJolie “continues to support the reconciliation of the children with Brad and everything she does is focused on healing her family,” a source close to Jolie, who was not authorized to speak publicly, tells USA TODAY.\n\nBut what a road to get to this point.\n\nA messy summer\n\nIn June, their divorce made headlines again when the couple's private judge threatened Jolie, saying if the actress doesn't start encouraging her children to forge relationships with her ex, she could be in danger of losing custody.\n\nThe judge further ordered Jolie to arrange a phone call with the kids and their doctors to explain to the children that “the court has determined that each of them are safe with their father.”\n\n“What I imagine is difficult for Angelina is, how can somebody else override a parent’s decision? How can a judge tell her as a mom what’s best for her children? That’s the consequence on not agreeing with the other parent and submitting it to a judge,” says Melcher.\n\nThe lawyer adds: \"Maybe she knows something nobody else does, but the judge did not agree with her. And ultimately, the judge makes these decisions.\"\n\nMore: The highest-paid actresses in the world: Johansson, Jolie, Aniston\n\nAnd so it got uglier. With both stars asserting they wanted to move forward in dissolving their marriage (a process known as bifurcation), Jolie’s new lawyer, Samantha Bley DeJean, accused Pitt of not having paid “meaningful\" child support in court documents.\n\nAs the news went viral, Pitt’s lawyers quickly countered, detailing an $8 million housing loan plus $1.3 million in child care paid since their split. Pitt's lawyer, Lance Spiegel, called the legal maneuvering \"a thinly veiled effort to manipulate media coverage.\"\n\nBut Jolie's lawyer doubled down, indicating that not only was Pitt charging the mother of his children interest on her new home, but he was also not paying half their expenses.\n\nImage-wise, all of this matters: In the past two years, Jolie’s negative Q score, the industry's most commonly used measure of likability, has gone up four points. Pitt's negative score has remained static.\n\n“Whatever’s been happening in the media, he’s been dealing with it better, based on the data,” says Henry Schafer, executive vice president of Q Score. \"It looks like based on consumer reaction that he’s weathering the storm much better than she is.”\n\nThe downfall of Brangelina \n\nThe uber-private, A-list couple married in 2014 after a decade of globe-trotting and children together, but the facade shattered in September 2016, when Jolie filed for divorce citing the \"health of her family\" after a private plane ride in which Pitt was alleged to have had a physical altercation with their eldest child, Maddox, who is now 17.\n\nIn the months that followed, each staffed up with power lawyers and various advisers. Allegations flew in the media and legal documents were leaked from family court. Pitt, who was cleared of child abuse allegations, confessed a serious drinking problem to GQ, saying he was now sober.\n\nThe two appeared to reach a detente in January 2017, releasing a joint statement stating they had agreed to handle their divorce privately and would work together to reunify their family. (California law favors joint custody in divorce cases.)\n\nMore: Lawyer seeks to sue Brad Pitt's Make It Right foundation over houses in New Orleans\n\nThen this June came, with their judge dressing down Jolie for withholding access to their children. (The court is allowing Maddox to decide how much time he wants to spend with his father. Their other five children are Pax, 14; Zahara, 13; Shiloh, 12; and 10-year old twins Vivienne and Knox.)\n\n\"They’re not healing from divorce. They’re healing from some ... from life, from things in life,\" Jolie told Vanity Fair in September 2017.\n\nIn late August, Jolie officially split from her Los Angeles divorce attorney, Laura Wasser, and hired DeJean, a San Francisco-based attorney whose \"expertise is the protection and best interest of children,” said Jolie's rep, Mindy Nyby, at the time.\n\nFamily law attorney Jeffrey Cohen of New York's Cohen Goldstein calls such positioning \"an adversarial stand. This is a sign of the deterioration of the litigation, of the relationships. It looks like it's heading south.\"\n\nAnd it could it get worse. If Jolie and Pitt can’t bury the hatchet, there’s a chance their custody battle could end up at trial, creating a media storm neither star's image will be able to weather.\n\nPitt told GQ in May 2017 he knew such an outcome would be a “spectacular” nightmare for everyone involved.\n\n\"I see it happen to friends – I see where the one spouse literally can't tell their own part in it, and is still competing with the other in some way and wants to destroy them and needs vindication by destruction, and just wasting years on that hatred,\" said Pitt then. \"I don't want to live that way.\"\n\nTo that end, compromise could be around the corner. \"Almost every case is settled in the hallway between the parties,\" says Melcher.\n\nAnd there are a million reasons to go that way.\n\n“If it goes to an open trial (with) public proceedings, this would be as juicy as they come,” says Cohen. “These are two of the most well-known actors on the planet.”",
        "img_url": "282_0",
        "label": 0
    },
    {
        "post_text": "Former Pussycat Dolls member calls group a ‘prostitution ring’\nBy R. Hawkins\nOct 15, 2017\n9:58 am\n\nA former member of the hit-making Pussycat Dolls, Kaya Jones, airs out the group’s dirty laundry. \n\nIn case you missed it, the singer recently took to Twitter where she alleged that her former group mates were a part of a prostitution ring. “My truth. I wasn’t in a girl group. I was in a prostitution ring. Oh & we happened to sing & be famous. While everyone who owned us made the $,” she began. “How bad was it? People ask—bad enough that I walked away from my dreams, my band mates & a 13 million dollar record deal. We knew we were going to be #1.”\n\nJones, 33, took it one step further, calling out her “den mother” by writing, “I want the den mother from hell to confess why another 1 of her girl group girls committed suicide? Tell the public how you mentally broke us.”\n\nOf course, it wasn’t long before fans suggested that the singer was referring to G.R.L. singer Simone Battle, who committed suicide in September of 2014.\n\n“To be a part of the team you must be a team player. Meaning sleep with whoever they say. If you don’t they have nothing on you to leverage…Yes I said leverage. Meaning after they turn you out or get you hooked on drugs they use it against you. Correct. Victimizing the victim again,” continued Jones. “That’s why I have so much respect for our military. I’ve been through way. But my scars you can’t see. At least real war is honest. Why don’t we report it? Because we were all abused! I personally have been warned if I tell I will…you know end up dead or no more career.”\n\nMeanwhile, neither a rep for the Pussycat Dolls nor Nicole Scherzinger has commented on Jones’ allegations.\n\nHowever, Asia Nitollano, who was briefly a part of the group in 2007, took to Twitter to write, “Who is Kaya Jones? Lol She was not apart of The Pussycat Dolls the recording group so I do not know her. If she was in the Vegas show then I know nothing about that nor have I ever heard such a thing. But judging from google she looks like she just wants her 15min of fame. (Side note… it says she’s a Trump supporter… but yet she’s Canadian, which means her vote doesn’t count!!!! ) Same with this comment about The Pussycat Dolls; she wasn’t in the group so her opinion doesn’t count!!!!” \n\nWhat are your thoughts on the claims surrounding the former hit-makers? Sound off in the comment section below.",
        "img_url": "283_0",
        "label": 0
    },
    {
        "post_text": "Miley Cyrus Tears Up Discussing Her $500,000 Donation To Harvey Relief\n\nMiley Cyrus has joined the growing list of stars who’ve come out to support the people of Houston, Texas, after the devastation of Hurricane Harvey. The “Younger Now” singer appeared on “The Ellen DeGeneres Show” this week, where she told DeGeneres that she’s donating $500,000 toward Hurricane Harvey relief efforts.\n\n“You’re amazing,” DeGeneres said. Cyrus thanked the host for the kind words before seemingly being overcome with emotion. “I can’t really talk about it. I don’t know why it makes me so upset. It just really makes me really upset,” she said, with tears in her eyes. “I couldn’t fake it. My grandma’s sitting here, my mom’s here, and I go home to my seven dogs. If I didn’t have that anymore, it would just be really hard.” Cyrus continued, “I’m really happy to help any way that I can and I hope people understand and can put themselves in those people’s shoes and know what it feels like to have everything taken away from you.”\n\n“I love that my friend @MileyCyrus stepped up for the people of #Texas and is donating half a million dollars,” DeGeneres wrote on Instagram, alongside the above clip from her show.\n\nDeGeneres also made a massive donation of her own to Harvey relief funds, giving $1 million to Houston Texans star J.J. Watt, who’s raised over $7 million through his crowdfunding page to help families in need. When #Texas needed him, @JJWatt was there. I was honored to help make this amazing gift from @Walmart possible. https://t.co/bObBtijEwq— Ellen DeGeneres (@TheEllenShow) August 31, 2017\n\nCyrus and DeGeneres are just two of the celebrities who’ve stepped up to the plate to help families in Texas. Sandra Bullock donated $1 million to relief efforts, while Kevin Hart gave $25,000 to the American Red Cross and urged his celebrity friends to do the same. The Kardashian family answered Hart’s call and donated $500,000, as well.",
        "img_url": "298_0",
        "label": 0
    },
    {
        "post_text": "Meghan Markle's Ex-Husband, Trevor Engelson, Reportedly Just Got Married\n\nThe TV producer had a low-key ceremony over the weekend.\n\nBy Erica Gonzales\n\nPublished: Oct 09, 2018 4:39 PM EST\n\nMeghan Markle's first husband, Trevor Engelson, got married to Tracey Kurland, a nutritionist, over the weekend, DailyMailTV reports. The couple had a low-key ceremony at a private home in Hidden Hills, California, according to the site. The nuptials—which took place almost five months after Meghan and Prince Harry's royal wedding—were so secretive that barely any photos from the event surfaced online. But a few Instagram Stories captured by DailyMailTV give a glimpse at Engelson and Kurland's big day.\n\nThe images show Engelson wearing a light pink shirt under a gray-blue suit, with the bride in an off-the-shoulder, knee-length white dress with layered gold bracelets. She wore her hair in loose ombré waves. \n\nMarkle and Engelson were married from 2011 to 2013. They had a getaway wedding in 2011 in Ocho Rios, Jamaica with 102 guests, according to Us Weekly. For the beachfront nuptials, the bride wore a strapless sheath gown with a notch neckline and bejeweled belt. The laid-back, bohemian-inspired look was fitting for the shoreside venue, but a far cry from the Givenchy Haute Couture gown Markle had custom-made for her royal wedding to Prince Harry.\n\nEngelson's engagement to Kurland was reported in June, just weeks after Meghan and Harry tied the knot. The producer announced the news on Instagram, although his account is private. \"Luckiest guy I know! Get ready to party!\" he wrote in a post. Meghan and Harry have been to a number of weddings together since becoming a couple; they attended a friend's nuptials months after celebrating their own and are expected to be at Princess Eugenie's ceremony this Friday.\n\nErica Gonzales is the Senior Culture Editor at ELLE.com, where she oversees coverage on TV, movies, music, books, and more. She was previously an editor at HarpersBAZAAR.com. There is a 75 percent chance she's listening to Lorde right now.",
        "img_url": "301_0",
        "label": 0
    },
    {
        "post_text": "Microsoft says state-backed Russian hackers accessed emails of senior leadership team members\n\nBOSTON (AP) — State-backed Russian hackers broke into Microsoft’s corporate email system, accessing emails of the company's senior leadership team members. The incident was confirmed by Microsoft, which reported that a group typically associated with the Russian government managed to view source code and gain limited access to certain company emails.\n\nThis breach is part of a broader series of cyberattacks targeting U.S. corporations, government agencies, and think tanks, attributed to Russia by the U.S. government. Microsoft has not disclosed the exact content of the emails accessed but clarified that the hackers did not compromise the security of its products or services. The company has taken steps to secure its systems and is working with other affected entities to mitigate any potential impacts.\n\nThe revelation from Microsoft aligns with warnings from U.S. cybersecurity officials about a sophisticated Russian campaign utilizing various tactics to infiltrate a wide range of U.S. targets. The incident highlights the ongoing digital espionage efforts by state-sponsored actors and underscores the need for robust cybersecurity defenses in both private and public sectors.\n\nMicrosoft’s swift response to the cyber intrusion illustrates the company's preparedness in dealing with such security threats. However, it also serves as a reminder of the persistent and evolving cyber risks that major corporations face in an increasingly interconnected world.",
        "img_url": "307_0",
        "label": 0
    },
    {
        "post_text": "James Franco to Attend SAG Awards 2018 Amid Sexual Misconduct Scandal\nBy Nicholas Hautman \nJanuary 19, 2018\nJames Franco will attend the 2018 Screen Actors Guild Awards on Sunday, January 21, despite the recent sexual misconduct allegations made against him, the actor’s rep confirmed to CNN.\nRelated: Hollywood’s Sexual Misconduct Scandals\nWhile Hollywood may appear to be all glitz and glam on the surface, the industry has seen its fair share of scandals through the years. The New York Times and the New Yorker first published investigative pieces in 2017 that accused disgruntled movie producer Harvey Weinstein of decades of sexual assault and harassment. Soon after, Weinstein stood trial and was […] \nThe 39-year-old is nominated for the SAG Award for Outstanding Performance by a Male Actor in a Leading Role for The Disaster Artist. Earlier this month, he won Best Actor in a Motion Picture Musical or Comedy at the Golden Globe Awards for his role in the biographical dramedy, which chronicles the making of Tommy Wiseau’s 2003 cult film The Room.\nJames Franco attends the 75th annual Golden Globe Awards at The Beverly Hilton hotel in Beverly Hills on January 7, 2018. Frederick M. Brown/Getty Images\nFranco attended the Globes on January 7, but skipped the Critics’ Choice Awards on January 11.\nRelated: Golden Globe Awards 2018 Red Carpet Fashion: What the Stars Wore\nFrom Allison Williams to Giuliana Rancic, see what the stars wore to 2018 Golden Globe Awards hosted by Seth Meyers at the Beverly Hilton on Sunday, January 7.\nThe Deuce star was first accused of sexual misconduct by several women on Twitter during the Globes broadcast. Many of the evening’s A-list attendees wore black in solidarity with the Time’s Up movement, which raises money to fight sexual harassment, assault and inequality in the workplace. Franco wore a Time’s Up pin on the lapel of his suit jacket.\nJust a few days later, the Los Angeles Times published a report in which five women claimed that Franco had behaved inappropriately with them. Four of the women were former students at the actor’s film school Studio 4 in Hollywood. One woman, aspiring filmmaker Violet Paley, told the newspaper that she and Franco were involved in a consensual romantic relationship, but alleged that he once pressured her into performing oral sex on him in her car. In response, Franco’s business partner Vince Jolivette told Us Weekly on January 11 that their school “was always run professionally.” \nFranco’s attorney disputed the allegations published by the Times, while the Oscar nominee himself addressed the Twitter claims during a January 9 appearance on The Late Show With Stephen Colbert.\n“The things that I heard that were on Twitter are not accurate, but I completely support people coming out and being able to have a voice because they didn’t have a voice for so long,” he said. “So, I don’t want to shut them down in any way. It’s, I think, a good thing and I support it.”\nIn this article\nJames Franco",
        "img_url": "308_0",
        "label": 0
    },
    {
        "post_text": "‘This Is Us’ Midseason Finale Reveals Nicky’s Fate – And It’s Probably Not What You Were Expecting\n\nFall 2018 closer shows us what became of Jack Pearson’s little brother in Vietnam\nPhoto by: Ron Batzdorff/NBC\nJennifer Maas\nNovember 27, 2018 @ 7:00 PM\nShare on Social Media\n(Warning: This post contains spoilers for the midseason finale of “This Is Us” Season 3, titled “The Beginning Is The End Is the Beginning”)\n\n“This Is Us” closed the first half of its third season Tuesday night by dropping multiple bombs on the audience — and please excuse us, because no war pun was intended there. \nIt’s just that the Pearsons’ drama came in hard and fast in the final few moments of the episode, titled “The Beginning Is The End Is the Beginning,” with the biggest shock to fans’ systems tonight arguably being the revelation that Jack Pearson’s little brother Nicky didn’t actually die in the Vietnam War. \n\nThroughout the latest episode of the NBC series created by Dan Fogelman, we see Jack (Milo Ventimiglia) try, once again, to get through to Nicky (Michael Angarano) after the former brought the latter back to his camp in Vietnam to try to set him on the straight and narrow and get him through the rest of the time they have left to serve.\nNicky relapses and Jack swears he’s going to clean his brother up again. And as we near the end of the hour, it’s unclear what will happen to the younger Pearson man — especially since they brothers have only 48 left to spend together.\n\nWe cut back to the present day, where Kevin (Justin Hartley) and his girlfriend Zoe (Melanie Liburd) have been diving into his father and (supposedly late) uncle’s past in the small village in Vietnam where Jack was stationed.\nThere is a loud explosion and Jack goes running to find Nicky, with one of the soldiers noting that, “A boat exploded. I think one of our guys was on it.” Jack dives into the water and begins to swim toward a scene we can’t see.\n\nWe come back to Kevin in the present, where the translator who was helping him communicate with a local historian, mentions casually he was going to suggest something Kevin could bring home to lay on his uncle’s war memorial one day — but then he found out his uncle isn’t dead. \n“None of your family died in the war,” he says, telling him he checked the war memorial database, Nicholas Pearsons’ name isn’t there. He didn’t die in Vietnam — at least not in the war, anyway.\n\nThen we cut to the interior of a trailer, where a man — played by Griffin Dunne — is taking off his coat. The camera focuses on a piece of mail that is addressed to “Nicholas Pearson” and sent to his residence in Bradford, Pennsylvania.\nYep, Nicky is alive and well — and when the show returns next year, he’ll be played in the present day by Dunne.\nAnd, we bet, Kevin is probably going to come looking for him. \n\n“This Is Us” will return Jan. 15 on NBC.",
        "img_url": "313_0",
        "label": 0
    }
]