{"慎重53种需输液疾病抗生抗生素使用误区11月16-22日首个世界提高抗生抗生素认识周主题慎重慎重对待抗生抗生素抗生抗生素了解需要并不需要时别要求医生开抗生抗生素感染好转一定疗程服药…谨记吃药就别打针打针就别输液!健康转给家人朋友人民人民网": "\n[Title] How harmful is fake medical news? - Asia MD\n[Text] 麻省理工学院（MIT）2018年的一项著名研究发现，虚假内容在推特上得到转发的可能性比真实信息高70%，真实事件的接收人数达到到1500人，所花时间是虚假事件的六倍。 原因在于，假消息比真相新奇，而人们更有可能分享新奇的信息。 一方面，不实的谣言激起人们更强烈的惊讶、恐惧和厌恶感，而另一方面，真相会唤起更强烈的悲伤、期待、喜悦和信任。\n[Source] https://asiamd.com/zh/2021/08/03/how-harmful-is-fake-medical-news/)\n[Title] Doctors have decades of experience fighting \"fake news.\" Here's how ...\n[Text] In the early 1970s, he started running a 10-year, $555 million study that involved 350,000 people. The focus: changing participants' behaviors on three risk factors — high cholesterol, high ...\n[Source] https://www.vox.com/science-and-health/2017/4/14/15262034/fight-fake-news-doctors-medical-community)\n[Title] The anatomy of 'fake news': Studying false messages as digital objects ...\n[Text] While fake news, propaganda, misinformation, disinformation, and related concepts are not new to disciplines such as communication and political science (Brummette et al., 2018; Humprecht, 2019; Tandoc et al., 2018), there is still much to learn about this recent wave that is wreaking havoc across the globe (Bernard et al., 2019).Among these, a fundamental question concerns the terminology and ...\n[Source] https://journals.sagepub.com/doi/full/10.1177/02683962211037693)\n[Title] Fake news, disinformation and misinformation in social media: a review\n[Text] Fake news may refer to the manipulation of information that can be carried out through the production of false information, or the distortion of true information. However, that does not mean that this problem is only created with social media.\n[Source] https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9910783/)\n[Title] Fake news, disinformation and misinformation in social media: a review ...\n[Text] Social media outperformed television as the major news source for young people of the UK and the USA. 10 Moreover, as it is easier to generate and disseminate news online than with traditional media or face to face, large volumes of fake news are produced online for many reasons (Shu et al. 2017).Furthermore, it has been reported in a previous study about the spread of online news on Twitter ...\n[Source] https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9910783/)\n[Title] Fake news: What it is, and how to spot it | World Economic Forum\n[Text] In a report on fake news published in 2017, UK lawmakers said the situation is unlikely to change, making education and better policing of online spaces paramount. \"What does need to change is the enforcement of greater transparency in the digital sphere, to ensure that we know the source of what we are reading, who has paid for it and why ...\n[Source] https://www.weforum.org/agenda/2019/03/fake-news-what-it-is-and-how-to-spot-it/)\n[Title] Fake news, disinformation and misinformation in social media: a review ...\n[Text] Social media outperformed television as the major news source for young people of the UK and the USA. 10 Moreover, as it is easier to generate and disseminate news online than with traditional media or face to face, large volumes of fake news are produced online for many reasons (Shu et al. 2017).Furthermore, it has been reported in a previous study about the spread of online news on Twitter ...\n[Source] https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9910783/)\n[Title] How scientists are fighting fake news and misinformation - Science News\n[Text] As a wave of misinformation threatens to drown us, researchers are coming up with ways for us to get our footing. Brian Stauffer. By Alexandra Witze. May 6, 2021 at 6:00 am. From lies about ...\n[Source] https://www.sciencenews.org/article/fake-news-misinformation-covid-vaccines-conspiracy)", "太震憾拍四川凉山大凉山区贵州毕节两个贫困贫困县儿童现状照片衣烂衫破衣烂衫中国梦实现想起官員屁股豪车喝茅台国酒想说当官应该心系人民官員们豪车换掉再省几口茅台贫困儿童生活改善一下袁裕来律师老徐时评纪许光": "\n[Title] 大凉山摆脱\"贫困枷锁\"_滚动新闻_中国政府网\n[Text] 新华社记者 江宏景 摄 四川凉山彝族自治州布拖县阿布洛哈村通村公路、新村集中安置点和原来出村的羊肠小道（6月29日摄）。 新华社记者 江宏景 摄 时至今日，大凉山最为贫困的7个县也终于摆脱了绝对贫困。 经核查，目前这7个县农村居民人均可支配收入增长明显，公共服务和基础设施建设水平等得到提升，稳定脱贫、可持续发展机制基本形成。 与此同时，5年间凉山州新建了上万公里农村公路，易地扶贫搬迁35万人，落实财政配套扶贫资金2.3亿元…… 派驻到布拖县觉撒乡的帮扶干部杨永林（右一）在博作村带领村民查看茵红李挂果情况（6月22日摄）。 新华社记者 江宏景 摄 派驻到布拖县觉撒乡的帮扶干部杨永林（前排中）和博作村的彝族群众合影（6月22日摄）。\n[Source] https://www.gov.cn/xinwen/2020-11/17/content_5562089.htm)\n[Title] 收官之战——来自大凉山的脱贫攻坚调查 - 光明网\n[Text] 2018年2月，习近平总书记来到大凉山深处，走进彝族贫困群众家中，同当地干部群众共商精准脱贫之策。. 两年间，凉山脱贫攻坚成效究竟如何？. 在决战决胜脱贫攻坚的关键时期，光明日报调研组多次奔赴凉山蹲点调研，感受深度贫困地区脱贫攻坚的成就，探寻 ...\n[Source] https://news.gmw.cn/2020-03/06/content_33623505.htm)\n[Title] 大凉山摆脱\"贫困枷锁\"_滚动新闻_中国政府网\n[Text] 新华社记者 江宏景 摄 时至今日，大凉山最为贫困的7个县也终于摆脱了绝对贫困。 经核查，目前这7个县农村居民人均可支配收入增长明显，公共服务和基础设施建设水平等得到提升，稳定脱贫、可持续发展机制基本形成。 与此同时，5年间凉山州新建了上万公里农村公路，易地扶贫搬迁35万人，落实财政配套扶贫资金2.3亿元…… 派驻到布拖县觉撒乡的帮扶干部杨永林（右一）在博作村带领村民查看茵红李挂果情况（6月22日摄）。 新华社记者 江宏景 摄 派驻到布拖县觉撒乡的帮扶干部杨永林（前排中）和博作村的彝族群众合影（6月22日摄）。\n[Source] https://www.gov.cn/xinwen/2020-11/17/content_5562089.htm)\n[Title] 川报整版聚焦丨8年艰辛鏖战 数说凉山巨变 - 澎湃新闻\n[Text] 凉山是全国最大的彝族聚居区，受多种因素影响，全州曾有贫困村2072个，贫困发生率19.8%，17个县（市）中有11个县均为深度贫困县。 因此，凉山彝区是全国脱贫攻坚主战场之一，是影响四川乃至全国夺取脱贫攻坚全面胜利的控制性因素。 党的十八大以来，凉山州全面落实党中央、国务院和省委、省政府决策部署，把脱贫攻坚作为最大的政治责任、最大的民生工程、最大的发展机遇，举全州之力克难攻坚、决战决胜，脱贫攻坚任务全面完成，累计减贫105.2万人、2072个贫困村全部退出、11个贫困县全部摘帽。 辉煌成就必将载入史册。\n[Source] https://www.thepaper.cn/newsDetail_forward_12354029)\n[Title] 毕节市运用\"3444\"工作模式解决农村留守儿童问题 - 毕节市人民政府门户网站\n[Text] 2015年以来，毕节市坚持以\"大党建统领大扶贫、大安全、大发展\"的思路，以整治问题、补齐短板为重点，着力健全完善农村留守儿童关爱保护工作制度机制，坚持法治思维落实监护责任，整合资源强化关爱帮扶，探索形成\"3444\"工作模式，农村留守儿童监护和帮扶责任实现全覆盖，全市农村留守儿童数量从30.74万名减少到11.08万名。 一、强化三个精准，夯实工作基础 精准建档立卡。 按\"五个一\"（一张进村入户排查照片、一张爱心关爱卡、一张安全知识宣传画、一份法律法规宣传册、一封致留守儿童父母的信）和\"五查\"（一查有无油盐柴米粮、二查多少现金存银行、三查生存环境好不好、四查心理素质优和良、五查亲情联络时间有多长）工作法全面排查，在市、县建台账、乡村学校建个人档案，依托全省信息管理系统建立数据库，实行动态管理。\n[Source] https://www.bijie.gov.cn/ztzl/rdzt/bjsfzzfjssfcj/202207/t20220707_75422577.html)\n[Title] 毕节创造了奇迹!成为贫困地区脱贫攻坚的生动典型_澎湃号·政务_澎湃新闻-The Paper\n[Text] 毕节实践，是在基础设施\"四场硬仗\"、易地扶贫搬迁\"六个坚持\"\"五个体系\"、农村产业革命\"八要素\"、脱贫攻坚\"五个专项治理\"\"挂牌督战\"\"党支部领办合作社\"以及补齐\"两不愁三保障\"和农村饮水安全短板等多个领域持续发力、久久为功的最佳注脚，也因此探索出了一系列行之有效的战法和经验，成为\"贫困地区脱贫攻坚的一个生动典型\"。 夯实基础破瓶颈 让前行征途不再\"山高路远\" 欲筑室者，先治其基 毕节之贫，贫在基础设施薄弱\n[Source] https://www.thepaper.cn/newsDetail_forward_10386063)", "四川大熊熊猫大熊猫饲养饲养员曝贩卖鹰隼近日雅安大熊熊猫大熊猫繁育基地饲养饲养员何某举报玩鹰打鸟监守监守自盗晒出证据照片国家二级保护动物凤头鹰站肩上合照网友对话中出现驯鹰行话何某称图片救护目前官方做相关通报要求何某尽快回单位协助调查": "\n[Title] 网传\"饲养员张鑫虐待大熊猫\"，官方回应 - 澎湃新闻\n[Text] 2023-06-12 07:11 浦江头条 > 字号 近日，网传一则\"大熊猫饲养员张鑫虐待大熊猫\"的消息，引发网友广泛讨论。 6月10日，中国大熊猫保护研究中心于其官博发布声明，回应有关大熊猫饲养员张鑫的传闻。 声明内容如下： 一段时间以来，网传我中心雅安基地饲养员张鑫虐待大熊猫\"华妮\"、导致多只大熊猫生病死亡、与我中心领导有亲属关系，甚至据此臆测张鑫没有资格申报职称评审等等，均系不实传言或谣言。 现就相关情况说明如下： 一、关于反映张鑫虐待大熊猫\"华妮\" 2014年11月，有网友反映，通过网络摄像头发现张鑫虐待大熊猫\"华妮\"。 2014年11月，经我中心组织调查，确认张鑫不存在虐待行为。\n[Source] https://www.thepaper.cn/newsDetail_forward_23447775)\n[Title] 四川雅安大熊猫饲养员被曝非法贩卖鹰隼，公安介入调查_绿政公署_澎湃新闻-The Paper\n[Text] 12月3日上午，四川新闻网记者从雅安森林公安获悉，针对网络举报大熊猫饲养员何某贩卖保护动物一事，目前雅安森林公安和野生保护部门已经介入调查，调查结果出来后会及时向社会公布。 11月29日，新浪网友@華仔-茶隼发微博称：\"忍不住挂一下这个大熊猫繁育基地的工作人员，玩鹰打鸟，监守自盗! 在雅安的大熊猫繁育基地……\"和文字一起发布的，还有相关照片，并且还连发了几条以罗列自己手中掌握的\"证据\"。 今日，四川新闻网记者联系上了中国保护大熊猫研究中心（下称研究中心）相关负责人，据他介绍，目前中心已在官网上做了相关通报，并要求当事人（被举报者）何某尽快回单位协助调查。 至于微博举报的事件是否属实，只有警方调查之后才能明确。 本文图片均来源于网友@華仔-茶隼 微博举报：大熊猫饲养员贩卖鹰隼\n[Source] https://www.thepaper.cn/newsDetail_forward_1404490)\n[Title] 四川雅安大熊猫饲养员被曝非法贩卖鹰隼，公安介入调查_绿政公署_澎湃新闻-The Paper\n[Text] 12月3日上午，四川新闻网记者从雅安森林公安获悉，针对网络举报大熊猫饲养员何某贩卖保护动物一事，目前雅安森林公安和野生保护部门已经介入调查，调查结果出来后会及时向社会公布。 11月29日，新浪网友@華仔-茶隼发微博称：\"忍不住挂一下这个大熊猫繁育基地的工作人员，玩鹰打鸟，监守自盗! 在雅安的大熊猫繁育基地……\"和文字一起发布的，还有相关照片，并且还连发了几条以罗列自己手中掌握的\"证据\"。 今日，四川新闻网记者联系上了中国保护大熊猫研究中心（下称研究中心）相关负责人，据他介绍，目前中心已在官网上做了相关通报，并要求当事人（被举报者）何某尽快回单位协助调查。 至于微博举报的事件是否属实，只有警方调查之后才能明确。 本文图片均来源于网友@華仔-茶隼 微博举报：大熊猫饲养员贩卖鹰隼\n[Source] https://www.thepaper.cn/newsDetail_forward_1404490)\n[Title] 雅安大熊猫饲养员被曝贩卖鹰隼 官方回应(图) - 搜狐新闻\n[Text] 微博举报：大熊猫饲养员贩卖鹰隼 四川新闻网记者注意到，新浪网友@華仔-茶隼11月29日下午4:30第一次发出举报大熊猫饲养员何某\"玩鹰打鸟 ...\n[Source] https://news.sohu.com/20151203/n429381153.shtml)\n[Title] 网传\"饲养员张鑫虐待大熊猫\"，官方回应 - 澎湃新闻\n[Text] 此前报道：. 网传大熊猫饲养员张鑫虐待大熊猫\"华妮\"，随便进出熊猫园区拍照，并伸手打大熊猫。. 视频显示，该男子多次用手拍打大熊猫鼻子和嘴巴。. 有网友表示，\"华妮当时才一岁三个月，还是幼崽，根本没有攻击能力。. \". （原题为《网传\"饲养员张 ...\n[Source] https://www.thepaper.cn/newsDetail_forward_23447775)\n[Title] 四川雅安大熊猫饲养员被曝非法贩卖鹰隼，公安介入调查_绿政公署_澎湃新闻-The Paper\n[Text] 12月3日上午，四川新闻网记者从雅安森林公安获悉，针对网络举报大熊猫饲养员何某贩卖保护动物一事，目前雅安森林公安和野生保护部门已经介入调查，调查结果出来后会及时向社会公布。 11月29日，新浪网友@華仔-茶隼发微博称：\"忍不住挂一下这个大熊猫繁育基地的工作人员，玩鹰打鸟，监守自盗! 在雅安的大熊猫繁育基地……\"和文字一起发布的，还有相关照片，并且还连发了几条以罗列自己手中掌握的\"证据\"。 今日，四川新闻网记者联系上了中国保护大熊猫研究中心（下称研究中心）相关负责人，据他介绍，目前中心已在官网上做了相关通报，并要求当事人（被举报者）何某尽快回单位协助调查。 至于微博举报的事件是否属实，只有警方调查之后才能明确。 本文图片均来源于网友@華仔-茶隼 微博举报：大熊猫饲养员贩卖鹰隼\n[Source] https://www.thepaper.cn/newsDetail_forward_1404490)", "广东首虎万庆良受审31省份首虎现在31名首虎中已有11被判获刑最重内蒙首虎王素毅判决措辞没收个人财产未公布具体金额被判11省份首虎中至少永康周永康老部下四川首虎春城李春城海南首虎冀文林广东首虎万庆良受审31省份首虎现在": "\n[Title] 万庆良 - 维基百科，自由的百科全书\n[Text] 万庆良 （1964年2月12日 — ），男， 广东 五华 人， 中华人民共和国 政治人物。 中国共产党 第十八届中央委员会候补委员 。 中共中央党校 研究生院 在职研究生 班经济管理专业 硕士 ， 华南理工大学 管理科学与工程专业 博士 ， 在职研究生 学历。 历任中共 蕉岭县 委书记、中共 梅州市 委常委、 中国共青团 广东省委书记、 揭阳市 市长、中共揭阳市委书记、 广东省人民政府 副省长、 广州市市长 、 中共广州市委 书记、 中共广东省委 常委等职。 2014年因涉嫌严重违纪违法被调查。 [2] 2014年10月9日，萬慶良被開除黨籍及公職，移交司法機關 [3] 。 同年10月9日被广西警方刑事拘留，10月17日被 广西壮族自治区人民检察院 逮捕 [4] 。\n[Source] https://zh.wikipedia.org/wiki/万庆良)\n[Title] 广州市委原书记万庆良受贿案开庭 被控受贿1.1亿元|界面新闻 · 天下\n[Text] 广州市委原书记万庆良受贿案开庭 被控受贿1.1亿元. 12月25日8时30分，广东省委原常委、广州市委原书记万庆良受贿案在南宁市中级法院开庭审理。. 万庆良对检方指控的各项受贿罪名供认不讳。. 目前，该案法庭审理已完结，将择期宣判。. 孙亚敏 2015年12月24日 21 ...\n[Source] https://www.jiemian.com/article/487214.html)\n[Title] 涉嫌受贿1.1亿元 原广州市委书记万庆良受审 - BBC News 中文\n[Text] 2015年12月25日 Nanning Intermediate Court 万庆良是中共十八大后广东首位落马的省部级官员。 中国广西南宁市中级法院周五（12月25日）开庭审理原广东省委常委、广州市委书记万庆良受贿案。...\n[Source] https://www.bbc.com/zhongwen/simp/china/2015/12/151225_wan_qingliang_trial)\n[Title] 万庆良被带走前一小时取消考察行程_打虎记_澎湃新闻-The Paper\n[Text] 出事前一小时，临时取消考察行程. 据广州大学官方确认，6月27日下午5时，万庆良原本应出现在广州大学，就艺术学校等项目考察调研。. 就在校方忙着准备接待工作时，下午3时，校方接到考察取消的通知。. 一个小时后，中央纪委网站公布其被查。. 6月27日晚间 ...\n[Source] https://www.thepaper.cn/newsDetail_forward_1253056)\n[Title] 万庆良受贿1.1亿被判无期 庭审画面曝光(图) - 手机凤凰网\n[Text] 万庆良受审. 9月30日，广西壮族自治区南宁市中级人民法院公开宣判广东省委原常委、广州市委原书记万庆良受贿案，对被告人万庆良以受贿罪判处无期徒刑，剥夺政治权利终身，并处没收个人全部财产；对万庆良受贿所得财物予以追缴，上缴国库。. 经审理查明 ...\n[Source] https://inews.ifeng.com/50050206/news.shtml?&back&back)\n[Title] 万庆良被带走前一小时取消考察行程_打虎记_澎湃新闻-The Paper\n[Text] 中央纪委监察部网站在6月27日下午3时55分发布重磅消息：广东省委常委、广州市委书记万庆良涉嫌严重违纪违法，目前正接受组织调查。 仅仅35个字，却足以给广东官场带来一场强震。 万庆良是十八大之后，广东首位落马的省部级官员。 出事前一小时，临时取消考察行程 据广州大学官方确认，6月27日下午5时，万庆良原本应出现在广州大学，就艺术学校等项目考察调研。 就在校方忙着准备接待工作时，下午3时，校方接到考察取消的通知。 一个小时后，中央纪委网站公布其被查。 6月27日晚间，广州媒体圈内流传，当天下午1时，万庆良被通知到省委开常委会，之后被带走调查。 澎湃记者从接近省委的人士处证实了此事。 6月27日出街的《羊城晚报》上，仍然刊登着前一日万庆良出席政务活动的新闻。\n[Source] https://www.thepaper.cn/newsDetail_forward_1253056)\n[Title] 盘点31省\"首虎\":29人已获刑 24人判10年以上\n[Text] 观海解局（微信ID：guanhaijieju）记者梳理发现，迄今为止，全国31个省份的\"首虎\"中已有29人获刑，仅剩青海毛小兵、天津武长顺一审开庭尚未公开宣判。 至于这29人的刑期，3人无期（王素毅、万庆良、金道铭），2人10年以下（童名谦、梁滨），24人被判10年以上有期徒刑。 白雪山案宣判 29人已获刑，2人尚未公开宣判 观海解局（微信ID：guanhaijieju）记者盘点十八大以来31个省份的\"首虎\"，发现2014年是\"打虎\"高峰年，共有13省份\"首虎\"落马；其次，2015年有9省份\"首虎\"落马，2013年则是8个。 另外，四川\"首虎\"李春城2012年12月6日被查，也由此是十八大以来全国首个落马的省部级干部。 李春城受审\n[Source] https://news.sina.com.cn/c/nd/2017-04-30/doc-ifyetwtf9035465.shtml)\n[Title] 31名中共首虎全获刑 至少28人曾迫害法轮功 - zhengjian.org\n[Text] 随着中共前天津政协副主席、公安局局长武长顺被判死缓、终身监禁，\"十八大\"以来落马的31省地方\"首虎\"已全部获刑。外界注意到，这些被判刑的官员几乎都是江派官员，如武长顺、万庆良、季建业、吕锡文等。 同时，这些落马\"首虎\"大多曾跟随中共江泽民集团残酷迫害法轮功，其中有28人 ...\n[Source] https://www.zhengjian.org/node/237372)", "有人等待女友马拉马拉松结束求婚惨遭丧生〜人守身边温暖心间从来没说谢谢〜爱话活着赶快说〜prayforboto": "\n[Title] Find a Grave - Millions of Cemetery Records\n[Text] Jerry Buss was born on this date in 1933. Search famous graves, newly added graves, most popular graves. Find the graves of ancestors, create virtual memorials or add photos, virtual flowers and a note to a loved one's memorial. Search or browse cemeteries and grave records for every-day and famous people from around the world.\n[Source] https://www.findagrave.com/)\n[Title] Travel Distance - Get a quick calculation from Travelmath\n[Text] Distance calculator. Travelmath provides an online travel distance calculator to help you measure both flying distances and driving distances. You can then compare the two results to see the difference. Flight distance is computed from a GPS-accurate great circle formula, which gives you the straight line distance \"as the crow flies\".\n[Source] https://www.travelmath.com/distance/)\n[Title] 香港马拉松再现跑者猝死，为何悲剧多发生在终点前后_私·奔_澎湃新闻-The Paper\n[Text] 香港马拉松再现跑者猝死，为何悲剧多发生在终点前后. 1月22日，据香港马拉松官方确认，一名年仅30岁的半程马拉松项目参赛者，在完赛后返程途中，在香港地铁天后站突然昏倒，送院抢救后不治身亡。. 目前，赛事公司已经与其家属联系，并且提供适当的协助 ...\n[Source] https://www.thepaper.cn/newsDetail_forward_26111706)\n[Title] 看哭!\"前6名只有我一个幸存者了…\"失温昏迷2小时后他死里逃生\n[Text] 33公里处，张小涛晕倒两个多小时。. 在山上昏迷了大概有两个半小时左右， 有一位放羊的大叔经过，把我扛到了窑洞里，生了一堆火 ，把我的湿衣服脱了下来，用被子把我包了起来，又过了一个小时左右我醒了过来，有了意识。. 晕迷两个多小时后，张小涛被 ...\n[Source] https://new.qq.com/rain/a/20210523A09FL100)\n[Title] 港马又有一男性跑者猝死，为什么马拉松猝死的案例好像都是男性？ - 知乎\n[Text] 周日（1月21日），一名在香港参加渣打马拉松半马的30岁姓张男跑手，上午11时许完成赛事后于港铁天后站内晕倒，送院抢救不治。 中国建筑证实事主为其员工，并表示对事件感到非常难过和痛心，向员工家属致以最深切慰问。 中国建筑称，公司将与员工家属保持紧密联繫，尽全力提供协助，帮助他们度过艰难时刻。 据了解，死者是海南人，2022年经专才计划来港，任职工程师。 原定当日赛后相约友人于油尖区用膳，惜途中猝逝。 一、香港马拉松的历史 香港马拉松始于1997年，目前已经举办了26届，有十公里、半马、全马等项目，本届参赛规模7.4万人。 两张图，简要回顾了解香港马拉松的历史。 二、香港马拉松的赛道 都说香港马拉松赛道是魔鬼赛道，不好跑，可以看看赛道坡度图。 1、十公里赛道坡度图\n[Source] https://www.zhihu.com/question/640824317)\n[Title] 渣打马拉松2024｜天后站30岁男跑手疑赛后晕倒 送院后不治\n[Text] 万众期待的渣打香港马拉松今日（21日）举行，7.4万名跑手分别参与全马拉松、半马拉松及10公里（10k）赛事。医院管理局表示，截至今日下午4时，香港马拉松共有39名伤者被送往公立医院急症室治理，其中一名男伤者经送往律敦治医院急症室抢救后不幸离世。\n[Source] https://std.stheadline.com/sc/realtime/article/1976596/即時-港聞-渣打馬拉松2024-天后站30歲男跑手疑賽後暈倒-送院後不治)\n[Title] 中国甘肃越野赛21人遇难 家属质疑组委会相应保障欠缺 - BBC News 中文\n[Text] 中国甘肃白银周六（5月22日）发生一起严重的马拉松越野赛事故，21名参赛者在比赛中身亡。. 目前，甘肃省委省政府已成立事件调查组，对事件原因 ...\n[Source] https://www.bbc.com/zhongwen/simp/chinese-news-57218228)\n[Title] 重庆 25 岁女性在甘肃马拉松赛遇难：本是今年婚前最后一场比赛，此次事故背后还有哪些令人惋惜的遗憾？ - 知乎\n[Text] 重庆很多越野跑比赛，她也有好几次拿到名次，这次100公里是她第一次尝试100公里，也是看到这个比赛难度相对较低，想尝试一下。. 这次比赛爬升只有3000米，而重庆100的爬升就有5500米。. 如果除开恶劣天气的因素，是属于难度比较低的赛道。. 对于 越野赛 可能 ...\n[Source] https://www.zhihu.com/question/461158882)", "福州男子闹市街头砍人致死人为民警福州昨晚发生砍事件一名男子当街持刀行凶死伤一名死者警察凶手义勇勇为见义勇为者对峙逃跑途中路击倒制伏": "\n[Title] 突发：福州街头惊现一男子持刀砍人，女子目睹全程吓得忘记报警!|报警|目击者|砍人|福州市|街头|被害者_手机网易网\n[Text] 12月7日晚，福州仓山区烟台山商业街就发生了一起持刀砍人事件，而凶手和被害人就是同一店铺的员工。 目击者称：场面太可怕，我都吓得忘记报警了，幸亏有其他人报了警。 事发时间为19时左右，当时路人很多， 目击者 也不在少数，当时的场面，给人们带来极大的恐惧。 很多人感叹：彼此兄弟，能有多大仇多大恨啊？ ‬案发现场 画面显示，案发现场在一条人行道上，一黑衣男子把另一名男子按在地上，然后向他连续砍了四五刀。 躺在地面上的人虽然也极力挣扎，可以看到他有几次伸手阻拦动作，但是在对方乱刀之下还是毫无还手之力。 画面中，该出现了一白衣男子，可能是路人，只见他来回走了一圈，可能是想阻止事件发生，但因为对方用刀 砍人 太过危险，最终选择了放弃。\n[Source] https://m.163.com/local/article/ILGKU3NJ05562KMK.html)\n[Title] 福州市区突发!一男子持刀伤人!_新浪新闻\n[Text] 据市民小林（化名）介绍 事情大概发生在19时左右 当时，她正在附近吃饭 突然看见一名男子拿着刀砍人 吓得忘记报警 幸好有人反应快，及时报警了 警方很快赶到现场 制服了行凶者 凶者被制服 市民供图 行 沿街摆摊的一名摊贩表示 伤人和被伤的男子 是同一家店铺的员工 因为一些事情闹不愉快，动起了手 该说法尚未得到警方证实 事发现场 市民供图 记者从医院了解到 目前受伤男子正在ICU抢救 具体原因 仓山警方正在调查中 责任编辑：陈建瑞 SN243\n[Source] https://news.sina.com.cn/s/2023-12-07/doc-imzxfekr8073411.shtml)\n[Title] 网传福州发生持刀伤人案，一人重伤住ICU，知情者讲述内幕|目击者|行凶者|受害者|福州市|砍人事件_网易订阅\n[Text] 12月7日晚上，网传福建福州发生了一起持刀伤人事件，引起了网友的关注。 事情经过 据了解，事情发生在福建省福州市仓山区仓前路和解放大桥交界处附近，时间是12月7日晚7点。 目击者透露，有一个男子突然情绪失控了，拿起了一把刀疯狂的砍向另一个男子，由于男子是非常冲动的，让受害者来不及反应。 最终这名受害者重伤，后来送到医院ICU接受紧急治疗。 砍人的男子随后想要跳河，被迅速赶来的警方制服了。 随后，知情者透露砍人男子与受害者是同一家店铺的员工，因为琐事引起纠纷，于是行凶者持刀砍人，最终导致悲剧。 但也有知情者表示，砍人男子纯粹是报复社会，随机找个路人伤害。 值得注意的是，以上都是网络上流传的信息，具体福州当地是否发生了砍人事件，砍人原因是什么，一切以当地警方的通报为主。 遇事需要冷静\n[Source] https://www.163.com/dy/article/ILE2ONVL05564A7J.html)\n[Title] 突发：福州街头惊现一男子持刀砍人，女子目睹全程吓得忘记报警!|报警|目击者|砍人|福州市|街头|被害者_手机网易网\n[Text] 12月7日晚，福州仓山区烟台山商业街就发生了一起持刀砍人事件，而凶手和被害人就是同一店铺的员工。 目击者称：场面太可怕，我都吓得忘记报警了，幸亏有其他人报了警。 事发时间为19时左右，当时路人很多， 目击者 也不在少数，当时的场面，给人们带来极大的恐惧。 很多人感叹：彼此兄弟，能有多大仇多大恨啊？ ‬案发现场 画面显示，案发现场在一条人行道上，一黑衣男子把另一名男子按在地上，然后向他连续砍了四五刀。 躺在地面上的人虽然也极力挣扎，可以看到他有几次伸手阻拦动作，但是在对方乱刀之下还是毫无还手之力。 画面中，该出现了一白衣男子，可能是路人，只见他来回走了一圈，可能是想阻止事件发生，但因为对方用刀 砍人 太过危险，最终选择了放弃。\n[Source] https://m.163.com/local/article/ILGKU3NJ05562KMK.html)\n[Title] 福州网龙游戏公司发生玩家砍人事件，原因可能是什么？ - 知乎\n[Text] 福州网龙游戏公司发生玩家砍人事件，原因可能是什么？. 11月13日18时许，福建福州鼓楼警方通报，网龙公司福州办公点持刀伤人事件。. 通报称，事发于14时50分许，共造成7名企业员工受伤。. 警方接警后，当场控制…. 显示全部 . 关注者.\n[Source] https://www.zhihu.com/question/430107695)\n[Title] 福州网龙游戏公司发生玩家砍人事件，原因可能是什么？ - 知乎\n[Text] 福州网龙游戏公司发生玩家砍人事件，原因可能是什么？. 11月13日18时许，福建福州鼓楼警方通报，网龙公司福州办公点持刀伤人事件。. 通报称，事发于14时50分许，共造成7名企业员工受伤。. 警方接警后，当场控制…. 写回答.\n[Source] https://www.zhihu.com/question/430107695/answers/updated)", "看得看得见不见看不见印度最近新加坡一家科技公司limitlefaceook上传一组名为破败印度brokeidia照片极其强烈itagram框内印度色彩鲜艳色彩鲜艳带人人向往华丽异域风情没拍进镜头黑白全景里真实存在不堪贫穷网页链接": "\n[Title] View Instagram stories anonymously - Instagram story viewer\n[Text] Another feature of InstaNavigation is that you don't need to first log into your account, provide a password, and then set up an anonymous mode to use the service. It's much simpler, all you need to do is specify the user name of the person you're interested in in a certain field. This is a convenient and well-thought-out approach.\n[Source] https://instanavigation.com/)\n[Title] Instagram down for thousands of users globally - BusinessToday\n[Text] Meta's (formerly known as Facebook) photosharing social media app Instagram suffered an outage that impacted thousands of users globally.\n[Source] https://www.businesstoday.in/technology/news/story/instagram-down-for-thousands-of-users-globally-372693-2023-03-09)\n[Title] 虚构的国际媒体报导，如何动摇印度政情？ | 国际记者网络\n[Text] 印度政府对国际媒体的负面报导的回应. 事实上，具公信力的全球新闻报导一直在批评印度在一系列议题上的政策往绩，包括人权、数码权利、取消克什米尔地区的自治权，以及一再侵害民主权利和疫情管理等。 在 2019 年印度大选前夕，《时代》杂誌的头版报导道将莫迪称为 \"分裂印度的总推手\"。\n[Source] https://ijnet.org/zh-hans/story/虚构的国际媒体报导，如何动摇印度政情？)\n[Title] 中印边界：BBC核实社交媒体流传的误导消息 - BBC News 中文\n[Text] 中印6月间在边界争议地区爆发冲突，导致至少20名印度士兵丧生之后，至今局势持续 紧张。. 在中印双方试图缓和局势之际，社交媒体上却流传大量 ...\n[Source] https://www.bbc.com/zhongwen/simp/world-54454143)\n[Title] Login and Access Meta Business Suite and Business Manager\n[Text] With Meta Business Suite or Meta Business Manager, you'll be able to: Oversee all of your Pages, accounts and business assets in one place. Easily create and manage ads for all your accounts. Track what's working best with performance insights. See everything you can do with Meta Business Suite and Meta Business Manager.\n[Source] https://business.facebook.com/)\n[Title] Facebook - Wikipedia\n[Text] Billboard on the Thomson Reuters building welcomes Facebook to NASDAQ, May 2012. Facebook's initial public offering came on May 17, 2012, at a share price of US$38 ($48.00 in 2022 dollars [20] ). The company was valued at $104 billion ($133 billion in 2022 dollars [20] ), the largest valuation to that date.\n[Source] https://en.wikipedia.org/wiki/Facebook)\n[Title] 2020，你不知道的印度媒体传播概况 - 知乎 - 知乎专栏\n[Text] 印刷媒体 与全球趋势不同，印度平面媒体继续增长，主要是白话市场背后。 印度印刷业在2017年增长了 2.6％ ，达到印地语和白话语言的3.03亿印度卢比，在英语减少的同时略有增长 • 广告收入在2017年仅增长了1％ ，主要为宏观经济因素（例如，货币化， RERA和GST实施 • 由于收入增加，下半年广告收入有所增长 政党/政府用于选举的支出，节日，专注于收益管理，喜迎更多客户。 • 订阅收入增长了8％ ，原因是 渗透不足的市场中的流通，发行流通 重点计划和保险价格上涨 •杂志对行业的贡献为4.3％， 基本上保持平稳，没有太多新产品发布。 • 杂志订阅也独立保存，没有发生重大变化 • 整个行业整体增长到 2020年的复合年增长率为6.8％ ，其中本土语言的增长率为8-9％ 其次是英语。\n[Source] https://zhuanlan.zhihu.com/p/266979713)\n[Title] 印度社群媒體現況：2023年社群平台發展趨勢、用戶分佈數據 - Oosga\n[Text] 印度用戶一般使用哪些社群媒體平台？. 根據 2022 年的數據，在印度，WhatsApp 是擁有最大用戶群的社群媒體平台，緊隨其後的是 Instagram 和 Facebook 等其他元擁有的平台。. 但是，龐大的使用者數量並不一定與實際使用相關。. AXIS My India最近於 2023 年 1 月進行的一項 ...\n[Source] https://zh.oosga.com/social-media/ind/)", "真实玉树灾后重建玉树地震80亿款物灾民如今住帐篷重建基金278亿闲置重建审计查出18问题21单位个人挤占挪用转移套取重建资金1416亿元80项目审批手续齐全300多亿重建资金建不起一个人口20多万小小玉树玉树州贪官太多残酷现实": "\n[Title] 玉树地震11年，现在的玉树什么样？当年印象最深的是？ - 知乎\n[Text] 4月12日，在 玉树地震 11周年之际，76集团军某旅玉树独立骑兵连组织官兵参观地震博物馆、地震遗址，通过现场观摩、感悟交流、重温入党誓词等方式，学习抢险救灾过程中涌现出的先进典型和感人事迹，感悟玉树震后重建发展变化，深化党史学习教育成果 ...\n[Source] https://www.zhihu.com/question/454533850)\n[Title] 玉树震区十年恢复重建成效如何？遥感影像带你看_澎湃号·政务_澎湃新闻-The Paper\n[Text] 对灾区恢复重建状况进行了长期跟踪监测和综合评估，. 发现经过十年恢复重建，. 灾区恢复重建工作. 有序推进、成效显著。. 在区域基础设施和灾害防治工程建设方面，提高了综合防灾减灾能力。. 通过统筹交通、水利、市政设施、农牧区基础设施等各类设施 ...\n[Source] https://www.thepaper.cn/newsDetail_forward_11292412)\n[Title] 中科院遥感监测显示：青海玉树地震灾区十年恢复重建工作成效显著--中国科学院空天信息创新研究院\n[Text] 2010年4月14日，青海玉树7.1级强烈地震发生后，灾区受到严重破坏。而如今十年已过，这里恢复如何？依托中科院空天信息创新研究院实施的中国科学院a类战略性先导科技专项\"地球大数据科学工程\"，集成玉树震区十年间多时相、海量卫星和航空观测数据，结合地面调查数据和社会经济等不同类型 ...\n[Source] http://aircas.ac.cn/dtxw/tpxw/202102/t20210207_5889806.html)\n[Title] 国务院关于印发玉树地震灾后恢复重建总体规划的通知\n[Text] 玉树地震灾后恢复重建工作事关灾区紧迫的民生问题和长远发展，事关三江源地区生态保护，事关民族团结和社会和谐稳定，具有重要和深远的意义。 各地区、各部门要充分认识玉树地震灾后恢复重建的重要意义和特殊性，树立全局意识，切实加强组织领导，全面做好恢复重建各项工作。 国务院 二 一 年六月九日 玉树地震灾后恢复重建总体规划 编制单位 ：玉树地震灾后恢复重建组 组长单位 ：国家发展和改革委员会 副组长单位 ：住房和城乡建设部、财政部、国务院国有资产监督管理委员会、审计署、青海省人民政府\n[Source] https://www.mee.gov.cn/zcwj/gwywj/201811/t20181129_676491.shtml)\n[Title] 玉树地震灾后恢复重建2011年跟踪审计结果（审计署审计结果公告2012年第4号）\n[Text] 现将跟踪审计结果公告如下： 一、基本情况 （一）灾后恢复重建资金筹集和分配使用情况。 根据财政部和国家发展改革委的批复，玉树灾后恢复重建资金总规模为316.5亿元，包括：中央财政资金206.5亿元、青海省级财政资金20亿元、社会捐赠资金60亿元、企业自筹及贷款25亿元、居民个人负担5亿元。 截至2011年10月底，青海省本级累计收到资金293.82亿元，累计拨付224.52亿元，结余69.3亿元。 其中：收到中央财政资金194.5亿元，拨付176.23亿元，结余18.27亿元；收到社会捐赠资金99.32亿元，拨付48.29亿元，结余51.03亿元。\n[Source] https://www.gov.cn/govweb/zwgk/2012-03/30/content_2103175.htm)\n[Title] 2011年第8号：\"玉树地震灾后恢复重建2010年跟踪审计结果\"\n[Text] 审计结果表明，重建资金管理使用和项目建设总体情况较好，审计未发现严重违法违规问题。 （一）灾后恢复重建有序开展。 灾后恢复重建优先安排了城乡居民住房、教育、卫生等公共服务项目，统筹安排生产生活保障、市政、电力、通讯、城乡道路等基础设施和产业恢复项目。 截至2010年10月15日，禅古、甘达2个示范村及安冲、仲达、巴塘等乡镇部分农牧民已迁入新居；玉树县第一民族中学、玉树州藏医院等18个项目主体工程已封顶，2011年可投入使用；结古寺、当卡寺等50座寺院已开工建设；结古镇防洪除险加固工程已通过验收；完成玉树机场改扩建和机场公路加宽、国道214线450公里病害整治、省道308线单幅加宽；3万千瓦应急燃油发电机组、LNG（液化天然气）加气站已竣工投产。 （二）灾区群众得到妥善安置，生活条件逐步改善。\n[Source] https://www.audit.gov.cn/n5/n25/c63536/content.html)\n[Title] 中科院遥感监测显示：青海玉树地震灾区十年恢复重建工作成效显著--中国科学院空天信息创新研究院\n[Text] 中科院遥感监测显示：青海玉树地震灾区十年恢复重建工作成效显著 发布时间：2021-02-07 2010年4月14日，青海玉树7.1级强烈地震发生后，灾区受到严重破坏。 而如今十年已过，这里恢复如何？ 依托中科院空天信息创新研究院实施的中国科学院A类战略性先导科技专项\"地球大数据科学工程\"，集成玉树震区十年间多时相、海量卫星和航空观测数据，结合地面调查数据和社会经济等不同类型的数据资源，对灾区恢复重建状况进行了长期跟踪监测和综合评估，发现经过十年恢复重建，灾区恢复重建工作有序推进、成效显著。 在区域基础设施和灾害防治工程建设方面，提高了综合防灾减灾能力。 通过统筹交通、水利、市政设施、农牧区基础设施等各类设施建设，发挥了基础设施对区域发展的支撑作用和安全保障能力。\n[Source] http://aircas.ac.cn/dtxw/tpxw/202102/t20210207_5889806.html)\n[Title] 遥感监测显示青海玉树地震灾区十年恢复重建工作成效显著----中国科学院\n[Text] 遥感监测显示青海玉树地震灾区十年恢复重建工作成效显著 2021-02-08 来源： 空天信息创新研究院 【字体： 大 中 小 】 语音播报 2010年4月14日，青海玉树发生7.1级强烈地震，灾区受到严重破坏。 十年已过，这里恢复情况如何？ 依托中国科学院空天信息创新研究院实施的中科院战略性先导科技专项（A类）\"地球大数据科学工程\"，集成玉树震区十年间多时相、海量卫星和航空观测数据，结合地面调查数据和社会经济等不同类型的数据资源，研究人员对灾区恢复重建状况进行了长期跟踪监测和综合评估，发现经过十年恢复重建，灾区恢复重建工作有序推进、成效显著。 在区域基础设施和灾害防治工程建设方面，提高了综合防灾减灾能力。\n[Source] https://www.cas.cn/syky/202102/t20210207_4777389.shtml)", "贴双十一爆仓标语上海收发收发室姐姐火自创标语收发收发室进入年期更年期买买说了算说了算发上网收发收发室姐姐火卡通形象笑说最初贴想号召快件寄回家纯属娱乐同事说工作时能遇到有趣愉快贴双十一爆仓标语上海收发收发室姐姐火形象或成微信表情": "\n[Title] 收发室姐姐 - 百度百科\n[Text] 收发室姐姐是一名在上海 世纪商贸广场 工作的员工自创\" 双十一 爆仓\"、\"收发室已进入更年期\"等标语，被拍图发上网。. 一夜之间，\"收发室姐姐\"火遍微信朋友圈，成为网友热议的焦点。. [1] 中文名. 收发室姐姐. 职 业. 网红.\n[Source] https://baike.baidu.com/item/收发室姐姐/18857730)\n[Title] 贴双十一爆仓标语 上海\"收发室姐姐\"火了 - 搜狐新闻\n[Text] \"双十一\"购物节之后，一名在上海世纪商贸广场工作的\"收发室姐姐\"自创\"双十一爆仓\"、\"收发室已进入更年期\"等标语，被拍图发上网。 一夜之间，\"收发室姐姐\"火遍微信朋友圈，成为网友热议的焦点。 去年已经火过一把 11月19日，澎湃新闻（www.thepaper.cn）记者走进这间位于上海世贸广场30层的收发室，见到了\"收发室姐姐\"。 下午2点，她正坐在收发室前台的位置，手里拿着运单，不愿向记者透露姓名、年龄。 她周围有各式大大小小的快递包裹，有序堆叠在收发室当中，不过\"双十一\"所带来的大波快件已经不见大半。 记者想看看\"快递姐姐\"的神来标语——\"收发室已进入更年期\"等，但原来贴在收发室前台上方的内容都已经消失不见。\n[Source] https://news.sohu.com/20151120/n427278634.shtml)\n[Title] 收发室姐姐 - 百度百科\n[Text] 收发室姐姐是一名在上海 世纪商贸广场 工作的员工自创\" 双十一 爆仓\"、\"收发室已进入更年期\"等标语，被拍图发上网。 一夜之间，\"收发室姐姐\"火遍微信朋友圈，成为网友热议的焦点。 [1] 中文名 收发室姐姐 职 业 网红 目录 1 记者采访 2 人物评价 3 后续事件 记者采访 播报 编辑 2015年11月19日，澎湃新闻记者走进这间位于上海世贸广场30层的收发室，见到了\"收发室姐姐\"。 下午2点，她正坐在收发室前台的位置，手里拿着运单，不愿向记者透露姓名、年龄。 她周围有各式大大小小的快递包裹，有序堆叠在收发室当中，不过\"双十一\"所带来的大波快件已经不见大半。 记者想看看\"快递姐姐\"的神来标语——\"收发室已进入 更年期 \"等，但原来贴在收发室前台上方的内容都已经消失不见。\n[Source] https://baike.baidu.com/item/收发室姐姐/18857730)\n[Title] 收发室姐姐走红 网友：出个表情包--快科技--科技改变未来\n[Text] 因为双11快递，一位\"收发室姐姐\"火了。 ... 一名在上海世纪商贸广场工作的\"收发室 ... 见到了\"收发室姐姐\"。大秒遗憾的是发现\"收发室已 ...\n[Source] https://news.mydrivers.com/1/457/457690.htm)\n[Title] 双十一物流整体状况 - 知乎 - 知乎专栏\n[Text] 11月13和14日，快递行业迎高峰，各家快递公司爆仓现象严重。 多家快递公司都通过\"急聘\"等方式，加强人手储备。 快递公司面对出现的爆仓做应急准备，甚至招聘临时工以解燃眉之急。 据国家邮政部门统计，为应对双11，9大快递在原来的基础上新增6 .5万名揽收派送人员，全国有超过80万快递人员应对\"双11\"。 2、据菜鸟网络统计， 2015年\"双十一\"活动期间，物流配送人员超过170万，投入到此次物流配送中。 多家快递企业在活动期间\"招兵买马\"：扩租库房、 鼓励员工带家属充当\"小时工\"、增加车辆等。 3、2016年：各家快递公司提前做好充足的动员和准备工作。 京东双十一期间招聘了10万名临时工。 圆通也投入了超过30万的人力。\n[Source] https://zhuanlan.zhihu.com/p/428515313)\n[Title] 这届双11，快递业为何\"静悄悄\"？_澎湃号·湃客_澎湃新闻-The Paper\n[Text] 2023-11-13 12:06 来源：澎湃新闻·澎湃号·湃客 字号 文 | 萧田 \"双11的快件提前爆仓了，大家如果在家，就尽快来驿站取一下，感谢配合! \" 早上8点多，李安就被小区驿站老板发的信息吵醒，来到楼下，她看到了货架上堆到顶棚的快件，还有驿站门外一摞摞\"无处安放\"的货物。 老板一边忙着整理快递上架，一边对送货的快递员抱怨，\"以前希望你们送快点，现在希望你们送慢点，我就这么大的地方哪有地方放。 \" 李安很诧异，她对2013年的双11记忆犹新，因为计划和家人旅游，买了一个充气护颈枕，但三天后仍未发货，无奈之下，她只好打电话询问卖家。 \"卖家一直在道歉，解释说是由于当地与他们有业务往来的快递公司出现了爆仓，一时间难以接收大量的快件，导致发货时间一再被推迟。 \"\n[Source] https://www.thepaper.cn/newsDetail_forward_25256427)", "中国游泳小将16岁叶诗文狂揽两枚金牌打破世界记录遭逼问没有有没有服用兴奋兴奋剂紧张委屈说真的没服兴奋兴奋剂吃很多纽崔莱营养营养品教练逼吃事后美国教练看到纽崔莱中国签约赞助仪式中国游泳游泳队教练总教练幺正杰时当场晕倒中国吃美国产品打败美国": "\n[Title] 奥运经典回首!叶诗文16岁横空出世刷爆纪录，记者采访引争议\n[Text] 叶诗文16岁横空出世刷爆纪录，记者采访引争议 天涯沦落人 2021-07-08 18:07:12 发布于 河北 体育领域创作者 + 关注 距离东京奥运会越来越近，我们接下来会做一系列的奥运会经典回顾，重温那些中国体育代表团在奥运会上的风采，今天带来2012年伦敦奥运会的叶诗文。 天赋异禀，从小就是游泳天才；\n[Source] https://new.qq.com/rain/a/20210708A09TBY00)\n[Title] \"没想到十几年过去，我还在看'小将'叶诗文\"_腾讯新闻\n[Text] 11年前，年仅16岁的叶诗文在伦敦奥运会上以破纪录的方式先后夺得女子400米和200米混合泳金牌，出道即巅峰。 一时间，叶诗文声名鹊起。 被誉为泳坛\"天才少女\"的她，在赢得冠军光环的同时，也被巨大的压力包裹。 她竞技生涯的低谷，比想象中来得还要快。 2013年游泳世锦赛，叶诗文在200米和400米混合泳两个主项上都没有拿到奖牌。 她坦言，自己遇到了身体发育的挑战，正在努力克服。 持续的低谷令叶诗文一度陷入沮丧，甚至自我怀疑。 为寻求改变，她接受教练建议前往清华大学读书。 大学生活让叶诗文慢慢沉淀下来。 褪去奥运冠军的光环，她和普通学子一样，为了学业而忙碌。 此时，游泳成了她疏解学习压力的良方。 换一种心态进入泳池，叶诗文彻底放下了对胜负的焦虑。\n[Source] https://new.qq.com/rain/a/20230731A09WYB)\n[Title] 如何评价《Nature》质疑叶诗文服用兴奋剂？ - 知乎\n[Text] 如何评价《Nature》质疑叶诗文服用兴奋剂？ ... 当年仅16岁的中国游泳运动员叶诗文在周六的女子四百米个人混合泳项目中打破世界纪录之后，这个问题就一直如影随形。 ... 其次，正如先前有人指出的，叶诗文只有16岁，身体仍在发育。\n[Source] https://www.zhihu.com/question/20391134)\n[Title] 〔伦敦奥运〕叶诗文为何被怀疑服禁药？中外人士不安、不平 | Reuters\n[Text] 路透8月1日伦敦--- 中国游泳天才叶诗文本应沐浴在奥运荣耀带来的光芒中--仅仅十六岁就打破一项世界纪录、一项奥运会纪录 ...\n[Source] https://www.reuters.com/article/zhaesma27945-idCNSB169994220120801/)\n[Title] 如何评价《Nature》质疑叶诗文服用兴奋剂？ - 知乎\n[Text] 如何评价《Nature》质疑叶诗文服用兴奋剂？ 感觉此举缺乏对中国运动员的尊敬，超出了言论自由的范畴，十分无礼和不尊重。 关注者 739 被浏览 382,552 关注问题 写回答 邀请回答 好问题 15 条评论 分享 67 个回答 默认排序 SydneyCarton 电影等 2 个话题下的优秀答主 关注 153 人赞同了该回答 质疑是正常的。 第一、前面已经有人说过了，叶小妹最后50米速度甚至快过男子冠军 罗切特 ，确实有点不寻常（不过，@ 林海 的答案已经指出，罗切特的最后50米在那场400米混合泳决赛中也只排第五，他的最后一百米成绩跟叶小妹是一样的，所以其实这点是颇为断章取义的媒体恶意炒作）； 第二、上世纪九十年代，中国游泳女队有过非常不良的兴奋剂记录；\n[Source] https://www.zhihu.com/question/20391134)\n[Title] 叶诗文回应兴奋剂质疑 - 纽约时报中文网\n[Text] 在有关兴奋剂的持续质疑声中，16岁的中国游泳运动员叶诗文在伦敦奥运会上创下了游泳比赛的记录。 周二晚上，她打破了200米个人混合泳的奥运会记录，赢得第二枚金牌。 上周六，她以打破世界纪录的成绩获400米个人混合泳金牌。 周二，叶诗文以2分07秒57的成绩完成了200米个人混合泳比赛。...\n[Source] https://cn.nytimes.com/sports/20120802/c02pool/)\n[Title] 为什么中国奥运健儿会为纽崔莱做广告，是真的效果好还是有别的原因？ - 知乎\n[Text] 安利一下，已经为中国体育代表团提供了15年专业营养支持的安利纽崔莱，在北京国家体育总局训练局宣布与中国奥委会合作升级，安利纽崔莱将为中国体育代表团设在巴西的奥运赛前训练营提供全方位支持。 中国奥委会市场开发部主任李桦，副主任王明晏，安利（中国）总裁黄德荫， 奥运冠军 、中国女子跆拳道队员吴静钰，奥运冠军、击剑运动员 雷声 等都神采奕奕地出现在现场，在央视著名体育主持人 张斌 的带动下，气氛好不热烈。 深度支持中国体育代表团 圣保罗 赛前训练营 纽崔莱用营养加油 对于中国体育代表团来说， 巴西里约 与北京时差15个小时，需要飞行20多个小时才能抵达，不仅要应对长途劳顿，而且还用适应比其他地方更复杂的天气特点。\n[Source] https://www.zhihu.com/question/55646356)\n[Title] 安利年终盘点：纽崔莱冬奥营销斩获三项大奖-中新网\n[Text] 2022北京冬奥，谱写中国荣耀。伏明霞、田亮、刘翔、中国体操队的众多奥运冠军，曾是纽崔莱品牌代言人，他们推广的\"营养+运动=健康\"的理念，深入人心。\"守护健康燃情冰雪-祝福北京\"主题雕塑 2022年初，北京电视台冬奥纪实频道播出《奥运故事会——携手五环共筑健康》，追忆安利纽崔莱与 ...\n[Source] https://www.chinanews.com.cn/cj/2022/12-30/9924709.shtml)", "我怒全身发抖…杜传旺家人昨天天下下午昨天下午北京没见到孩子没见到基金基金会知道不敢惹基金基金会不敢转院怕医药药费医药费只好医院门口坐公布杜爸银行账号银行账银行账号根本家人手里基金基金会办杜爸智障人士站右边舅爷跑…天使妈妈…算完": "\n[Title] Traditional Chinese Tales (ch. 1-20)-Vocab Flashcards | Quizlet\n[Text] Traditional Chinese Tales Vocab Flashcards Set (Simplified) [with grammar] Chapters 1 - 20 Simplified Characters on one side/Pinyin & English on the other side ** Note : some select words may have additional meanings than what is listed in the book.\n[Source] https://quizlet.com/15469608/traditional-chinese-tales-ch-1-20-vocab-flash-cards/)\n[Title] ISYM - VASP Wiki\n[Text] else. Description: ISYM determines the way VASP treats symmetry. ISYM =1 | 2 | 3, switches on the use of symmetry. For ISYM =-1 | 0, the use of symmetry is switched off. For ISYM =2 a more efficient, memory conserving symmetrization of the charge density is used (than for ISYM =1). This reduces memory requirements in particular for the parallel ...\n[Source] https://www.vasp.at/wiki/index.php/ISYM)\n[Title] 数年前的杜传旺案件最终的判决是否合理呢？为什么不属于过失犯罪（最终定的是故意伤害）？ - 知乎\n[Text] Make It 工学硕士、律师 关注 4 人赞同了该回答 一般判断故意或者过失一是要考虑现实危险性二是要考虑当事人对于现实危险性是否有判断能力。 举个例子，在山崖边推搡与在平地推搡，显然前置的现实危险性更大，那么前者造成伤害后，很难说是过失。 同样，就该案而言，对于气管的现实危险性并不那么明确的前提下，就得考虑当事人是否具有判断能力。 如果是一个未成年玩闹间使用这个气管造成伤害，认定故意或过失确实有难度，但这两个工作人员对于其危险性是有专业知识可以判断的，所以其充分了解该行为的危险性还付诸实施，很难说不是故意。 发布于 2021-04-05 08:46 赞同 4 添加评论 分享 收藏 喜欢 收起\n[Source] https://www.zhihu.com/question/348485510)\n[Title] 一起慈善救助为何引发争议_新浪新闻\n[Text] 夏萨沙写道：\"我怒得全身发抖了…杜传旺家人从昨天下午到北京开始就没再见到过孩子，也没见到任何基金会的人，不知道该怎么办也不敢惹基金 ...\n[Source] https://news.sina.com.cn/o/2012-07-19/060924802327.shtml)\n[Title] 数年前的杜传旺案件最终的判决是否合理呢？为什么不属于过失犯罪（最终定的是故意伤害）？ - 知乎\n[Text] Make It 工学硕士、律师 关注 4 人赞同了该回答 一般判断故意或者过失一是要考虑现实危险性二是要考虑当事人对于现实危险性是否有判断能力。 举个例子，在山崖边推搡与在平地推搡，显然前置的现实危险性更大，那么前者造成伤害后，很难说是过失。 同样，就该案而言，对于气管的现实危险性并不那么明确的前提下，就得考虑当事人是否具有判断能力。 如果是一个未成年玩闹间使用这个气管造成伤害，认定故意或过失确实有难度，但这两个工作人员对于其危险性是有专业知识可以判断的，所以其充分了解该行为的危险性还付诸实施，很难说不是故意。 发布于 2021-04-05 08:46 赞同 4 添加评论 分享 收藏 喜欢 收起\n[Source] https://www.zhihu.com/question/348485510)\n[Title] 救助被充气少年女主持遭攻击 被指用基金会圈钱-新闻频道-手机搜狐\n[Text] 近日，13岁孩子杜传旺被人用充气泵喷伤的故事，在上演\"爱心接力\"的同时，把天使妈妈基金会推入了质疑浪潮。第一个让杜传旺进入公众视野的山东齐鲁电视台主持人王羲，也因被网民质疑\"故意渲染\"杜传旺的遭遇\"圈钱\"，而陷入了长达一周的噩梦家庭 ...\n[Source] https://m.sohu.com/n/348660846/?mv=3)\n[Title] 媒体报道 - 少年被充气泵击穿续:抵京治疗已脱离生命危险 - 中华儿慈会\n[Text] 新京报讯 (记者范春旭 李禹潼 郭超)13岁山东男孩杜传旺被人将充气泵塞入肛门造成重伤。 昨日下午，小传旺在天使妈妈基金的帮助下，由120接来北京八一儿童医院做进一步治疗。 北京急救中心表示，传旺已基本脱离生命危险。 多个内脏器官严重受伤 家住山东德州夏津县的杜传旺在县里一家汽修店打工学手艺。 今年6月30日上午9时许，汽修店两名工人把高压充气泵塞入小传旺的肛门。 据夏津县人民医院贺医生介绍，小传旺被送进医院时，肚子、胳膊、腿都是鼓的，下肢青紫，阴囊鼓得像小西瓜。 医生在腹腔上切开一个小口排气时，\"孩子身体发出嘶嘶的响声，就像是轮胎放气。 \" 经诊断，气压造成小传旺大肠、小肠共出现近30个窟窿，多个内脏器官严重受伤，出现胃出血、肝功能减弱等症状。 六小时手术后，传旺昏迷了8天。\n[Source] https://ccafc.org.cn/content/2148)\n[Title] 数年前的杜传旺案件最终的判决是否合理呢？为什么不属于过失犯罪（最终定的是故意伤害）？ - 知乎\n[Text] Make It 工学硕士、律师 关注 4 人赞同了该回答 一般判断故意或者过失一是要考虑现实危险性二是要考虑当事人对于现实危险性是否有判断能力。 举个例子，在山崖边推搡与在平地推搡，显然前置的现实危险性更大，那么前者造成伤害后，很难说是过失。 同样，就该案而言，对于气管的现实危险性并不那么明确的前提下，就得考虑当事人是否具有判断能力。 如果是一个未成年玩闹间使用这个气管造成伤害，认定故意或过失确实有难度，但这两个工作人员对于其危险性是有专业知识可以判断的，所以其充分了解该行为的危险性还付诸实施，很难说不是故意。 发布于 2021-04-05 08:46 赞同 4 添加评论 分享 收藏 喜欢 收起\n[Source] https://www.zhihu.com/question/348485510)", "快讯未证实bbc消息时间晚上2105俄军图160图95土耳其icirlik空军基地空军基地发射52枚巡航导弹巡航导弹摧毁空军基地空军基地损失情况不详普京讲话完": "\n[Title] 俄考虑在远东首次部署图-160轰炸机，想威慑谁？-新华网\n[Text] 据俄罗斯媒体日前报道，俄罗斯国防部正考虑在远东地区部署一个由图-160战略轰炸机组成的航空团，但尚未作出最终决定。 如果最终决定获得通过，那么这一新组建的图-160航空团将成为驻阿穆尔州乌克兰卡空军基地，阿穆尔州位于俄罗斯联邦的东南部，其南部、西南部与中国黑龙江省相邻。 俄可能在远东部署最新型图-160M2 有\"白天鹅\"之称的图-160轰炸机可以说是大众比较熟悉的一款战略轰炸机，在这次俄乌冲突中虽然出镜比较少，但也是俄空天军远程打击的主力之一，主要任务是在俄境内发射Kh-101空射巡航导弹打击乌境内的目标。\n[Source] http://www.news.cn/mil/2023-08/02/c_1212251182.htm)\n[Title] 圖-160戰略轟炸機 - 维基百科，自由的百科全书\n[Text] 图-160轰炸机（俄語： Ty-160 ；北約代號：「Blackjack」（「海盗旗」），是苏联 图波列夫设计局研制的可變后掠翼 超音速远程战略轰炸机，原來用于替换圖-22M轟炸機和圖-95轟炸機执行战略轰炸任务，與美國空軍 B-1槍騎兵戰略轟炸機非常相似，它是苏联解體前最后 ...\n[Source] https://zh.wikipedia.org/wiki/圖-160戰略轟炸機)\n[Title] 因吉利克空军基地 - 维基百科，自由的百科全书\n[Text] 因吉利克空军基地 （ 土耳其語 ： İncirlik Hava Üssü ， IATA代码 ： UAB ； ICAO代码 ： LTAG ）是 土耳其 的 空军基地 ，位于土耳其东南部临近 叙利亚 的 阿达纳 市因吉利克区，面积1335公顷 [1] ，距离地中海32公里。. 美国空军 和 土耳其空军 是该基地的主要使用者 ...\n[Source] https://zh.wikipedia.org/wiki/因吉利克空军基地)\n[Title] 敏感时刻 美军战略轰炸机降落土耳其 - 观察者网\n[Text] 据美国\"动力\"网站\"战区\"栏目当地时间10月31日报道，两架美国空军B-1B轰炸机当天降落在土耳其因吉尔利克空军基地，这是B-1B轰炸机首次有公开记录降落在该基地。 根据五角大楼的声明，B-1B在因吉尔利克停留了不到两个小时，然后再次起飞并与土耳其空军一起执行训练任务。 土耳其网民发布了B-1B轰炸机抵达土耳其的现场画面。 美国国防部国防视觉信息分发服务 （DVIDS）网站在一份新闻稿中表示，B-1B轰炸机在抵达因吉尔利克空军基地后还进行了\"热加油\"训练（发动机处于运转状态下加油），此次部署是\"此前计划的轰炸机特遣部队训练任务的一部分\"。 美军B-1B飞抵土耳其 图源：外媒\n[Source] https://www.guancha.cn/military-affairs/2023_11_01_714148.shtml?s=zwyzxw)\n[Title] 突发!20枚导弹突袭土耳其军事基地_腾讯新闻\n[Text] 据Al-Arabiya新闻网2月1日消息，当地时间2月1日上午8时15分左右，土耳其位于伊拉克北部尼尼微省苏尔其巴希卡地区的一个军事基地突然遭遇了导弹袭击。 据报道，大约20枚导弹突袭了土耳其的军事基地，导致土耳其军事基地警报响起，被迫采取应急措施。 据悉这次导弹袭击主要是针对土耳其军事基地内的军营，也就是土耳其在此驻扎了7年之久的装甲部队。 根据土耳其方面披露的消息，这次导弹袭击20枚导弹都在基地内或者基地附近爆炸，其中至少有2枚导弹在兹尔坎军营内爆炸，6枚在军营附近爆炸。 导弹袭击导致土耳其军营基础设施受损，土军没有透露人员伤亡情况 。 根据现场传来的消息，这次袭击给土耳其军营造成了一定损失，相应的地面设施被炸毁。 另外导弹的爆炸还导致一些可燃物被引燃，进而导致军营内部分物资被烧毁。\n[Source] https://new.qq.com/rain/a/20230202A04FY600)\n[Title] 布林肯土耳其之行艰难，数百名巴勒斯坦支持者在驻土美军基地外举行抗议\n[Text] 当地时间11月5日，就在美国国务卿布林肯抵达土耳其首都安卡拉的几小时前，数百名土耳其民众在该国东南部有美军驻扎的因吉尔利克空军基地（IncirlikAirBase）外举行支持巴勒斯坦的示威活动，反对美国对以色列的政策并抗议以军对加沙的袭击。示威者与警方爆发大规模冲突。\n[Source] https://www.guancha.cn/internation/2023_11_06_714688.shtml?s=zwyxgtjbt)\n[Title] 不同寻常的时刻 土耳其对俄罗斯飞机关闭领空的动机是什么？ | 记者专栏 | 半岛电视台\n[Text] 2022年4月25日. 土耳其决定对将军事人员运往叙利亚的俄罗斯军用和民用飞机关闭其领空，这引发了许多关于采取这一步骤的原因、其时机的秘密以及它与乌克兰战争关系的问题。. 土耳其外交部长梅夫吕特·恰武什奥卢在飞往乌拉圭的飞机上发表声明称，运营从 ...\n[Source] https://chinese.aljazeera.net/opinions/journalist-column/2022/4/25/不同寻常的时刻土耳其对俄罗斯飞机关闭领空的动)\n[Title] 开战前，普京万字讲话全文_北京日报网\n[Text] 2022-02-25 13:26 当地时间2月24日凌晨，俄罗斯总统普京授权在顿巴斯展开军事行动，乌克兰局势风云突变。 在行动前的2月21日，普京发表全国电视讲话，从历史上阐述了乌克兰和俄罗斯的关系，并且指出，苏联解体后，正是乌克兰的激进分子和民族主义者将西方势力引入乌克兰，以对抗所谓的\"俄罗斯威胁\"。 北约集团也背信弃义，不断压缩俄罗斯的生存空间，对俄罗斯国家安全造成了严重威胁。 而这正是俄罗斯采取目前行动的原因。 资料图 新华社发 观察者网翻译全文，供读者参考。 翻译/ 党浩楠（莫斯科国际关系学院研究生） 弗拉基米尔·普京： 尊敬的俄罗斯公民们! 亲爱的朋友们! 我这次讲话的主题是关于乌克兰发生的事件，以及这个事件为什么对于我们，对于俄罗斯这样重要。\n[Source] https://news.bjd.com.cn/2022/02/25/10047126.shtml)", "网友吐槽影院爆米花少王思聪送终身免费爆米花29日网友米兔兔metoo微博吐槽称万达影院爆米花只装成王思聪没想想到没想到思聪竟然回复表示送终身免费爆米花网友称当晚影城经理主动联系送终身免费爆米花网友总裁终身免费电影": "\n[Title] MeToo movement - Wikipedia\n[Text] MeToo movement. #MeToo [a] is a social movement and awareness campaign against sexual abuse, sexual harassment, and rape culture, in which people publicize their experiences of sexual abuse or sexual harassment. [1] [2] [3] The phrase \"Me Too\" was initially used in this context on social media in 2006, on Myspace, by sexual assault survivor and ...\n[Source] https://en.wikipedia.org/wiki/MeToo_movement)\n[Title] In 5 years of #MeToo, here's what's changed - and what hasn't\n[Text] Five years ago, a single hashtag sent waves across the world: #MeToo. News of sexual harassment and assault allegations against ubiquitous Hollywood producer Harvey Weinstein had just broken. In ...\n[Source] https://www.cnn.com/2022/10/27/us/metoo-five-years-later-cec/index.html)\n[Title] 王思聪微博承诺终生爆米花是一次成功的营销吗？ - 知乎\n[Text] 29日上午，网友@米兔兔metoo在微博上吐槽万达影院的爆米花只装了8成并@了万达的太子爷王思聪，没想到国民老公真的翻牌，并表示\" 以后你去电影院就提我名，送你终身免费 爆米花 \"， 上演了一出霸气总裁爱上我的好戏码! 后来该网友表示，当晚影城经理直接联系她了，真的送了终身免费爆米花! 网友直呼太羡慕，这样的待遇我们也要! 虽然小编能感受到这背后的营销小心机，但在这还是想弱弱地喊一声， 万达国际 影城的那个服务员弟弟啊! 你为什么每次给爆米花都装那么满，这不是剥夺了我和 阿聪 的对话机会吗! 然后再随手@一下wuli思聪，坐等我的爆米花，哈哈哈。\n[Source] https://www.zhihu.com/question/38012568)\n[Title] 微博女网友吐槽万达爆米花太少 王思聪：送你终身免费爆米花_互联网_前瞻经济学人\n[Text] 前瞻科技11月30日讯，被称为\"国民老公\"的万达公子王思聪昨天又在微博\"翻牌子\"了，一位微博女网友向其吐槽万达影院的爆米花太少，不到一小时，王思聪转发并回应：\"以后你去电影院就提我名，送你终身免费爆米花\"。\n[Source] https://t.qianzhan.com/int/detail/151130-a1f75cb9.html)\n[Title] 王思聪微博承诺终生爆米花是一次成功的营销吗？ - 知乎\n[Text] 【干货贴】 29日上午，网友@米兔兔metoo在微博上吐槽万达影院的爆米花只装了8成并@了万达的太子爷王思聪，没想到国民老公真的翻牌，并表示\"以后你去电影院就提我名，送你终身免费爆米花\"， 上演了一出霸气总裁爱上我的好戏码!后来该网友表示，当晚影城经理直接联系她了，真的送了终身 ...\n[Source] https://www.zhihu.com/question/38012568)\n[Title] 万达影院被吐槽, 王思聪送终身免费爆米花 - 搜狐\n[Text] 11月29日下午，王思聪转发了一条网友的微博并评论称\"以后你去电影院就提我名，送你终身免费爆米花。 \" 据该博主称，这是自己第一次@王思聪，没想到还是为了爆米花没装满这样的事。 博主还追问王思聪，终身免费的承诺如何兑现，国民老公微博回复称\"凭票根啊，看完电影可不能打包啊。 如果服务员不理，让他找经理，让经理打电话给我。 \"而随后该博主爆料，影城经理直接联系了她，真的送了她终身免费爆米花。 一场原本吐槽万达影院服务质量有待提高的微博，被王思聪转发后，竟然又免费为万达影院做了个广告。 而这样顺带手就把知名度打出去的事王思聪还真没少干。\n[Source] https://www.sohu.com/a/45386703_115317)\n[Title] 万达影院被吐槽, 王思聪送终身免费爆米花 - 搜狐\n[Text] 11月29日下午，王思聪转发了一条网友的微博并评论称\"以后你去电影院就提我名，送你终身免费爆米花。 \" 据该博主称，这是自己第一次@王思聪，没想到还是为了爆米花没装满这样的事。 博主还追问王思聪，终身免费的承诺如何兑现，国民老公微博回复称\"凭票根啊，看完电影可不能打包啊。 如果服务员不理，让他找经理，让经理打电话给我。 \"而随后该博主爆料，影城经理直接联系了她，真的送了她终身免费爆米花。 一场原本吐槽万达影院服务质量有待提高的微博，被王思聪转发后，竟然又免费为万达影院做了个广告。 而这样顺带手就把知名度打出去的事王思聪还真没少干。\n[Source] https://www.sohu.com/a/45386703_115317)\n[Title] 王思聪微博承诺终生爆米花是一次成功的营销吗？ - 知乎\n[Text] 29日上午，网友@米兔兔metoo在微博上吐槽万达影院的爆米花只装了8成并@了万达的太子爷王思聪，没想到国民老公真的翻牌，并表示\" 以后你去电影院就提我名，送你终身免费 爆米花 \"， 上演了一出霸气总裁爱上我的好戏码! 后来该网友表示，当晚影城经理直接联系她了，真的送了终身免费爆米花! 网友直呼太羡慕，这样的待遇我们也要! 虽然小编能感受到这背后的营销小心机，但在这还是想弱弱地喊一声， 万达国际 影城的那个服务员弟弟啊! 你为什么每次给爆米花都装那么满，这不是剥夺了我和 阿聪 的对话机会吗! 然后再随手@一下wuli思聪，坐等我的爆米花，哈哈哈。\n[Source] https://www.zhihu.com/question/38012568)", "四川雅安地震灾区警察废墟救助一只大熊熊猫大熊猫警察将要离开时大熊熊猫大熊猫依依依依不舍场面感人![流泪][胜利]": "\n[Title] List of fake news websites - Wikipedia\n[Text] Definition. Fake news sites deliberately publish hoaxes and disinformation to drive web traffic inflamed by social media. These sites are distinguished from news satire (which is usually intended to be humorous) as they mislead and sometimes profit from readers' gullibility. While most fake news sites are portrayed to be spinoffs of other news sites, some of these websites are examples of ...\n[Source] https://en.wikipedia.org/wiki/List_of_fake_news_websites)\n[Title] Fake news, disinformation and misinformation in social media: a review\n[Text] Social media outperformed television as the major news source for young people of the UK and the USA. 10 Moreover, as it is easier to generate and disseminate news online than with traditional media or face to face, large volumes of fake news are produced online for many reasons (Shu et al. 2017).Furthermore, it has been reported in a previous study about the spread of online news on Twitter ...\n[Source] https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9910783/)\n[Title] A fake recording of a candidate saying he'd rigged the election went ...\n[Text] Days before a pivotal election in Slovakia to determine who would lead the country, a damning audio recording spread online in which one of the top candidates seemingly boasted about how he'd ...\n[Source] https://www.cnn.com/2024/02/01/politics/election-deepfake-threats-invs/index.html)\n[Title] YouTube creators target Black celebrities with AI-made fake news\n[Text] YouTube videos using a mix of artificial intelligence-generated and manipulated media to create fake content have flooded the platform with salacious disinformation about dozens of Black ...\n[Source] https://www.nbcnews.com/tech/misinformation/ai-deepfake-fake-news-youtube-black-celebrities-rcna133368)\n[Title] Fact check: How do I spot fake news? - DW - 01/03/2022\n[Text] 01/03/2022 Whether it's COVID-19, climate change or migration — fake news spreads six times faster on social media than facts. But how can I identify and check fake news? Here's some advice...\n[Source] https://www.dw.com/en/fact-check-how-do-i-spot-fake-news/a-59978706)\n[Title] Worries Grow That TikTok Is New Home for Manipulated Video and Photos\n[Text] Worries Grow That TikTok Is New Home for Manipulated Video and Photos. Misleading edits, fake news stories and deepfake images of politicians are starting to warp reality on the popular video ...\n[Source] https://www.nytimes.com/2022/11/04/technology/tiktok-deepfakes-disinformation.html)\n[Title] Fact check: How do I spot fake news? - DW - 01/03/2022\n[Text] 01/03/2022 Whether it's COVID-19, climate change or migration — fake news spreads six times faster on social media than facts. But how can I identify and check fake news? Here's some advice...\n[Source] https://www.dw.com/en/fact-check-how-do-i-spot-fake-news/a-59978706)\n[Title] Taylor Swift fake nudes show explicit AI-generated images could ... - Axios\n[Text] Taylor Swift fake nudes show this harassment could happen to anyone. AI has made it easy to generate realistic-looking fake porn, and the targets of malicious deepfakes are finding they have little recourse. Why it matters: When everyone with a computer can create a convincing and harmful image, anyone from high school teens to the world's ...\n[Source] https://www.axios.com/2024/02/03/taylor-swift-deepfake-ai-image-protection)", "我勒个越南乳瓜亮瞎眼据说进入中国百姓老百姓餐桌上来同胞男同胞敢吃吃一口跪一天榴莲到底越南乳瓜能不能吃专家做解答网页链接": "\n[Title] 越南：适应对中国农产品出口新规定 - 知乎 - 知乎专栏\n[Text] 不久前，越南农业与农村发展部所属农产品市场发展指委会举行\"资讯共享，适应向中国市场出口农产品和食品的新规定\"论坛（第248号令与第2 号令）。 中国海关总署第248号令公布《进口食品境外生产企业注册管理规定》、第249号令公布《进出口食品安全管理办法》，将从2022年1月1日起生效。\n[Source] https://zhuanlan.zhihu.com/p/433773165)\n[Title] 越南乳品获准入华，是机遇也是挑战 - 国内新闻 - 广西凭祥综合保税区管理委员会网站 - pxzhbsq.gxzf.gov.cn\n[Text] 2019 年 10 月 22 日，在越南首批对华出口乳制品发布仪式上，越南 TH True Milk 集团成为越南首家获得注册编码、获准正式向中国市场出口乳制品的企业，其生产的灭菌乳和调制乳也作为首批获准出口中国市场的越南乳制品，走上中国消费者的餐桌。. 那么，像越南 ...\n[Source] http://pxzhbsq.gxzf.gov.cn/xwzx/gnxw/t2270175.shtml)\n[Title] 越南神奇的「乳瓜」你敢吃嗎？越看越害羞! - 每日頭條\n[Text] 2015-04-30 有點「噁心」有點「恐怖」，越南乳瓜你敢吃嗎？ 圖片中的植物不少人沒有見過，它就是越南的乳瓜，外形長得像女性乳房，因此而得名。 最近在網絡上看到不少人問越南乳瓜能吃嗎？ 越南乳瓜是真的嗎？ 還有朋友諮詢我們有沒有越南乳瓜種子賣。\n[Source] https://kknews.cc/zh-tw/news/e9va5r4.html)\n[Title] 越南乳瓜有哪些营养价值？ - 知乎\n[Text] 关注. 越南乳瓜是一种营养成分丰富的特色菜品，它里面有多种糖份存在，像葡萄糖和 蔗糖 的含量就都很高，另外 胡萝卜素 、维生素和多种酸性成分也是越南乳瓜中的重要存在，它们都是 人类身体 正常工作时的必须成分，除了这些以外，还在越南乳瓜中还有 ...\n[Source] https://www.zhihu.com/question/628133544)\n[Title] 2022-2031年越南乳制品行业研究报告（2020年越南乳制品市场规模达80亿美元） - 知乎\n[Text] 报告摘要 越南的乳制品行业收入从2017年的44亿美元增加到2021年的84亿美元，其中不到一半的产品由越南国内的原料生产。 2021年越南乳制品进口金额大约11.8亿美元，比2020增长了大约12.4%。 越南乳制品工厂 据元哲咨询分析，截止2021年底，越南有超过200家乳制品生产企业。 越南乳制品市场主要由Vinamilk、越南雀巢、Nutifood、Frieslandcampina和TH集团等大企业占据。 越南的奶牛数量将从2019年的33万头增加到2030年的70万头。 越南的养牛场 越南乳制品行业 2021年越南鲜奶产量已经达到12亿升，预计到2031年将上升到20亿升。 尽管产量上升，但越南国内鲜奶产量仅能满足国内需求的40-50%，其余部分主要依赖进口。\n[Source] https://zhuanlan.zhihu.com/p/454723548)\n[Title] 越南乳品正式获准出口中国市场 | 越南人民报网\n[Text] 中国海关部门要求，越南输华乳品生产企业应当经越南官方批准，并获得中国海关总署注册；进口越南巴氏杀菌乳和以巴氏杀菌工艺生产的调制乳，应事先办理检疫审批，获得《进境动植物检疫许可证》。 中国职能部门还就越南输华乳品的卫生证书、包装和标识、存放和运输等要求作出详细规定。 从事乳品生产和进出口贸易的越中两国企业应仔细研究相关规定，以便尽早将各类优质的越南乳品送到中国消费者手中。 （完） 据本报常驻中国记者苏黎明、杜有兴报道，中国海关总署日前发布公告准许越南乳品进口。 这标志着颇受青睐的越南乳制品可以正式进入中国市场。\n[Source] https://cn.nhandan.vn/越南乳品正式获准出口中国市场-post74117.html)", "麥玲玲老师独家解析十二生肖十二生肖月运势天生运势此为天注定提早知道运势可助趋吉避凶想知道12生肖月运势香港首席风水大师麦玲玲老师独家解析凤凰星座点击链接提示回复准确农历生辰八字生辰八字机会获得麦老师亲自提供运势解析": "\n[Title] Fake news: What it is, and how to spot it | World Economic Forum\n[Text] In a report on fake news published in 2017, UK lawmakers said the situation is unlikely to change, making education and better policing of online spaces paramount. \"What does need to change is the enforcement of greater transparency in the digital sphere, to ensure that we know the source of what we are reading, who has paid for it and why ...\n[Source] https://www.weforum.org/agenda/2019/03/fake-news-what-it-is-and-how-to-spot-it/)\n[Title] Fact check: How do I spot fake news? - DW - 01/03/2022\n[Text] Fake news often reaches users as a post on platforms like Facebook, Twitter or Instagram. Take a close look at the account that was used to spread the news. This can reveal a lot about the person ...\n[Source] https://www.dw.com/en/fact-check-how-do-i-spot-fake-news/a-59978706)\n[Title] List of fake news websites - Wikipedia\n[Text] Definition. Fake news sites deliberately publish hoaxes and disinformation to drive web traffic inflamed by social media. These sites are distinguished from news satire (which is usually intended to be humorous) as they mislead and sometimes profit from readers' gullibility. While most fake news sites are portrayed to be spinoffs of other news sites, some of these websites are examples of ...\n[Source] https://en.wikipedia.org/wiki/List_of_fake_news_websites)\n[Title] Fake news: What it is, and how to spot it | World Economic Forum\n[Text] In a report on fake news published in 2017, UK lawmakers said the situation is unlikely to change, making education and better policing of online spaces paramount. \"What does need to change is the enforcement of greater transparency in the digital sphere, to ensure that we know the source of what we are reading, who has paid for it and why ...\n[Source] https://www.weforum.org/agenda/2019/03/fake-news-what-it-is-and-how-to-spot-it/)\n[Title] Taylor Swift fake nudes show explicit AI-generated images could ... - Axios\n[Text] Taylor Swift fake nudes show this harassment could happen to anyone. AI has made it easy to generate realistic-looking fake porn, and the targets of malicious deepfakes are finding they have little recourse. Why it matters: When everyone with a computer can create a convincing and harmful image, anyone from high school teens to the world's ...\n[Source] https://www.axios.com/2024/02/03/taylor-swift-deepfake-ai-image-protection)\n[Title] YouTube creators target Black celebrities with AI-made fake news\n[Text] YouTube videos using a mix of artificial intelligence-generated and manipulated media to create fake content have flooded the platform with salacious disinformation about dozens of Black ...\n[Source] https://www.nbcnews.com/tech/misinformation/ai-deepfake-fake-news-youtube-black-celebrities-rcna133368)\n[Title] Fake news detection based on news content and social contexts: a ...\n[Text] 1 Introduction Fake news detection is a subtask of text classification [ 1] and is often defined as the task of classifying news as real or fake. The term 'fake news' refers to the false or misleading information that appears as real news. It aims to deceive or mislead people.\n[Source] https://link.springer.com/article/10.1007/s41060-021-00302-z)\n[Title] Enhancing the Predictive Performance of Credibility-Based Fake News ...\n[Text] Fake news is a classification of information shared in today's world that has become significantly popular. Fake news can be defined as any news article that is intentionally and verifiably false [].One example of the popularity of fake news is provided by [] wherein 171,365 stories from 60 fake news websites for the period between 2014 and 2016 were discovered.\n[Source] https://link.springer.com/article/10.1007/s12626-022-00127-7)", "吃成都成都最巴适牛肉馆子超过没寒冬暖胃首选牛肉蒜泥包裹粉蒸牛肉火锅氽烫麻辣牛肉蘸满辣椒辣椒面干拌牛肉……成都牛肉发挥可谓登峰登峰造极搜索君为整理成都吃牛地图总有一家不能欲罢不能约": "\n[Title] List of fake news websites - Wikipedia\n[Text] Definition. Fake news sites deliberately publish hoaxes and disinformation to drive web traffic inflamed by social media. These sites are distinguished from news satire (which is usually intended to be humorous) as they mislead and sometimes profit from readers' gullibility. While most fake news sites are portrayed to be spinoffs of other news sites, some of these websites are examples of ...\n[Source] https://en.wikipedia.org/wiki/List_of_fake_news_websites)\n[Title] Fake news, disinformation and misinformation in social media: a review\n[Text] Social media outperformed television as the major news source for young people of the UK and the USA. 10 Moreover, as it is easier to generate and disseminate news online than with traditional media or face to face, large volumes of fake news are produced online for many reasons (Shu et al. 2017).Furthermore, it has been reported in a previous study about the spread of online news on Twitter ...\n[Source] https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9910783/)\n[Title] 成都美食攻略：N刷吃不腻的15家小店!!不踩雷!【本地人推荐!非网红!】 - 知乎\n[Text] 大街小巷随意逛逛，看似不起眼的小店里，都蕴含着点燃味蕾的美味! 因为成都是美食之城，所以这里对于美味的严苛程度也绝非一般，今天我们就一起来盘点一下成都的美味! 1、火遍老外圈的川菜小店，没有菜单，想吃什么就在菜架上选，然后和叔叔说，麻婆豆腐强推! 人均25位置：人民南路四段17号附31，定位\"九九文具\"，从旁边的小区进去，左手边就是 2️、吞川汤饭 (太古里店) ，在太古里负一层，番茄牛腩汤饭套餐强推! 人均60。 高峰期人很多需要排队，但是不要担心因为翻台很快! 3️、营业了20多年的 朱大嘴肥肠 (福字街总店) ，香卤肥肠蘸辣酱面好香。 福字街这家肥肠豆汤饭好吃喔，就在红星路附近，他家拌肥肠也不错哈~人均30 4️、花串串 (致民路店) ，菜品新鲜坚决不卖隔夜菜，小碗菜闭店!\n[Source] https://zhuanlan.zhihu.com/p/394626818)\n[Title] List of fake news websites - Wikipedia\n[Text] Definition. Fake news sites deliberately publish hoaxes and disinformation to drive web traffic inflamed by social media. These sites are distinguished from news satire (which is usually intended to be humorous) as they mislead and sometimes profit from readers' gullibility. While most fake news sites are portrayed to be spinoffs of other news sites, some of these websites are examples of ...\n[Source] https://en.wikipedia.org/wiki/List_of_fake_news_websites)\n[Title] DA Gonzales' spokesman calls Wren Collective coverage 'fake news'\n[Text] DA Gonzales' spokesman calls Wren Collective coverage 'fake news' There are more than 200 pages of conversations between DA, first assistant DA and the Wren Collective.\n[Source] https://www.ksat.com/news/local/2024/02/03/da-gonzales-spokesman-calls-wren-collective-coverage-fake-news/)\n[Title] Influencer gets fake belly button tattoo — to make herself look taller\n[Text] The TikToker, who boasts 1.8 million followers, shared footage of herself placing the temporary ink higher than her natural belly button to \"look taller.\". \"These are fake navels and it is a ...\n[Source] https://nypost.com/2024/02/02/lifestyle/influencer-gets-fake-belly-button-tattoo-to-make-herself-look-taller/)\n[Title] Fact check: How do I spot fake news? - DW - 01/03/2022\n[Text] 01/03/2022 Whether it's COVID-19, climate change or migration — fake news spreads six times faster on social media than facts. But how can I identify and check fake news? Here's some advice...\n[Source] https://www.dw.com/en/fact-check-how-do-i-spot-fake-news/a-59978706)\n[Title] Taylor Swift fake nudes show explicit AI-generated images could ... - Axios\n[Text] Taylor Swift fake nudes show this harassment could happen to anyone. AI has made it easy to generate realistic-looking fake porn, and the targets of malicious deepfakes are finding they have little recourse. Why it matters: When everyone with a computer can create a convincing and harmful image, anyone from high school teens to the world's ...\n[Source] https://www.axios.com/2024/02/03/taylor-swift-deepfake-ai-image-protection)", "越南乳瓜网上盛传越南商务商务部发言发言人说预计越南乳瓜2012年全面流入中国市场流向中国千家万户千家万户餐桌真的这种造型奇特蔬果会想尝尝知道它会不会丰胸效果": "\n[Title] 出海越南：喧嚣过后，热度不再_澎湃号·湃客_澎湃新闻-The Paper\n[Text] 原创 王晓寒 2022年，越南是国人眼中的\"网红\"国家。 越南统计总局公布的数据显示，2022年越南gdp达4090亿美元，人均gdp约为4110美元，全年经济\n[Source] https://www.thepaper.cn/newsDetail_forward_21844397)\n[Title] 越南对中国的蔬果出口逆势增长__中国贸易新闻网\n[Text] 今年1-6月，越南蔬果出口总额超过20.63亿美元，同比增长17.4%；进口总额达6.86亿美元，同比下降16.6%。 由此，越南蔬果实现贸易顺差13亿美元。 中国、美国、日本及韩国是越南蔬果的四大出口市场。 今年前5个月，越南对中国的蔬果出口总额约达10.5亿美元，同比增长16.2%。 越南工贸部进出口局表示，对中国的蔬果出口占越南出口总额的61.7%。 对中国市场的出口积极增长有助于促进越南蔬果行业取得良好业绩。 中国—东盟商务理事会执行理事长许宁宁对记者表示，越南作为中国在东盟最大的贸易伙伴，疫情以来经贸合作逆势增长。 水果作为检验检疫较为严格的产品，呈现较大幅度增长，说明中越水果贸易发展潜能很大，若疫情结束，越南会释放更大对中国水果出口的潜力。\n[Source] https://www.chinatradenews.com.cn/content/202107/08/c135518.html)\n[Title] 2021年越南果蔬出口有望达到40亿美元，中国仍是最大买家\n[Text] 尽管如此，中国仍然是越南果蔬的最大买家，对华出口占到了越南果蔬出口总额的60%。 2021年上半年越南对中国出口果蔬12.5亿美元，同比增长16.2%。 目前，有9种越南水果获准进入中国市场，分别是火龙果、龙眼、芒果、荔枝、香蕉、菠萝蜜、红毛丹、西瓜和山竹。\n[Source] https://guojiguoshu.com/article/6854)\n[Title] 越南水果出口中国释放积极信号 - 知乎 - 知乎专栏\n[Text] 2022年越南蔬果出口总额达33.4亿美元。其中，香蕉、火龙果和榴莲三种水果贡献了14亿美元。随着中国重新开放边境，越南蔬果出口活动释放了积极信号，全年出口总额有望达40亿美元。 越南相关负责人表示，中国重新开…\n[Source] https://zhuanlan.zhihu.com/p/612702433)\n[Title] 越南乳业 - 维基百科，自由的百科全书\n[Text] 2012年建立总投资220亿美元的平阳液体奶和奶粉工厂和越南饮料厂。 2012年更换新Logo，取代2006年Logo。 2011年投资3000万美元的岘港乳品厂投产。 2013年平阳第二美福工业园的Mega乳品厂投产，一期产能为每年4亿升。 2016年在柬埔寨开设吴哥乳业工厂。 2017年开设越南 ...\n[Source] https://zh.wikipedia.org/wiki/越南乳业)\n[Title] 越南乳瓜_百度百科\n[Text] 越南乳瓜是一种丝瓜蔓藤状的\"艺术作品\"。. 它被塑造成女性乳房那样的形状，装置于歌德咖啡馆（Goethe Café）。. 该馆是德国歌德学院（German Goethe Institute）的一部分。. 这所学院位于河内的胡耶阮侯街（Nguyen Thai Hoc Street）。. 中文名. 越南乳瓜. 外文名.\n[Source] https://baike.baidu.com/item/越南乳瓜/10526574)\n[Title] 越南社会主义共和国中央政府门户网站\n[Text] 越南政府总理范明正抵达首都布加勒斯特 开始对罗马尼亚进行正式访问. VGP- 圆满结束对匈牙利访问后，当地时间20日下午，越南政府总理范明正和夫人率领越南高级代表团应罗马尼亚总理马切尔·乔拉库（Ion-Marcel Ciolacu）的邀请抵达首都布加勒斯特，对罗马尼亚进行正式访问。\n[Source] https://cn.baochinhphu.vn/)\n[Title] 越南：适应对中国农产品出口新规定 - 知乎 - 知乎专栏\n[Text] 不久前，越南农业与农村发展部所属农产品市场发展指委会举行\"资讯共享，适应向中国市场出口农产品和食品的新规定\"论坛（第248号令与第2. 号令）。. 中国海关总署第248号令公布《进口食品境外生产企业注册管理规定》、第249号令公布《进出口食品安全 ...\n[Source] https://zhuanlan.zhihu.com/p/433773165)", "寻人启事寻人启事五月七日上午黄石锦绣花园附近一位三岁左右女孩孩儿女孩儿四十十多多岁四十多十多岁四十多岁男人抱走希望好心好心人帮忙线索尽快女孩孩儿女孩儿家长联系谢谢黄石平安黄石黄石信息信息网黄石信息信息港黄石同城同城会evaa懒懒淘气w": "\n[Title] The best wedding highlight of a rwandan young couple SHEMA ... - YouTube\n[Text] Music in this Video is not mine:Ma Bae by Kevin kade: https://www.youtube.com/watch?v=V4srM09TrlUBreak of dawn by Nelson Freitas: https://www.youtube.com/wat...\n[Source] https://www.youtube.com/watch?v=EVAA9jHDa5w)\n[Title] About Form W-9, Request for Taxpayer Identification Number and ...\n[Text] Tiếng Việt Use Form W-9 to provide your correct Taxpayer Identification Number (TIN) to the person who is required to file an information return with the IRS to report, for example: Income paid to you. Real estate transactions. Mortgage interest you paid. Acquisition or abandonment of secured property. Cancellation of debt.\n[Source] https://www.irs.gov/forms-pubs/about-form-w-9)\n[Title] 【网络辟谣】锦绣花园小区附近的三岁小女孩又丢了？福建辟谣手把手教您识谣言_澎湃号·政务_澎湃新闻-The Paper\n[Text] 2022年1月28日，沈阳网警阐述：近日，\"三岁女孩在锦绣花园被拐\"的老谣言又在网络内出现，此前全国多地公安部门已多次对此进行辟谣。 沈阳网警微博截图 如何识破此类谣言，避免被误导呢？ 此类谣言，换个地名、换个号码，重新包装下就成为了新的谣言样式传播。 但这类老谣言一般都有固定的模板，我们只要在搜索引擎中输入关键字便可识别谣言。 百度搜索结果截图 大多数网友发现这类消息的时候，都认为不管是真是假先转发，是真的能帮助到其他人，是假的也无所谓。 但却没有想到如果网络充斥着虚假消息，对于社会的危害是很大的，而且个人在网络乱猜乱传也可能要承担法律上的责任。 网民在网络上看到寻人信息后，请尽量核实后再扩散。 一旦发生了儿童失踪事件，建议首先要与家人核实，其次立即报警。 福建辟谣提醒：\n[Source] https://www.thepaper.cn/newsDetail_forward_16548453)\n[Title] 朋友圈疯传三岁女孩在锦绣花园被拐走？系谣言_澎湃号·政务_澎湃新闻-The Paper\n[Text] 有线索酬金10万帮忙扩散，今天上午一个三岁小女孩在锦绣花园小区附近被人拐走了，小女孩能说出她爸爸的手机号码 从监控上看是被一个四十多岁男人抱走了现大人都急疯了 有知情者请告之 万分感谢 看到信息的兄弟姐妹留意一下 联系人宁继春13940292999。 这条信息是谣言! 这个小孩子已经从2015年开始失踪，每隔一段时间就失踪一次，相同的电话号码和名字，相同的地点锦绣花园小区附近，2016年失踪几次，2017年又失踪，2018年也再失踪。 网警提醒广大网民要学会理性上网，对网络信息保持敏锐的洞察力，要认真分辨信息的真伪。 在没有掌握信息真实性前提下，请勿随意转发、评论或支持。 同时，网警对故意编造谣言、制造恐慌、扰乱社会秩序的违法犯罪行为公安机关将依法查处。 特别声明\n[Source] https://www.thepaper.cn/newsDetail_forward_2970493)\n[Title] 【网络辟谣】锦绣花园小区附近的三岁小女孩又丢了？福建辟谣手把手教您识谣言_澎湃号·政务_澎湃新闻-The Paper\n[Text] 2022年1月28日，沈阳网警阐述：近日，\"三岁女孩在锦绣花园被拐\"的老谣言又在网络内出现，此前全国多地公安部门已多次对此进行辟谣。 沈阳网警微博截图 如何识破此类谣言，避免被误导呢？ 此类谣言，换个地名、换个号码，重新包装下就成为了新的谣言样式传播。 但这类老谣言一般都有固定的模板，我们只要在搜索引擎中输入关键字便可识别谣言。 百度搜索结果截图 大多数网友发现这类消息的时候，都认为不管是真是假先转发，是真的能帮助到其他人，是假的也无所谓。 但却没有想到如果网络充斥着虚假消息，对于社会的危害是很大的，而且个人在网络乱猜乱传也可能要承担法律上的责任。 网民在网络上看到寻人信息后，请尽量核实后再扩散。 一旦发生了儿童失踪事件，建议首先要与家人核实，其次立即报警。 福建辟谣提醒：\n[Source] https://www.thepaper.cn/newsDetail_forward_16548453)\n[Title] 悬赏10万!3岁孩子在锦绣花园小区被拐？潮汕人，这条消息别再转了!|网络谣言_网易订阅\n[Text] 【微信群截图如下】 真相到底是什么？ 请往下看! 六大可疑点 1：这条寻子消息没有宁继春本人的身份信息，也没有孩子丢失的具体时间和具体地点，只有模糊的\"今天上午\"、\"锦绣花园小区\"等； 2：而且经警方查询，内容中所附的联系电话。 归属地不是潮汕地区而在辽宁沈阳； 3：没有小孩走失当天的衣着特征描述。 4：尽管是外地号码，警方考虑可能是辽宁沈阳号码在龙岩地区使用，所以直接联系\"宁继春\"，多次拨打信息中的联系电话，均无法接通。 5：与派出所联系，结果也未接到类似的警情。 6：通过网络搜索，发现类似信息最早在2015年就在网络上被人散布，且出现了多个地区的版本：福州版、莆田版、铜陵版、北京版、海口版、杭州版、大连版……版本太多，而且姓名和电话完全相同! 经过平台多番求证确认! 这是一条谣言!\n[Source] https://www.163.com/dy/article/GV0DM4640552KG4G.html)\n[Title] 中国一个多月发生十多起中学生离奇失踪案 — 普通话主页\n[Text] 据《极目新闻》、《潇湘晨报》等多家媒体报道，武汉市黄陂区武湖正街光明路的14岁中学生刘奥成，11月12日离奇失踪后，至今杳无音信。 失踪者的母亲李女士对极目新闻说，\"11月12日晚8点30分左右，做完家务后，我让他帮忙下楼扔个垃圾，没想到等到深夜他还是没有回来\"。 监控探头的画面显示刘奥成的身影。 （网络图片/古亭提供）...\n[Source] https://www.rfa.org/mandarin/yataibaodao/renquanfazhi/gt1-11212022073159.html)\n[Title] 近期大量未成年少年失踪，背后真相或许很惊心？ - 知乎\n[Text] 近期大量未成年少年失踪，背后真相或许很惊心？ 知乎用户WNdFkW 追寻事件真相，关注社会热点! 近段时间的热点事件，除了有关疫情的新闻外，就和少年失踪的案件有关了! 先是江西上饶15岁高中生胡鑫宇神秘失踪案被疯狂热议；随后武汉14岁少年下楼丢垃圾后离奇失踪登上了热搜；接着四川雅江警方回应任贤齐转发的8岁男童失踪案。 通过网络搜索发现，少年儿童的失踪的案件，还有很多很多。 而这些，仅仅是少年儿童失踪案的冰山一角。 而现实，肯定比我们想象的还要严重。 孩子的安全问题，近段时间在很多学校都已经已经引起了高度重视，教师们通过班级群慎重提醒孩子家长们：注意孩子的安全。 就在近日，还有一个女人口贩子被群众现场抓获的视频在网上传播。\n[Source] https://zhuanlan.zhihu.com/p/585620854)", "防止强奸女孩胸部生生硬生生烫平世界约380万年轻女性惨遭胸部熨烫仪式迫害58%施虐年轻女孩母亲做理由平坦胸部避免好意不怀好意异性关注防止未婚未婚先孕女性割礼实质一种女性虐待世界全世界追求事业线一群女孩母亲以爱之名缩小胸部": "\n[Title] 胸部熨燙可防性侵？ 全球380萬少女受害 - Yahoo奇摩新聞\n[Text] 全球380萬少女受害 今日新聞NOWnews 更新時間： 2015年10月15日 上午3:19 女性胸部若不能正常發育，卻受到有如酷刑的對待，既不人道，也違反人權。 非洲就傳出有不少國家流傳一種駭人聽聞的「胸部熨燙」習俗，其目的是為避免青春期少女胸部發育，避免少女被性侵或性騷擾，這樣的理由恐怕過於荒謬與牽強。 聯合國報告就直指，全球多達380萬名少女飽受其害。 國際中心／綜合報導...\n[Source] https://tw.news.yahoo.com/胸部熨燙可防性侵-全球380萬少女受害-101946011.html)\n[Title] 全球380萬少女 被迫燙乳平胸防性侵 | 國際 | 中央社 Cna\n[Text] （中央社倫敦14日綜合外電報導）非洲多國普遍存在1種駭人聽聞的「胸部熨燙」習俗，目的是避免青春期少女胸部發育，藉此 ...\n[Source] https://www.cna.com.tw/news/aopl/201510150185.aspx)\n[Title] 什么是女性割礼？ | 地球知识局 - 知乎 - 知乎专栏\n[Text] 女子割礼一般采取四种切割方法：第一种是切除阴蒂包皮外加部分或全部阴蒂；第二种是切除小阴唇，以及部分或全部阴蒂、大阴唇；第三种是切除全部大阴唇和小阴唇，将阴道缝合、仅仅留一个小洞口以便经血和小便通过；第四种比较少见，包括对阴蒂采取灼烧、切开阴道放入腐蚀性物质以使其收紧等的极其极端的做法。 正常状态和较多的三种切割方式示意 （图片：Wikipedia） 案例图可能会引起部分读者不适 点击下方空白处显示图片 （图片： semanticscholar.org /女性外阴残割的外科手术重建） 这些让妇科大夫听了都摇头的操作，在当地还经常由业余人士操刀，过程中甚至没有完备的消毒措施。 过去的医疗条件更差，一般由家中年老有经验的女性拿着剪刀和止血布就徒手进行切割，连麻醉也难以做到。\n[Source] https://zhuanlan.zhihu.com/p/151660584)\n[Title] 熨胸 - 维基百科，自由的百科全书\n[Text] 理論 男性沙文主義 男性中心 性別歧視 厭女症 厭跨女症 蕩婦羞辱 行為 熨胸 （英語： Breast ironing ），一译\"熨乳\"或\"烫乳\"，是利用坚硬滚烫的物体压烫 青春期 女性胸部以延缓或停止 乳房 发育的习俗 [1] [2] ，一般由女孩母亲施行，目的是防止 性骚扰 、 性侵犯 [2] 、 早孕 [3] 或推后结婚等 [1] [3] 。 该习俗主要流行于西非的 喀麦隆 ，当地男人认为女性 乳房发育 是 性成熟 的标志 [1] 。 影响 身体影响 乳房熨烫极度痛苦，可能导致组织损伤。 截至2006年，尚未进行任何关于其影响的医学研究。 [1] 然而，医学专家警告称，这可能导致乳腺癌、囊肿和抑郁症，并可能影响以后的哺乳过程。\n[Source] https://zh.wikipedia.org/wiki/熨胸)\n[Title] 熨胸 - 維基百科，自由的百科全書\n[Text] 熨胸（英語： Breast ironing ），一譯「熨乳」或「燙乳」，是利用堅硬滾燙的物體壓燙青春期女性胸部以延緩或停止乳房發育的習俗 ，一般由女孩母親施行，目的是防止性騷擾、性侵犯 、早孕 或推後結婚等 。 該習俗主要流行於西非的喀麥隆，當地男人認為女性乳房發育是性成熟的標誌 。\n[Source] https://zh.wikipedia.org/zh-tw/熨胸)\n[Title] 熨胸 - 维基百科，自由的百科全书\n[Text] 熨胸 （英語： Breast ironing ），一译\"熨乳\"或\"烫乳\"，是利用坚硬滚烫的物体压烫 青春期 女性胸部以延缓或停止 乳房 发育的习俗 [1] [2] ，一般由女孩母亲施行，目的是防止 性骚扰 、 性侵犯 [2] 、 早孕 [3] 或推后结婚等 [1] [3] 。 该习俗主要流行于西非的 喀麦隆 ，当地男人认为女性 乳房发育 是 性成熟 的标志 [1] 。 影响 身体影响 乳房熨烫极度痛苦，可能导致组织损伤。 截至2006年，尚未进行任何关于其影响的医学研究。 [1] 然而，医学专家警告称，这可能导致乳腺癌、囊肿和抑郁症，并可能影响以后的哺乳过程。\n[Source] https://zh.wikipedia.org/wiki/熨胸)\n[Title] 联合国可持续发展集团 | 根除残割女性生殖器习俗：幸存者摇起反对大旗\n[Text] 编辑支持由发展协调办公室的ElieBaaklini和PaulVanDeCarr提供。. 人口基金和儿童基金会通过让媒体、宗教领袖和其他有影响力的人参与公共宣传活动，努力在阿拉伯地区和全世界根除残割女性生殖器习俗。. 联合国 难民署 驻索马里利亚办事处正在提高年轻父母对这种 ...\n[Source] https://unsdg.un.org/zh/latest/stories/survivors-lead-movement-end-fgm-arab-states)\n[Title] 全世界需加倍努力以实现到2030年废除女性生殖器割礼\n[Text] 全世界已有将近2亿女性遭受割礼并深受其害，而她们所在社区也因该做法深受影响。令人痛心的是，将有更多女孩成为受害者。 \"2015年，可持续发展目标表明了女性生殖器割礼、性别不平等与发展之间的密切联系，并再次激励全球开展到2030年废除割礼的行动。\n[Source] https://www.unicef.org/zh/新闻稿/全世界需加倍努力以实现到2030年废除女性生殖器割礼)", "人生无常佳佳胃癌晚期发烧肺部感染抢救无救今天离世天堂没有痛苦愿佳佳一路走天然呆小妞-萌萌哒北京北京康复中心康复中心": "\n[Title] 49岁胃癌iiib期患者，从确诊到离世只有23个月，是不是有家人照料疏忽的原因？ - 知乎\n[Text] 16,576 愚公 关注 谢邀 @惯看秋月春风 4 人赞同了该回答 华西医院病理确诊的低分化胃癌、部分 印戒细胞 ，CT检查分期3期，告知家属估计 生存期 ≤8个月。 81岁高龄了，没有手术和化疗。 2019年4月初开始喝中药维持了15个月，到2020年7月生活质量很不错。 老爷子觉得好多了（家属隐瞒了病情，告诉他只是普通胃炎），2020年5月就没好好吃药，7月底病情加重，猜到了病情，拒绝治疗。 11月初去世，从确诊到去世时间19个月。 楼主所说23个月，已经很不错了，已经是尽力，有些事非人力能改变，不必内疚。 编辑于 2021-07-19 00:12 赞同 4 19 条评论 分享 收藏 喜欢 收起 CCMTV临床频道 和你一起守护健康 关注 4 人赞同了该回答 30多岁的小伙子\n[Source] https://www.zhihu.com/question/465105809)\n[Title] 这个癌症来得静悄悄，80%患者确诊已是中晚期｜全国肿瘤防治宣传周 - 知乎\n[Text] 2020 年度新知答主 超过80%胃癌患者确诊时为晚期。 晚期胃癌患者5年生存率低于10%。 难道胃癌来临，就没有征兆吗？ 胃癌有没有办法早期发现？ 远离胃癌，我们能做点什么呢？ 根据2020年最新数据统计，全球每年新发胃癌病例约为108.9万人，死亡病例约76.9万人。 我国是世界上胃癌发病率和死亡率均较高的国家之一。 每年新发胃癌病例约47.8万人，约占全球的46%。 每年胃癌死亡人数约37.3万人。 胃癌发病人数居恶性肿瘤第四位，胃癌死亡人数排恶性肿瘤第三位。 因此，胃癌是危害我国人民健康的主要恶性肿瘤之一。 胃癌患者确诊时多为晚期 我国胃癌患者死亡率一直高居不下，其中一个重要原因就是我国胃癌患者在诊断时分期偏晚。\n[Source] https://zhuanlan.zhihu.com/p/365983484)\n[Title] 癌症病人临终时是怎样的的濒死感受？ - 知乎\n[Text] 癌症病人临终时是怎样的的濒死感受？. 我妈妈因为胃癌，在过年前一天去世了。. 从发现到去世，一年零八个月。. 我妈妈去世前呼吸衰竭，身体逐渐无法自控，但是我一直觉得她是清醒的，是有意识的。. 这个认知…. 写回答. 邀请回答. 好问题 61. 7 条评论.\n[Source] https://www.zhihu.com/question/268543157)\n[Title] 胃癌晚期，不能手术=\"等死\"？医生这样救了她_身体_澎湃新闻-The Paper\n[Text] 李东/上海交通大学医学院附属瑞金医院 2018-04-20 18:17 来源：澎湃新闻 ∙ 身体 > 字号 今天是42岁的赵春梅出院的日子，几个月前因查出胃癌而被宣告不治的她，在瑞金专家的精准方案下明显好转，此刻正高兴地指挥着丈夫老陈上下收拾回家的行囊。 几年前，赵春梅（化名）发现自己饭后总是胃胀、反酸。 慢慢的，她开始吃不下饭了，人暴瘦了10多斤。 上腹严重的胀痛让一向自诩身强体壮的她扛不住了，去年十一在海门当地做了个胃镜。 \"胃黏膜增厚\"，看到这五个字时，丈夫老陈的心上咯噔一声，意识到这或许不是个好兆头，但他不敢往下想，悄悄的把检查报告掖进口袋，强装笑意的跟赵春梅说\"别担心，估计就是小胃病，咱好好吃药就好了\"。 \"这种情况，最多三个月\" 挂了一个星期的盐水，赵春梅的情况一点不见好转。\n[Source] https://www.thepaper.cn/newsDetail_forward_2085686)\n[Title] 胃肠康复中心-首都医科大学附属北京康复医院\n[Text] 胃癌的微创治疗胃癌是消化道常见的一种恶性肿瘤，具有较高的死亡率，早期胃癌多无明显症状，部分…. 首都医科大学附属北京康复医院是一所以康复医学为特色的三级康复医院，隶属于北京市总工会，首都医科大学和北京市残联共同参与建设，医院同时承担 ...\n[Source] https://www.bjkfyy.com.cn/Html/Departments/Main/Index_116.html)\n[Title] 胃癌-北京大学肿瘤医院 北京大学临床肿瘤学院、北京市肿瘤防治研究所\n[Text] 概述 胃癌 可以在胃的任何部位产生，发展过程可能经过很多年。 胃癌 及癌前病变的症状隐匿且无特异性，因此早期 胃癌 很难发现。 事实上，我国只有5-10%的 胃癌 能被早期诊断。 更多 相关科室 胃肠肿瘤中心… 胃肠肿瘤中心一病区 胃肠肿瘤中心一病区是北京肿瘤医院以 胃癌 、 结肠癌 和 直肠癌 诊治为主的外科 临床科室 。 1976年建所初期成立的 肿瘤外科 腹部外科专业组即为现在胃肠肿瘤中心一病区的前身，是肿瘤研究所成立初期几个主要病种防治研究专业之一。 胃肠肿瘤中心一病区现有病床33张，医护人员37名，其中主任医师4人，副主任医师2人， 主治医 师5人，住院… 科室介绍 专家列表 出诊时间 科室风采 诊疗常识 科室荣誉 科室动态 科室相册 诊疗特色 健康科普 肿瘤生物信息…\n[Source] https://www.bjcancer.org/Html/Diseases/Main/Index_41110.html)", "吃成都外国美食地图每家歪果仁开从今今天从今天起做一个崇洋媚外崇洋媚外挣钱觅食吃遍世界从今今天从今天起关心成都歪果仁开店一个肚子一个肚子面朝美味敞开最鲜酿德国啤酒最难caada披萨风情土豪餐…i成都": "\n[Title] 成都有哪些餐厅能尝到地道的外国美食？ - 知乎\n[Text] 地址在科华路2号 王府井 购物中心4层. 2. 韩国花图缘烤肉. 这是一家号称成都韩国料理No:1，餐厅老板本身就是地道 韩国人 ，因为味道巴适，他们家生意每天都是爆满，相比其他几家韩国料理店，他们菜品也更便宜很多。. 特别是里面的秘制 牛雪花 ，烤出来后用 ...\n[Source] https://www.zhihu.com/question/417531885)\n[Title] 成都美食攻略：N刷吃不腻的15家小店!!不踩雷!【本地人推荐!非网红!】 - 知乎\n[Text] 1、火遍老外圈的川菜小店，没有菜单，想吃什么就在菜架上选，然后和叔叔说，麻婆豆腐强推! 人均25位置：人民南路四段17号附31，定位\"九九文具\"，从旁边的小区进去，左手边就是 2️、吞川汤饭 (太古里店) ，在太古里负一层，番茄牛腩汤饭套餐强推! 人均60。 高峰期人很多需要排队，但是不要担心因为翻台很快! 3️、营业了20多年的 朱大嘴肥肠 (福字街总店) ，香卤肥肠蘸辣酱面好香。 福字街这家肥肠豆汤饭好吃喔，就在红星路附近，他家拌肥肠也不错哈~人均30 4️、花串串 (致民路店) ，菜品新鲜坚决不卖隔夜菜，小碗菜闭店! 这家90%都是回头客‼️实打实靠味道收获了一大波忠实粉丝，当天菜品当天卖空，每天都是现串，新鲜度没得说10元左右一盘绝了，人均44\n[Source] https://zhuanlan.zhihu.com/p/394626818)\n[Title] 吃下安利!歪果仁强推\"郫县豆瓣\" | \"Pixian Douban\", popular among foreigners\n[Text] 成都发布 第十五届成都国际美食节正如火如荼，这是一场属于成都的美食狂欢。 撇开\"成都土著\"，那些远道而来的歪果仁，对成都美食又有着怎样的味觉体验？ 今天，小布就带你们来认识一位来自马耳他的\"中国通\" Victor，他正要展开一场\"豆瓣体验之旅\"。 The 15th Chengdu International Food Festival, a carnival for gourmets, is now in full swing. Aside from the locals, what about the food experiences of foreigners in Chengdu?\n[Source] https://zhuanlan.zhihu.com/p/99663275)\n[Title] 成都美食攻略：N刷吃不腻的15家小店!!不踩雷!【本地人推荐!非网红!】 - 知乎\n[Text] 成都美食攻略：N刷吃不腻的15家小店! ! 不踩雷! 【本地人推荐! 非网红! 】 木鸟民宿 已认证账号 如果用一个词来形容成都，那一定是安逸美味! 大街小巷随意逛逛，看似不起眼的小店里，都蕴含着点燃味蕾的美味! 因为成都是美食之城，所以这里对于美味的严苛程度也绝非一般，今天我们就一起来盘点一下成都的美味! 1、火遍老外圈的川菜小店，没有菜单，想吃什么就在菜架上选，然后和叔叔说，麻婆豆腐强推! 人均25位置：人民南路四段17号附31，定位\"九九文具\"，从旁边的小区进去，左手边就是 2️、吞川汤饭 (太古里店) ，在太古里负一层，番茄牛腩汤饭套餐强推! 人均60。 高峰期人很多需要排队，但是不要担心因为翻台很快! 3️、营业了20多年的 朱大嘴肥肠 (福字街总店) ，香卤肥肠蘸辣酱面好香。\n[Source] https://zhuanlan.zhihu.com/p/394626818)\n[Title] 成都有哪些外国人开的餐馆？ - 知乎\n[Text] 知乎，中文互联网高质量的问答社区和创作者聚集的原创内容平台，于 2011 年 1 月正式上线，以「让人们更好的分享知识、经验和见解，找到自己的解答」为品牌使命。知乎凭借认真、专业、友善的社区氛围、独特的产品机制以及结构化和易获得的优质内容，聚集了中文互联网科技、商业、影视 ...\n[Source] https://www.zhihu.com/question/447000363)\n[Title] 首版《成都米其林指南》发布 共 9 家星级餐馆入选\n[Text] 首版《成都米其林指南》发布 共 9 家星级餐馆入选. 2022 年 1 月 6 日，米其林正式发布了首版《成都米其林指南》完整榜单，包括 1 家二星餐館，8 家一星餐厅和 13 家必比登推介餐館，并颁发了特别奖项——米其林服务奖。. 2022 年 1 月 6 日，米其林正式发布了首 ...\n[Source] https://guide.michelin.com/sg/zh_CN/article/news-and-views/michelin-guide-chengdu-2022)\n[Title] 成都 5 大德式风味餐厅- Tripadvisor\n[Text] 中国成都最佳德式风味餐厅：在Tripadvisor查看成都德式风味餐厅的点评，并以价格、地点及更多选项进行搜索。 ... 成都快餐餐厅 成都海鲜餐厅 成都日式料理餐厅 成都烧烤餐厅 成都韩式料理餐厅 成都意餐餐厅 成都披萨餐厅 ... 很棒的餐厅，地道的美食和优质的 ...\n[Source] https://cn.tripadvisor.com/Restaurants-g297463-c21-Chengdu_Sichuan.html)\n[Title] 兰巴赫西餐·啤酒坊(水璟唐店)(成都) - 餐厅/美食点评 - Tripadvisor\n[Text] 兰巴赫西餐·啤酒坊 (水璟唐店) 未认领. 点评. 保存. 分享. 20 条点评 在成都的 1,519 家餐厅中排名第 91 ¥¥ - ¥¥¥ 德国菜 酒吧餐 欧洲. 四川省 成都 锦官驿街1号水璟唐文化保护街区1栋7号 +86 28 6517 8877 网址. 目前休息 : 查看所有营业时间.\n[Source] https://cn.tripadvisor.com/Restaurant_Review-g297463-d12138773-Reviews-LENBACH_Restaurant_Bar_Shuijingtang-Chengdu_Sichuan.html)", "流亡亡者流亡者正午故事也许没有真正清楚抗战之后到底韩国留在上海几十十年几十年后代已成地道上海说上海话做上海生意葬上海父辈最初朝鲜半岛朝鲜半岛沦陷流亡中国父辈一直叮嘱韩国再也无法回到过去界面新闻": "\n[Title] 大韩民国临时政府 - 维基百科，自由的百科全书\n[Text] 大韩民国临时政府诞生地旧址 上海法租界金神父路22号（今上海市黄浦区瑞金二路50号）. 1919年3月1日， 三一运动 爆发，以 孙秉熙 为首的三十三位民族代表在 明月馆 集体签署独立宣言书，宣布大韩民族有建立独立国家的神圣权利。. 在三一运动遭到日本殖民 ...\n[Source] https://zh.wikipedia.org/wiki/大韩民国临时政府)\n[Title] 一个临时政府的流亡路——记\"大韩民国临时政府\"，曾定都上海。 - 知乎\n[Text] 其实很多人未必知道，今天韩国政府的前身大韩民国临时政府是在1919年的上海成立的。 作为一个远离本土的流亡政府在中国存在了21年之久。 并因日本侵华战争，辗转过杭州、镇江、南京、长沙、广州、柳州、重庆等数地。 1992年，中韩建交后，这些旧址得以恢复原样并加以保护。 作为临时政府合法继承人的现代韩国政府对这些遗址也是倍加重视。 92年以后的历任韩国总统都曾于在任时到访过不同地方的\"大韩民国临时政府\"旧址。 说到大韩民国临时政府，得从朝鲜半岛的近代史说起。 1，日俄战争前的朝鲜半岛。 朝鲜半岛历史上长期属于我国的藩属，比如唐朝时期，新罗国以唐朝诸侯国自居，往往会冠以唐朝国号作为全称，如\"有唐新罗国\"、\"大唐新罗国\"等。\n[Source] https://zhuanlan.zhihu.com/p/520078371)\n[Title] 大韩民国临时政府 - 百度百科\n[Text] 大韩民国临时政府是 朝鲜半岛 在 日韩并合 后，于1919年在 上海 成立的一个流亡政府，被称为\"韩国民族独立运动的圣殿\"，中韩建交以来所有韩国总统必然莅临朝圣。 大韩民国在上海正式确立废除 君主制 ，成立民国；在上海选举出了大韩民国历史上第一任总统，第一任总理和第一任所有部长级长官；在上海召开了 大韩民国 历史上第一次政府代表会议；在上海成立了大韩民国历史上第一个议会；在上海通过了大韩民国历史上第一部宪法；韩国政府亦以在上海成立临时政府的1919年作为大韩民国的开国元年，历任韩国总统均会到访该遗址拜访。 中文名 大韩民国临时政府 地 点 上海市黄浦区 被称为 韩国民族独立运动的圣殿 纪念日 4月11日 [1] 成立时间 1919年 目录 1 历史沿革 2 地理位置 3 历史背景\n[Source] https://baike.baidu.com/item/大韩民国临时政府/7176338)\n[Title] 【临时政府成立百年】韩国流亡政府的上海往事 | 韩联社\n[Text] 【临时政府成立百年】韩国流亡政府的上海往事 滚动 2019年 03月 07日 15:33 韩联社上海3月7日电 漫步上海的心脏地带，就好像走进两个平行的世界，一边是商厦林立的繁华街区，一边是窄路小巷的安静老街。 大韩民国临时政府旧址就坐落在上海最繁华的淮海中路背后的一条小弄堂里。 1919年3月1日，沦为日本殖民地已经9年的韩半岛爆发抗日独立运动\"三一运动\"，国内外掀起反日浪潮。 旅居上海的韩国独立运动志士筹划成立临时政府，于4月10日晚在上海法租界举行临时议政院首次会议。 会议从10日深夜10时开到次日清晨，确定国号为大韩民国，并讨论通过了\"大韩民国实施民主共和制\"的临时宪章等一系列文件，这标志着大韩民国临时政府成立。\n[Source] https://cn.yna.co.kr/view/ACK20190307002200881)\n[Title] 移民时代｜此韩国城彼韩国城？在华韩国人的族裔社区与经济_思想市场_澎湃新闻-The Paper\n[Text] 尽管在华韩国人总数与庞大的中国人口相比微不足道，但他们集中在大城市的特定区域，已经形成了引人注目的居住区和商业区，其中包括本文提及的北京望京地区和上海虹泉路一带。 2014-2015年，我在望京地区进行了将近1年的田野调查，之后又有过三次短期访问。 田野调查期间，我寻找各种机会接触和参与韩国人、朝鲜族和汉族的日常社会和经济生活。 我曾长期租住朝鲜族开设的民宿，给韩商和韩企干做过翻译，在韩国人开设的补习班里当过兼职汉语教师，还担任过韩国主妇汉语学习小组的志愿教师。 在参与观察的基础上，我又对经营者、被雇佣者和消费者三个群体进行了深度访谈。 今年初开始，我带领华东理工大学社会学系的本科生研究团队开始对上海虹泉路的韩国街进行调研，并有了初步的成果产出。 \"韩国城\"：都市化、国际化与士绅化\n[Source] https://www.thepaper.cn/newsDetail_forward_8420076)\n[Title] 为什么上海的人均gdp是韩国的76％，最低工资标准却只有韩国的26％? - 知乎\n[Text] 人均GDP4.78万美元的香港的最低工资是6617RMB，上海的人均GDP是2.69万美元，是香港的百分之56，所以上海的最低工资应该是3626.65元，上海现在的最低工资是2590元，的确是有一点差距，但是上海的 最低工资 其实也还好吧。. 香港是真的有不少人拿最低工资的，上海 ...\n[Source] https://www.zhihu.com/question/438392684/answers/updated)", "nike推出猴年新款丑出高度丑出境界外国设计设计师中国元素加入作品之后会觉得很丑难道nike设计设计师下降头nike推出猴年新款丑哭网友": "\n[Title] Nike. Just Do It. Nike.com\n[Text] Just Do It. Nike.com. Top Suggestions. Love Sport Sale | Extra 20% Off. Use code HEART on select styles to get an extra 20% off Nike.com or 25% off in the App. Members: Free Shipping on Orders $50+. Sign Up. Get Your Gear Faster. Look for Store Pickup at Checkout. Arriving March 26th.\n[Source] https://www.nike.com/)\n[Title] 2024 Nike 鞋款发售计划原来亮点颇多？ - NOWRE现客\n[Text] 就在几天前，Nike 通过 SNKRS APP 发布了一个名为「SNKRS Showcase」的新栏目，首次以官方的形式提前为所有球鞋爱好者们曝光和揭晓了即将在 2024 年登场的诸多新品。. 除了大家熟悉的 Air Foamposite One、SB Dunk Low 的出现外，从 Clogposite、Air Pegasus 2005 的久违归来，再到 ...\n[Source] https://nowre.com/editorial/821647/2024-nike-xiekuanfashoujihuayuanlailiangdianpoduo/)\n[Title] 耐克猴年限定鞋的设计理念？ - 知乎\n[Text] nike果然是大招，这红光闪闪的四个大字，就怕别人看不懂英文啊。 我就说国货的潜力是无穷的，难道只有我一个人觉得这很像回力吗？ 看到这双鞋，我的反应就是？\n[Source] https://www.zhihu.com/question/39355868)\n[Title] 因六项专利\"对簿公堂\"，耐克、阿迪达斯知识产权纠纷背后在争什么\n[Text] 耐克、阿迪达斯两大运动品牌再次因专利问题\"对簿公堂\"。. 12月14日，据路透社报道，耐克正要求美国国际贸易委员会阻止进口多款阿迪达斯运动鞋，理由是其产品涉嫌抄袭耐克的专利针织面料FlyKnit设计技术。. 这并非阿迪达斯与耐克的首次对抗，2020年 ...\n[Source] https://new.qq.com/rain/a/20211214A0BRW200)\n[Title] 耐克心决事成新年系列-nike 中文官方网站\n[Text] 耐克 (Nike)2021年新年活动正式开启，CNY以中国结、春暖花开和爆竹辞旧为主题，推出特别设计的CNY系列运动鞋、休闲鞋和卫衣等人气新品，为你带来与众不同的新年礼物。 更多产品相关信息，尽在Nike.com.\n[Source] https://www.nike.com.cn/chinesenewyear)\n[Title] Nike Debuts First Shoe in Devin Booker Partnership, Nike Book 1\n[Text] According to a press release shared by Nike, to begin the design process of the Nike Book 1, Booker provided a handful of shoe silhouettes he found especially attractive, including the Air Force 1, Blazer, and AJ1. A creative thinker on and off the court, Booker shared inspiration outside of footwear, too, namely one of his restored vintage cars, a 1972 Chevy Blazer K5, which he lovingly calls ...\n[Source] https://www.nike.com/a/devin-booker-book-1-release-info)\n[Title] 耐克中国，面临大考-36氪\n[Text] nike的diy产品带有北京元素；来源：凤凰网 可以说，耐克已经走上了本土化的道路，各类国产品牌的竞争之下，叠加疫情的持续影响，其面临的考验 ...\n[Source] https://www.36kr.com/p/1814709841193861)\n[Title] 运动品牌的\"中国战争\"：耐克阿迪内外交困，国货\"翻大山\"没那么容易\n[Text] 随着各大运动品牌2022年半年报收官，原本占据的国内运动鞋服市场半壁江山的耐克、阿迪已然跌落神坛，呈现出不同程度的负增长。 反观国内运动品牌， \"国潮兴起\"大好局面显现。 风光不再的耐克阿迪 在中国运动品牌的争夺战上，\"铁王座\"终于换人了。 阿迪达斯日前发布的2022年二季以及上半年报显示，公司上半年增长5%至108.9亿欧元，归属于上市公司股东的净利润增长19%至7.76亿欧元。 虽然在西方市场呈现了强劲的增长态势，如在EMEA、北美以及拉丁美洲地区的销售额分别同比增长了9%、29%和45%，但阿迪达斯大中华区的销售额同比下降28%，出现\"大滑坡\"，因此拖累整体业绩。 这已不是阿迪达斯第一次在大中华区\"受挫\"。\n[Source] https://new.qq.com/rain/a/20220914A03E0300)", "语文写字课田氏书法教学027期本期主讲翠字楷书行书草书写法家长快转给你家熊孩子慢慢练习坚持练习不用花钱请老师照样写出一手好字学习更汉字写法请本博页面搜索田氏书法即会显示本博田氏书法推荐内容版权属书画画界书画界": "\n[Title] \"Fake News\" Is Not Simply False Information: A Concept Explication and ...\n[Text] \"Fake news,\" or fabricated information that is patently false, has become a major phenomenon in the context of Internet-based media. It has received serious attention in a variety of fields, with scholars investigating the antecedents, characteristics, and consequences of its creation and dissemination.\n[Source] https://journals.sagepub.com/doi/full/10.1177/0002764219878224)\n[Title] Everyday life: Fake news | Lesson | Onestopenglish\n[Text] Everyday life: Fake news. By Pete Clements. 2. In this lesson, available at two levels, students will share their attitudes and opinions on fake news, learn vocabulary related to social media and fake news and practise summarizing information in a text.\n[Source] https://www.onestopenglish.com/everyday-life/everyday-life-fake-news/558003.article)\n[Title] List of fake news websites - Wikipedia\n[Text] Definition. Fake news sites deliberately publish hoaxes and disinformation to drive web traffic inflamed by social media. These sites are distinguished from news satire (which is usually intended to be humorous) as they mislead and sometimes profit from readers' gullibility. While most fake news sites are portrayed to be spinoffs of other news sites, some of these websites are examples of ...\n[Source] https://en.wikipedia.org/wiki/List_of_fake_news_websites)\n[Title] Fake news: What it is, and how to spot it | World Economic Forum\n[Text] In a report on fake news published in 2017, UK lawmakers said the situation is unlikely to change, making education and better policing of online spaces paramount. \"What does need to change is the enforcement of greater transparency in the digital sphere, to ensure that we know the source of what we are reading, who has paid for it and why ...\n[Source] https://www.weforum.org/agenda/2019/03/fake-news-what-it-is-and-how-to-spot-it/)\n[Title] Fact check: How do I spot fake news? - DW - 01/03/2022\n[Text] Germany MediaGlobal issues Fact check: How do I spot fake news? Ines Eisele 01/03/2022 Whether it's COVID-19, climate change or migration — fake news spreads six times faster on social media...\n[Source] https://www.dw.com/en/fact-check-how-do-i-spot-fake-news/a-59978706)\n[Title] Taylor Swift fake nudes show explicit AI-generated images could ... - Axios\n[Text] By the numbers: Fake nudes have increased more than 290% since 2018 on the top 10 websites that host them, the Washington Post reported last year. 86% of people polled by the AI Policy Institute in January said they believe \"it should be illegal\" to use AI to create deepfake porn. 91% said people who use models to do so should be held liable.\n[Source] https://www.axios.com/2024/02/03/taylor-swift-deepfake-ai-image-protection)\n[Title] Fake news, disinformation and misinformation in social media: a review ...\n[Text] Social media outperformed television as the major news source for young people of the UK and the USA. 10 Moreover, as it is easier to generate and disseminate news online than with traditional media or face to face, large volumes of fake news are produced online for many reasons (Shu et al. 2017).Furthermore, it has been reported in a previous study about the spread of online news on Twitter ...\n[Source] https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9910783/)\n[Title] Fake news: What it is, and how to spot it | World Economic Forum\n[Text] In a report on fake news published in 2017, UK lawmakers said the situation is unlikely to change, making education and better policing of online spaces paramount. \"What does need to change is the enforcement of greater transparency in the digital sphere, to ensure that we know the source of what we are reading, who has paid for it and why ...\n[Source] https://www.weforum.org/agenda/2019/03/fake-news-what-it-is-and-how-to-spot-it/)", "心灵解码以前总是想留住身边一个后来发现从小玩到伙伴新认识朋友其实不必强求愿意不堪时陪愿意一起挺过难关愿意冷水泼冷水清醒走天长地久天长地久说说根本不必留愿意重要来得长久晚安": "\n[Title] 心灵哲学 - 维基百科，自由的百科全书\n[Text] 心灵哲学 （英語： philosophy of mind ），也称 心智哲学 、 精神哲学 等，是哲学的一大分支，研究 心灵 的 存在 和本质，及其与 身体 的关系。 心灵哲学的核心问题是 心物关系问题 ，以及： 意识的困难问题 ，特定精神状态的基本特征等等。 [2] [3] [4] 哲学家研究心灵的这些方面： 精神活动 、 精神功能 、 精神性质 、 意识 、心灵本体论、思想、心灵对身体/物体的作用等。 二元论 和 一元论 是心物关系问题的两个主要派别，各派别之间又因分歧有所差异： 二元论 来源于17世纪时实体二元论者 笛卡尔 的著作。\n[Source] https://zh.wikipedia.org/wiki/心灵哲学)\n[Title] 心灵哲学是一门怎样的学科？ - 知乎\n[Text] 心灵哲学是近几十年繁荣起来的哲学， 例如美国著名心灵哲学家 约翰·赛尔 的看法，人们对言语行为的分类要进一步诅溯到人的意识回题研究 ，所以他就从 言语行为理论 研究转向心灵哲学。 这也同时是因为这些年来认知科学的发展，这也是一门非常需要科学和哲学交叉的学科，给 心灵哲学 的发展极大的帮助。 可以说上世纪七十年代以来，在 分析哲学内部，心灵哲学已经慢慢取代了 语言哲学 作为分析哲学最主要研究领域的地位。 这个领域怎么说呢，还是 百家争鸣 ，也没有一个统一的代表人物，整个理论有点类似于 科学哲学家 库恩认为的前科学状态， 如果这一门哲学能够突破，并成为一门真正的 经验科学 ，那可以说是哲学再—次回归科学领域的一派尝试 。 顺便说一下我知道的心灵哲学的几个研究方向： ①意识的性质是什么？\n[Source] https://www.zhihu.com/question/416591782)\n[Title] 珍惜是什么感觉，该如何学会珍惜身边的人？ - 知乎\n[Text] 大二上学期，我很幸运，遇到了一个初阳般温暖的女孩子。 她超级爱笑，大大的眼睛笑起来，让人感觉扫清了心中的一切阴霾。 我到现在到记得，那天傍晚，天空已黑得像是 北方的海 ，间歇还透着点顽强的阳光。 我骑着自行车到了她们军训队伍附近，下车走到了这一群小学弟学妹身旁。 昏黄路灯下，她笑着看着我，大大的眼睛闪闪发亮。\n[Source] https://www.zhihu.com/question/23131762)\n[Title] 余生，好好珍惜眼前人 - 知乎 - 知乎专栏\n[Text] 把自己的爱，给身边那个人。 对于爱情，人常常都是如此，觉得得到的，都并不怎么样，而那个自己没有拥有的人，外面的人，更加吸引自己的眼球，也更加符合自己的心意。 结果，和身边人在一起的时候，就总是嫌弃对方，一直对别的人心心念念。 当我们总是如此，不用说，这对那个人并不公平，我们也并不可能感受到多少的快乐。 其实，很多时候，我们总是觉得别的人更好，那未必是因为那些人真的就很多么好，不过就只是，那些人恰好不在我们的身边，我们刚好并不曾得到而已。 再珍贵的东西，再不错的人，一旦拥有了，我们都很难再感受到价值，而当我们不曾得到，却一直会将其美化，总是觉得那是如此的美好。\n[Source] https://zhuanlan.zhihu.com/p/399194445)\n[Title] 决定人与人关系能否长久的，不是感情，而是交换 - 知乎\n[Text] 决定人与人关系能否长久的，不是感情，而是交换 欧巴 为彼此赋能，一段关系才能走入正循环。 社会学家布劳曾提出过一个观点：人和人之间的关系和互动，都是一种交换。 在他看来，每个人都是要从人际关系中获得报酬的。 一种是 内部报酬 ，比如思维与能量的交换； 一种是 外部报酬 ，比如物质、功利性的交换。 人际关系的本质，就是互相扶持、彼此赋能的过程。 01 曾在网上看过一个话题：有哪些露骨的人性真相？ 最高赞回答说：追逐利益，是人的天性。 成年人世界里，利益是纽带，一旦失去，关系往往也容易分崩离析。 年轻时的查理·芒格，曾就职于一家律师事务所。 合伙人加勒特对他十分器重，手把手教他业务，还安排他接待一些高端客户。 芒格对此十分感激，将加勒特视为知己。\n[Source] https://zhuanlan.zhihu.com/p/673569318)\n[Title] 人际关系很重要吗？人际关系到底意味着什么？ - 知乎\n[Text] 人际关系，说到底，就是我们与他人之间交流和互动的方式，是我们社会生活的一部分。 你可以把人际关系想象成生活中的一条条看不见的线，连结着每一个人。 我们每个人都是这个大网络中的一部分，我们的幸福感、成就感，甚至是我们的身份认同，都在很大程度上受到这些关系网的影响。 想想看，我们从出生开始就在建立人际关系，先是与父母，然后是兄弟姐妹，紧接着是在学校里遇到的朋友和老师。 这些早期的关系教会我们如何互动，如何表达情感，还有如何社交。 随着时间的推移，我们的社交圈子会慢慢扩大，包括同事、伴侣、甚至是偶然遇见的陌生人。 你知道吗？ 有时候，人际关系可以像一剂药一样治疗我们的心灵。 在我们难过或者需要帮助的时候，朋友和家人的支持可以让我们感到温暖和安慰。 而我们也会为他们做同样的事情。\n[Source] https://www.zhihu.com/question/642461583)", "一张照片网络非常火爆说明是否社会三六六九三六九三六九等之分身份何德何何德何能百姓八抬大轿值得反思值得反思分享造谣": "\n[Title] 自拍照：社交媒体美图背后透露的惊人真相 - Bbc 英伦网\n[Text] 自拍照：社交媒体美图背后透露的惊人真相. 如果你一有几秒钟的空闲时间就漫不经心地滑动 IG （Instagram）或者脸书，那么你就一点儿都不会寂寞 ...\n[Source] https://www.bbc.com/ukchina/simp/vert-fut-47915162)\n[Title] 背后的现实与错综争论：网络照片引发的城市环境讨论\n[Text] 分析：网络照片背后的挑战. 这次虚实之争，不仅仅是关于中国火车卫生问题的辩论，更是一个关于信息真实性、思维模式和国际关系的反思。. 网络照片在引发讨论的同时，也暴露出信息失真、偏见、主观情感等挑战。. 我们需要以更加客观理性的态度，对信息 ...\n[Source] https://baijiahao.baidu.com/s?id=1774846055678092268)\n[Title] 【情报工具】P图p到真假难辨，推荐8种图像情报分析工具教你一眼识别 - 知乎\n[Text] http://exifdata.com/index.php EXIF 文件中包含的信息包括手机型号、相机信息，如 F 光圈、闪光灯、ISO 编号、曝光、快门速度、镜头、分辨率、白平衡和 GPS 坐标。 而用 PS 处理过的图片，也会带有 Photoshop 的软件信息。 此类数据可用于各种 OSINT 原因调查。 比如调查相机类型，或者照片的 GPS 坐标来寻找某人的位置。 有许多工具可用于查看 EXIF 数据，包括只需右键单击图像并转到详细信息。 当我们访问 ExifData.com 时，我们需要从计算机上传图像或提交 URL。 来自 exifdata.com 的屏幕截图 图片加载到网站后，我们就可以在图片右侧看到详细信息摘要。\n[Source] https://zhuanlan.zhihu.com/p/445749161)\n[Title] 4个小工具，帮你快速核查图片真伪 - 全球深度报道网\n[Text] 最近几年，经过处理过的虚假图片和将真实图片混杂虚假信息以误导受众的情况，正变得越来越普遍。在这篇文章中，我们会介绍 Photo Sherlock、TinEye 等几款免费工具，手把手教你追查网络图片的来源、验证图片的真伪。\n[Source] https://zh.gijn.org/报道/verify-images/)\n[Title] 黄浦江封: 新冠冲击 - 中国的等级社会正在崩解\n[Text] 2022-23年的冬天，大概是过去五十年以来中国最寒冷的冬天。在跨年前后，中国在全国范围内重演了三年前武汉的悲剧，哀鸿遍野，数百万老人的生命 ...\n[Source] https://www.voachinese.com/a/coronavirus-shock-chinas-hierarchical-society-is-collapsing-20230111/6914308.html)\n[Title] 古特雷斯：世界在保护少数群体权利方面\"远不能\"兑现承诺 | | 1联合国新闻\n[Text] 联合国秘书长 在纽约举行的纪念 《在民族或族裔、宗教和语言上属于少数群体的人的权利宣言》 通过30周年活动上发表讲话。 各国在大会期间举行该活动，严格评估这一里程碑式文件的进展情况。 \"公然的不作为和疏忽\" 在评价各国的努力时，古特雷斯直言不讳。 他表示：\"事实残酷：30年过去了，世界还远不能兑现承诺。 \" \"我们面对的不是差距，而是在保护少数群体权利方面 公然的不作为和疏忽 。 \"...\n[Source] https://news.un.org/zh/story/2022/09/1109891)", "中国十大单身聚集聚集地天津第一北京第九民政民政部数据显示中国大陆单身男女单身男女人数已近亿主动选择单身单女明显增多从图看出天津位居中国十大单身聚集聚集地榜首四川第二十大单身四川全国第二二名第二名图是拖后腿咩": "\n[Title] China is using the world's largest online disinformation operation to ...\n[Text] The Chinese government has built up the world's largest known online disinformation operation and is using it to harass US residents, politicians, and businesses—at times threatening its ...\n[Source] https://www.cnn.com/2023/11/13/us/china-online-disinformation-invs/index.html)\n[Title] Fake news YouTube creators target Black celebrities with AI-generated ...\n[Text] YouTube videos using a mix of artificial intelligence-generated and manipulated media to create fake content have flooded the platform with salacious disinformation about dozens of Black ...\n[Source] https://www.nbcnews.com/tech/misinformation/ai-deepfake-fake-news-youtube-black-celebrities-rcna133368)\n[Title] 一文看懂虚假新闻检测（附数据集 & 论文推荐） - 知乎\n[Text] 本文主要简单介绍了我们的做法和几篇具有典型代表的假新闻论文，从不同的方法路径去了解多模态、网络游走、特征挖掘等手段在假新闻领域上的一些实践。 模型构建 根据 [Kai Shu, 2017] 的划分， 模型在这里主要有两类： 1）基于内容的建模；2）基于社交网络的模型。 1. 基于内容建模 有 1.1 面向知识和事实库的和 1.2 面向行文风格的。 1.1 面向知识库 事实检查系统有点类似谣言鉴别系统 ，对文章描述的观点和客观事物进行校真，类似 QA 系统是一个比较复杂的 NLP 领域，包括知识表示、知识推理。 在知识库数据集上有集中划分方式： 1. 专家系统： 各个领域的专家构建的知识库， 显然这种方式的效率和扩展性都非常差。\n[Source] https://zhuanlan.zhihu.com/p/57124028)\n[Title] Dozens of fake news websites and social media accounts pushed pro-China ...\n[Text] Aug. 4, 2022, 4:40 AM PDT. By Kevin Collier. A Chinese marketing firm hosted a ring of at least 72 fake news sites in 11 languages with corresponding fake social media personas that pushed Chinese ...\n[Source] https://www.nbcnews.com/tech/tech-news/dozens-fake-news-websites-social-media-accounts-pushed-china-talking-p-rcna41140)\n[Title] 一文看懂虚假新闻检测（附数据集 & 论文推荐） - 知乎\n[Text] 文章认为之前的检测方法不能很好的一次整合正文（text），反馈（response），源（source）三者的特征。. 论文的数据集来自 twitter 和 weibo，weibo 中的正文就是讨论的某个话题，而非一般的文章，反馈就是主题参与者的回复，源就是回复的用户。. 整个架构由两个 ...\n[Source] https://zhuanlan.zhihu.com/p/57124028)\n[Title] Cikm 2021 | Mdfend：多领域虚假新闻检测（已开源） - 知乎\n[Text] 本文针对 多领域虚假新闻检测 任务，公开了 中文多领域虚假新闻检测数据集——Weibo21 ，并设计了一种 基于多专家框架的多领域虚假新闻检测方法——MDFEND 。 题目：MDFEND: Multi-domain Fake News Detection 作者：南琼、曹娟、朱勇椿、王彦焱、李锦涛 会议：CIKM 2021 类型：Short Paper 论文： arxiv.org/pdf/2201.0098 或 dl.acm.org/doi/abs/10.1 代码： github.com/kennqiang/MD 一、背景介绍 近年来，随着互联网的快速发展，社交媒体（例如，微博、推特）成为了人们获取信息的重要渠道，但同时也成为了虚假新闻广泛传播的平台。\n[Source] https://zhuanlan.zhihu.com/p/443690475)\n[Title] 一文看懂虚假新闻检测（附数据集 & 论文推荐） - 知乎\n[Text] 本文主要简单介绍了我们的做法和几篇具有典型代表的假新闻论文，从不同的方法路径去了解多模态、网络游走、特征挖掘等手段在假新闻领域上的一些实践。 模型构建 根据 [Kai Shu, 2017] 的划分， 模型在这里主要有两类： 1）基于内容的建模；2）基于社交网络的模型。 1. 基于内容建模 有 1.1 面向知识和事实库的和 1.2 面向行文风格的。 1.1 面向知识库 事实检查系统有点类似谣言鉴别系统 ，对文章描述的观点和客观事物进行校真，类似 QA 系统是一个比较复杂的 NLP 领域，包括知识表示、知识推理。 在知识库数据集上有集中划分方式： 1. 专家系统： 各个领域的专家构建的知识库， 显然这种方式的效率和扩展性都非常差。\n[Source] https://zhuanlan.zhihu.com/p/57124028)\n[Title] Statistics & Facts about Fake News | Statista\n[Text] False news in the U.S. - statistics & facts United States False news is an insidious and global problem. In the United States, the term and concept grew in popularity during the 2016 U.S....\n[Source] https://www.statista.com/topics/3251/fake-news/)", "我妈女儿可爱注意千万不要小孩单独一个外面玩耍拐卖小孩卖器官已经好多小孩偷走请注意白兔潭泉沅村犯罪已经抓两个三个没抓求转发株洲湖南湖南省醴陵醴陵市白兔潭中学": "\n[Title] 从失踪儿童看警惕器官贩卖 - 知乎 - 知乎专栏\n[Text] ②西藏冒险王在冰洞里发现了不少被烧毁的疑似失踪人员的年轻女性的身份证 这个信息，是非常隐蔽的，即使你去百度，也很难再找到相关信息了，因为冒险王很早之前就把这段视频删除了。 当然了，如果只是拍到被烧毁的身份证，其实并不能说明些什么，关键是他还拍到了印有\" 国际医学 \"字样的直升飞机经过! ! 这就很可疑了，当然了，你说完全没联系，那也可以。 后面冒险王在冰川中\" 意外 \"跌足死亡，我们永远也不可能知道真相了，本人也没本事去追求真相。 ③国内不少专家，都提议要加大器官捐赠的力度 这个叫陈静瑜的代表，建议加快脑死亡的立F进程 而这位代表，正好是中日友好医院的主任 而我们在器官移植方面，曾经和日本，有过一段\" 非常不友好 \"的历史。\n[Source] https://zhuanlan.zhihu.com/p/585173806)\n[Title] 儿童器官被摘走，尸体被抛弃，人贩子要怎么消灭？ - 知乎\n[Text] 2014年3月，央视《社会能见度》栏目对城市\"丐帮\"进行调查。 城市丐帮的\"管理层\"往往三五人抱团，控制十到二十个残疾乞丐。 这些躯体严重畸形的乞丐都是通过拐卖，再戮瞎眼睛，砍去一膀一腿，毁容等人为致残，使儿童口不能言，眼不能视，变成了连父母都认不出来的残疾人。 然后进行适当训练，让其成为乞讨工具。 为了在乞讨过程中得到更多人的同情，进而获得更多利润，丐帮会加大儿童的惨相。 比如丐帮将拐卖到的一到两岁以上的孩子腿敲碎，任他流血流脓，不但留下残疾，还保证伤口惨不忍睹，过路行人纷纷心痛而给钱。 有资料显示，光是在东莞，从事乞讨为生的就有约3000人，而他们中的相当一部分，都是身体残疾者。 3.最惨的一种，器官被摘走买钱。 这些孩子，最小的，尚在襁褓中，最大的不过7、8岁!\n[Source] https://zhuanlan.zhihu.com/p/419579402)\n[Title] 点赞!广东株洲，女童被同村男子以6万元拐卖，警方跨4省成功解救|犯罪|人贩子|儿童罪|男子掌掴男童_网易订阅\n[Text] 根据刑法规定，犯拐卖儿童罪的，处5-10年有期徒刑，并处罚金，如果有拐卖儿童三人以上，或者造成被拐卖的儿童或者其亲属重伤、死亡或者其他严重后果等情节的，处10有期徒刑，最高可以处死刑，并处没收财产。 易而言之，拐卖儿童罪的起刑点是5年，最高可以判处死刑。 而收买被拐卖儿童的，处3年以下有期徒刑、拘役或者管制。 对被买儿童没有虐待行为，不阻碍对其进行解救的，还可以从轻处罚。 笔者认为，应该加大对拐卖儿童和收买被拐卖儿童的处罚力度，特别是收买被拐卖儿童的，3年以下的刑期，太轻了。 真想要收养孩子，可以通过正规途径收养，而不是收买被拐卖的儿童，破坏他人家庭! 3、温某构成拐卖儿童罪，没有异议，他将面临怎样的处罚？\n[Source] https://www.163.com/dy/article/HQ6J6TAB0553HGMM.html)\n[Title] 余华英拐卖儿童案今日二审开庭 杨妞花等被害人将到庭参加诉讼\n[Text] 今天（28日）9时30分，备受关注的余华英拐卖儿童一案在贵州省高级人民法院二审开庭。. 据了解，杨妞花等被害人及家属将到庭参加诉讼。. 此案于9月18日在贵州省贵阳市中级人民法院一审宣判，对被告人余华英以拐卖儿童罪判处死刑，剥夺政治权利终身，并处 ...\n[Source] https://news.sina.cn/gn/2023-11-28/detail-imzwchhf3671972.d.html)\n[Title] 我儿子，6岁在家门口失踪，嫌疑村民三天后自杀，留遗书自证清白|疯狂|结婚|寻子|人贩子_网易订阅\n[Text] 2013年10月6日上午8点半左右，我儿子在湖南省醴陵市白兔潭镇牛仙公园附近走失。 最后一个见到孩子的同村男子却在3天后也离奇自杀身亡，自此线索全断。 如今快10年过去了，想必他应该是个16岁的少年了。 如今却生不见人，死不见尸。 每每回忆起孩子的点滴，我的心都在滴血。 失去孩子的这3000多天，我从未放弃寻找。 （宇杰失踪前） 我们贴寻人启事，找遍全村各个角落，通过各个媒体找寻儿子，至今儿子的失踪还是未有结果。 宇杰，是我的儿子，是我的青春，是真正和我分享过心跳的人。 每每念及此处，我和老公别无他求，只想孩子还能健康的活着。 我出生于1985年，老公1984年出生，我俩是自由恋爱。 我是江西人，算是远嫁到了湖南。 这里的年轻人普遍结婚都比较早。\n[Source] https://www.163.com/dy/article/HQ54S4880552M4Y3.html)\n[Title] 白兔潭镇_百度百科\n[Text] 白兔潭镇，隶属于湖南省株洲市醴陵市，地处醴陵市东北部，东邻江西省上栗县长萍乡，南接王坊镇，西南、西连浦口镇，北界李畋镇，行政区域面积72.26平方千米。清代时期，属十三都渣江境；1985年3月，撤乡建白兔潭镇。2015年，将原富里镇的荷田、柏大、长庆3个建制村和原南桥镇的星湖村划归 ...\n[Source] https://baike.baidu.com/item/白兔潭镇/2464606)", "说转发微博想免费得到苹果朋友请提高智商下限不好好不好没有智商节操一个4s节操碎一地4000元当诱饵心态中国中国队取得本届伦敦奥运奥运会金牌第二二名第二名转发此篇微博者免费送三星盖世三手机htcoex随即抽奖骗小狗": "\n[Title] Home - Welcome to altafiber\n[Text] Welcome to altafiber - Your destination for breaking news, entertainment, sports, games, trending videos, weather and much more.\n[Source] https://www.altafiber.net/)\n[Title] University of Illinois Athletics - Official Athletics Website\n[Text] Main Navigation Menu. The official athletics website for the University of Illinois Fighting Illini.\n[Source] https://fightingillini.com/)\n[Title] 微博上先买东西再抽奖这个是真的吗？ - 知乎\n[Text] 好家伙，就是昨天我微博抽奖看一个2万多的博主，发iPhone抽奖，人转得还蛮少的，于是我就关注并且转发了微博。然后进入下午我进去微博看，发现他给我发了信息，说我是第三位幸运的宝宝。我就进知乎看一下是不是有类似经历的人，结果有，这是骗局。\n[Source] https://www.zhihu.com/question/465284136)\n[Title] 调查｜微博抽奖\"套路\"层出不穷，为何总有人掉入相同陷阱？_活动_徐晓曼_平台\n[Text] 2021年11月末，徐晓曼转发了不少抽奖活动，同样通过微博私信得知获奖信息的她，不仅支付了商品费用，还另附了对方声称的所谓\"税费\"。 据徐晓曼介绍，在支付了鞋子和手表两款产品700多元的费用后，其分别抽中了价值12800元的iPhone13 Pro Max苹果手机和8888元现金红包。 \"之后他就让我交税了，说按照国家规定公司出款支出需要缴纳10%的税费，21688元的税费是2168元，支付后5分钟左右会返还，因为我没有那么多钱，他就说可以先付888元折现8888（元），再折现手机。 \"徐晓曼表示。\n[Source] https://www.sohu.com/a/541210825_632979)\n[Title] 移动免费送手机是什么鬼？ - 知乎\n[Text] 移动免费送手机是什么鬼？ ... 某小额贷款公司不是要放贷收息吗，好说，我就向这个小额贷款公司承包这个放贷业务，至于我怎么帮你把贷款放出去，你小额贷款公司就别管了，把任务交给我这个外包商，我保证把活儿给你办得漂漂亮亮的。 ...\n[Source] https://www.zhihu.com/question/450667812)\n[Title] 承诺三年不转网就可免费得礼品、手机……\"热情来电\"背后有啥猫腻？\n[Text] 称三年不转网免费送手机，却转走2520元 今年1月初，王先生收到自称是移动公司免费送手机的电话，当时王先生问对方有没有捆绑政策或附加条款，对方说只要3年内不携号转网、不换号就可以，当时就登记了。 1月下旬，一男子驾车来到王先生预留的地址送手机，跟王先生说要最低消费90多元才能送手机。 查询发现王先生消费达不到，对方说有个最低消费36元/月，王先生称这个他可以达到。 随后男子让王先生打开手机扫他的支付宝称要\"授权\"。 在王先生不知情的情况下直接转走2520元。 转走钱后该男子才和王先生签订合同。\n[Source] https://baijiahao.baidu.com/s?id=1761663582098727690)\n[Title] 外媒：中国告别\"唯金牌论\"选手展示个性\n[Text] 中国四年前以38枚金牌的成绩在伦敦奥运会金牌榜名列第二，仅次于美国。本届奥运会，中国在开赛首日一金未得，在游泳、射击和体操等优势项目上只取得银牌和铜牌。 想当年，1984年奥运会夺得6枚奖牌的著名体操运动员李宁，因为在1988年汉城奥运会没有赢得 ...\n[Source] http://www.scio.gov.cn/gjgz_0/202209/t20220921_417401.html)\n[Title] 看，他们是这样的中国体育健儿——为你喝彩，中国骄傲\n[Text] 中国体育，我们为你自豪! 关键词：超越 东京奥运会中国体育代表团夺得38金、32银、18铜，共88枚奖牌，金牌数、奖牌数仅次于美国，位居第二，追平伦敦奥运会取得的境外参赛最好成绩。 当我们为金牌欢呼喝彩时，也为赛场上那些虽未能摘金夺银，却依然奋勇拼搏、超越自己的运动员深感荣耀。 \"金牌固然可贵，运动员不断超越自我的拼搏精神更令人感动\"\"我们不再仅仅追求荣誉，更看到背后的拼搏精神\"……一次次突破、一次次超越，生动诠释了体育除了金牌之外更丰富、更多元的社会功能。 关键词：纪录 纪录，就是被用来打破的。 体育的内涵之一就在于不断超越固有成绩，不断挑战人类极限。 但唯有刻苦训练、顽强拼搏，才能在赛场上呈现如此多的精彩，将不可能变为可能。\n[Source] http://olympic.cn/news/olympic_comm/2021/0809/388720.html)", "五驴友爬山被困六小小时六小时救下昨天天下下午昨天下午四点左右房山蓝天救援救援队接到求助信息名驴友困于房山山区房山区坡峰岭阿蒙小道附近断崖救援救援队出动26名队员昨晚10点找到被困名驴友绳索人救送下山名驴友身体没有大碍记者杨益张群琛秒拍视频": "\n[Title] List of fake news websites - Wikipedia\n[Text] Definition. Fake news sites deliberately publish hoaxes and disinformation to drive web traffic inflamed by social media. These sites are distinguished from news satire (which is usually intended to be humorous) as they mislead and sometimes profit from readers' gullibility. While most fake news sites are portrayed to be spinoffs of other news sites, some of these websites are examples of ...\n[Source] https://en.wikipedia.org/wiki/List_of_fake_news_websites)\n[Title] Fake news study: Most Americans can't spot fake news, study finds - CNN\n[Text] CNN — As many as three in four Americans overestimate their ability to spot false headlines - and the worse they are at it, the more likely they are to share fake news, researchers reported...\n[Source] https://www.cnn.com/2021/05/31/health/fake-news-study/index.html)\n[Title] Fact check: How do I spot fake news? - DW - 01/03/2022\n[Text] 01/03/2022 Whether it's COVID-19, climate change or migration — fake news spreads six times faster on social media than facts. But how can I identify and check fake news? Here's some advice...\n[Source] https://www.dw.com/en/fact-check-how-do-i-spot-fake-news/a-59978706)\n[Title] DA Gonzales' spokesman calls Wren Collective coverage 'fake news'\n[Text] DA Gonzales' spokesman calls Wren Collective coverage 'fake news' There are more than 200 pages of conversations between DA, first assistant DA and the Wren Collective.\n[Source] https://www.ksat.com/news/local/2024/02/03/da-gonzales-spokesman-calls-wren-collective-coverage-fake-news/)\n[Title] Fact check: How do I spot fake news? - DW - 01/03/2022\n[Text] Fake news often reaches users as a post on platforms like Facebook, Twitter or Instagram. Take a close look at the account that was used to spread the news. This can reveal a lot about the person ...\n[Source] https://www.dw.com/en/fact-check-how-do-i-spot-fake-news/a-59978706)\n[Title] 蓝天救援队回应\"救援队断水驴友却烧水泡茶\"：理性看待个案_澎湃号·政务_澎湃新闻-The Paper\n[Text] 115 蓝天救援队回应\"救援队断水驴友却烧水泡茶\"：理性看待个案 菏泽巨野县法院 关注 2021-05-14 16:21 山东 来源：澎湃新闻·澎湃号·政务 字号 5月9日，发生在北京房山野山之中的一次救援，让身经百战的房山蓝天救援队队员感慨：\"这是建队以来，单日救援最难最危险也最累的一次。 \" 救人要紧 走最危险也最近的\"曲曲路\" 5月9日17时许，房山蓝天救援队接到求救电话。 有一名女游客的脚踝被100多斤的大石头砸中了，情况危急。 挂了电话，蓝天队员火速集结。 经了解：他们有80多人，从外地乘坐两辆大客车来房山爬野山。 和受伤的女驴友一起的共4人被困，另外，还有11人走散、3人失联，均不知所终。 蓝天队员初步判断出他们被困的位置后，如何接近他们，让蓝天队员犯了难。\n[Source] https://www.thepaper.cn/newsDetail_forward_12674761)\n[Title] Worries Grow That TikTok Is New Home for Manipulated Video and Photos\n[Text] Worries Grow That TikTok Is New Home for Manipulated Video and Photos. Misleading edits, fake news stories and deepfake images of politicians are starting to warp reality on the popular video ...\n[Source] https://www.nytimes.com/2022/11/04/technology/tiktok-deepfakes-disinformation.html)\n[Title] YouTube creators target Black celebrities with AI-made fake news\n[Text] YouTube videos using a mix of artificial intelligence-generated and manipulated media to create fake content have flooded the platform with salacious disinformation about dozens of Black ...\n[Source] https://www.nbcnews.com/tech/misinformation/ai-deepfake-fake-news-youtube-black-celebrities-rcna133368)", "天津塘沽小伙伙伴小伙伴求转发求举报电话举报电话1233165066969太不要要脸不要脸狗肉城地址天津津市天津市塘沽塘沽区新港三号路边防旁底墒咪阿咪肉多多不掉丢不掉天津义工联盟天津保护豢养动物协会天津动保俱乐部天津尔姨小院": "\n[Title] 狗肉店、运狗车、屠宰点取缔投诉指南，找对主管部门比吵架更重要 - 知乎\n[Text] 如果你发现一辆笼子里满载着狗狗的\"运输车\"，举报的方式很简单，只需要记下车牌号、拍下小视频，交给当地交警即可，但时间上比较紧迫，因为运输车机动性太强，如果引起司机警觉，他们很可能会藏匿躲避。 ★4、关于举报的依据 每当发生动保志愿者举报协助执法部门取缔狗肉店、拦截运输车时，总会有一部分人质疑依据到底是什么，对此新手养狗大全觉得挺搞笑的，如果没有法律依据，为什么相关部门会将其取缔呢……多么简单的逻辑问题啊→_→ 其实法律依据非常多，这里暂且借用浙江日报的一篇报道解释一下吧：\"根据我国相关法规，运输狗需要检疫证明， 并且需一犬一证（手动加粗） ，这种偷来的狗未经食品安全检疫、运输又没有合法的检疫证，会给食品安全和动物传染性疾病传播带来严重隐患。 \" ★5、关于动保志愿者义工在其中的角色\n[Source] https://zhuanlan.zhihu.com/p/337545568)\n[Title] 切莫误读!经营狗肉=违法？答案远没那么简单 - 知乎\n[Text] 一、\"经营狗肉=违法\"的前提：未达到检疫要求，未在产地取得《动物检疫合格证明》 根据《动物检疫管理办法》（2019修正）第四条的规定，动物检疫的范围、对象和规程由农业部制定、调整并公布。 1.农业农村部规定了犬类的《产地检疫规程》，生产、养殖犬需要《动物检疫合格证明》 当前 ...\n[Source] https://zhuanlan.zhihu.com/p/390447998)\n[Title] 卖狗肉合法吗？国家农业部给出明确指示 - 知乎\n[Text] 发布于 2021-07-19 01:23 狗肉 餐饮 狗肉馆是不是合法的? 近日，国家农村农业部在对十三届全国人大四次会议第1866号建议的答复里明确给出了下面的信息。 \"目前，我国尚无明确的肉用犬品种\" \"世界动物卫生组织和绝大多数国家均没有犬类屠宰检疫的相…\n[Source] https://zhuanlan.zhihu.com/p/391120131)\n[Title] 切莫误读!经营狗肉=违法？答案远没那么简单 - 知乎\n[Text] 近日，农业农村部在其官网发布了《对十三届全国人大四次会议第1866号建议的答复》（农办议〔2021〕137号，下称《答复》），该答复重点提到以下几个内容： 一、\"我国尚无明确的肉用犬品种\"； 二、\"我国不具备出台犬类屠宰检疫规程的条件\"； 三、\"持续强化监督力度，加强监督检查，督促落实企业主体责任，不得采购未按规定进行检疫或者检疫不合格的肉类\"。 部分动物保护的爱心人士由此雀跃地认为：\"经营狗肉=违法\"，尽管笔者作为坚定的动保人士，希望这是真的，但是作为法律专业人士，不得不无情地给各位动保人士泼一盆冷水。\n[Source] https://zhuanlan.zhihu.com/p/390447998)\n[Title] 天津市加强野生动物管理若干规定_规章_天津政务网 - t J\n[Text] 第一条 为加强对野生动物管理，防止野生动物传播疾病，保障公众身体健康和社会公共安全，根据有关法律法规规定，结合本市实际，制定本规定。 第二条 本市各级人民政府及有关部门应当将野生动物管理工作纳入重要议事日程，进一步提高本市野生动物管理水平，确保野外无非法猎捕、人工无非法繁育、市场无非法交易、路上无非法运输、餐馆无非法食用。 第三条 市人民政府加强对野生动物管理工作的领导，成立由分管副市长担任组长的天津市野生动物保护工作领导小组，贯彻落实中央决策部署和市委部署要求，统筹协调、督促指导区人民政府、有关部门做好野生动物管理工作，解决野生动物管理工作中的重大问题。\n[Source] https://www.tj.gov.cn/zwgk/zfxxgkzl/zlzc/zlgz/202111/t20211118_5712316.html)\n[Title] 中国各地野生动物救助联系方式？ - 知乎\n[Text] 天津：天津野生动物救护中心 022-68975202 广东：广东省野生动物救护站 020-87218380 河北：秦皇岛秦皇岛野生动物救护中心 0335-7093120 河北：乐亭乐亭 野生动物保护 协会 13603296148 河北：沧州沧州野生动物救护中心 13082172948 河南：郑州河南野生动物救护中心 0371-65592536 黑龙江：大庆市野生动物保护协会 15645927702 湖北：湖北野生动物救护中心 027-87637009 湖南：湖南野生动物救护繁殖中心 0731-85047522 江苏：江苏省野生动物救护中心 025-85620178 江西：九江都昌候鸟医院 13870252573 辽宁：沈阳猛禽救护中心 024-88922045\n[Source] https://www.zhihu.com/question/30188271)", "雅安救助急扩散网友微信看到有人求救这是内容雅安燕西路156号压下面一条腿已经没感觉没有有没有救援救援队好心好心人附近求扩散徐昕袁裕来律师头条新闻头条新闻微博搜索新浪四川杨建国": "\n[Title] Troops 156 and 329 of Cypress, TX - TroopWebHost\n[Text] Troop 156 / 329 - Troop Meeting (Apr 8 2024 6:45PM) Welcome Parents and Scouts! Welcome to Scouts BSA Troop 156 and Troop 329. We are very pleased you have chosen to become part of our group. Our Troops are sponsored by the Cypress Centennial Scouting Lions Club and is located in the Bridgeland, Cypress Creek Lakes, and Blackhorse Ranch area in ...\n[Source] https://www.troopwebhost.org/Troop329Cypress/)\n[Title] AVGN Cursing Compilation (6,396 curse words in 156 episodes!)\n[Text] Detailed spreadsheet: https://docs.google.com/spreadsheets/d/1w43X1yo0geW5VZqL-Fuf2xzd-BznemFj/edit?usp=sharing&ouid=101020631391093708323&rtpof=true&sd=true...\n[Source] https://www.youtube.com/watch?v=tgSB0iZabyg)\n[Title] 2013 年雅安地震中，有哪些谣言？实际的真相又是如何的？ - 知乎\n[Text] 有网友提出抬一个伤者不需要太多人，经 中国政法大学 副校长 何兵 转发后广泛传播，后被人指出那是脊柱受伤，抬得是门板，必须保持平稳才可以。 谣言40. fmn.xnpic.com/fmn057/20 依然是中国政法大学法学院副院长 何兵 的转发评论 台北的房子地震了，地震打个滚也塌不了，我们的，风吹着都晃悠。 这种无中生有，没有依据的消息，在这种关头， 主页君 是在不能理解为什么何院长坚定的为了黑而黑。 谣言40. 又是一条何兵院长参与转发的谣言 成宝兴中学震后成废墟，但经 华西都市报 记者记者现场采访，框架基本完好 宝兴县灵关中学校舍建筑框架完好 谣言41\n[Source] https://www.zhihu.com/question/20969823)\n[Title] 祈福雅安_百度百科\n[Text] 20号下午，与雅安市抗震救灾局联系，反馈了\"雅安燕西路156号求救 微信 内容\"，经一线公安、 武警 救援队核实后，确定为虚假消息，该栏目及时向网络发布，明确提示无技术专长等人员勿进入灾区。 经过整理图片，形成了\"祈福雅安·最美瞬间——地震虽无情·人性更温暖\"、\"祈福雅安——沉痛和悲烈\"、\"祈福雅安——生活和微笑\"等专题信息· 中文名 祈福雅安 外文名 Prayers for ya 宗 旨 拯救雅安，祈福雅安 主要包括 寻人、祈福、信息、救援 目录 1 爱心作品 2 音乐作品 爱心作品\n[Source] https://baike.baidu.com/item/祈福雅安/0)\n[Title] 2013 年雅安地震中，有哪些谣言？实际的真相又是如何的？ - 知乎\n[Text] 雅安震后的熊猫. 此图最早的来源是06年，所幸人畜无害，就不具体辟谣了. 谣言17. 昨晚零时陆续有人在微博人人称. 在微信上看到： 有人求救，这是内容 \"雅安燕西路156号，被压在下面。 一条腿已经没感觉了。有没有救援队或好心人在附近啊？\n[Source] https://www.zhihu.com/question/20969823)\n[Title] 祈福雅安_百度百科\n[Text] 20号下午，与雅安市抗震救灾局联系，反馈了\"雅安燕西路156号求救 微信 内容\"，经一线公安、 武警 救援队核实后，确定为虚假消息，该栏目及时向网络发布，明确提示无技术专长等人员勿进入灾区。 经过整理图片，形成了\"祈福雅安·最美瞬间——地震虽无情·人性更温暖\"、\"祈福雅安——沉痛和悲烈\"、\"祈福雅安——生活和微笑\"等专题信息· 中文名 祈福雅安 外文名 Prayers for ya 宗 旨 拯救雅安，祈福雅安 主要包括 寻人、祈福、信息、救援 目录 1 爱心作品 2 音乐作品 爱心作品\n[Source] https://baike.baidu.com/item/祈福雅安/0)\n[Title] 突发!雅安一油罐车爆炸已致2死2伤，正在救援_澎湃号·媒体_澎湃新闻-The Paper\n[Text] 据记者了解到的最新救援情况，四川雅安S8邛名高速名山服务区（成都方向）内的危化品运输车辆发生爆炸燃烧事故已致2人死亡，另有2名伤者已紧急送医救治。 事件发生后，当地迅速组织应急、公安、消防等救援力量赶赴现场，目前，应急救援还在进行中。 成雅高速上成名高速双向匝道暂时关闭 11月7日20点，记者从四川省高速公路四分局获悉，成名高速正在进行应急救援，现对成名高速成都往雅安方向所有车辆在百丈湖分流，关闭成雅高速上成名高速双向匝道。 原标题：《突发! 雅安一油罐车爆炸已致2死2伤，正在救援》 阅读原文 特别声明 本文为澎湃号作者或机构在澎湃新闻上传并发布，仅代表该作者或机构观点，不代表澎湃新闻的观点或立场，澎湃新闻仅提供信息发布平台。\n[Source] https://www.thepaper.cn/newsDetail_forward_25213645)\n[Title] 刚刚突发!关于\"11.7\"油罐车爆炸致2死2伤的紧急通报!_澎湃号·政务_澎湃新闻-The Paper\n[Text] 2023-11-08 13:14 浙江 来源：澎湃新闻·澎湃号·政务 字号 据央视新闻客户端11月7日报道，11月7日17时40分左右，四川雅安境内一油罐车发生爆炸燃烧，引燃旁边两辆货车。 据记者了解到的最新救援情况，四川雅安S8邛名高速名山服务区（成都方向）内的危化品运输车辆发生爆炸燃烧事故已致2人死亡，另有2名伤者已紧急送医救治。 危险化学品 它有毒有害、易燃易爆 若存储、运输、使用不当 可能发生安全事故 这些事故场景 让人心惊胆战 2022年8月1日，山西一辆油罐车发生侧翻后滑行，引燃了临街2户村民民房。 2022年7月9日，青海一开发区工业园区，3辆油罐车起火爆炸。 2020年，浙江一辆液化石油气槽罐车发生爆炸。 2019年，陕西一辆危化品运输车起火爆炸。\n[Source] https://www.thepaper.cn/newsDetail_forward_25223745)", "北京数百商户外迁廊坊不满年逼解约关店白天营业晚上市场管理管理方强行关闭贴封条衣服清理一空北京动批迁至廊坊服装服装城商户王晓华表示很多搬迁至此商户经营不到年遭强迫解约商铺被关服装服装城方面称关闭部分商户整顿经营环境京外迁廊坊商户逼解约关店": "\n[Title] 北京外迁商户遭遇廊坊服装城强行关店 - 北京服装纺织行业协会\n[Text] \"白天还在营业，晚上商铺就被市场管理方强行关闭，贴了封条，衣服也被清理一空。\"当日，从北京动物园服装批发市场迁至河北省廊坊新动批红门服装城经营服装批发生意的王晓华(化名)告诉记者，很多从北京迁至廊坊服装城的商户，在经营不到一年的时间里，就陷入服装城强迫解约，商铺被 ...\n[Source] http://www.fashioncity.org.cn/sia/article/1337.html)\n[Title] 北京数百商户搬迁至廊坊 不满一年被逼解约关店--经济·科技--人民网\n[Text] 北京数百商户搬迁至廊坊 不满一年被逼解约关店. 2015年 ... 很多从北京迁至廊坊服装城的商户，在经营不到一年的时间里，就陷入服装城强迫解约 ...\n[Source] http://finance.people.com.cn/n/2015/1126/c1004-27860811.html)\n[Title] \"解约风波\"后廊坊新动批重招商 分析:规范管理不轻松\n[Text] 2015年1月1日，廊坊新动批红门服装城开业，据服装城统计，开业当天的客流量竟然达到了16万人次，创下廊坊当地的记录。 号称签约800个北京动批、大红门转移商户，更让这里名声鹊起，受到各界的关注。 然而，5个月后，服装城却从初期营业红火，到客流量骤减。 廊坊\"新动批\"红门服装城董事长李岩说，当时服装城遭遇炒铺、倒铺，侵害消费者利益的情况也时有发生，\"甚至对不是做服装的人，我们定了对批发商免除3年的政策。 因为是免租，你没有资格转铺、炒铺，我们已经成了廊坊假货基地。 \" 李岩说，主要是有相当一部分商户存在兜售假冒伪劣商品的行为，有的商户甚至在手续不完全的情况下伪造手续。 服装城当初招商的3年免租政策，带来的却是疯狂的倒铺、炒铺，一个商铺最高竟被炒到近20万元。 而这，都是合同所不允许的。\n[Source] https://www.sohu.com/a/64650727_115420)\n[Title] 搬迁声四起，北京大型批发市场陷\"京津冀一体化\"纠结_中国政库_澎湃新闻-The Paper\n[Text] 搬迁声四起，北京大型批发市场陷\"京津冀一体化\"纠结. 5月16日上午，来自北京大红门商圈的8家主力市场在河北廊坊永清举行签约仪式，拉开了进驻永清的序幕。. 京津冀一体化的节奏正在加快。. 5月16日上午，来自北京大红门商圈的8家主力市场在河北廊坊 ...\n[Source] https://www.thepaper.cn/newsDetail_forward_1246597)\n[Title] 北京外迁商户遭遇廊坊服装城强行关店 - 北京服装纺织行业协会\n[Text] \"白天还在营业，晚上商铺就被市场管理方强行关闭，贴了封条，衣服也被清理一空。\"当日，从北京动物园服装批发市场迁至河北省廊坊新动批红门服装城经营服装批发生意的王晓华(化名)告诉记者，很多从北京迁至廊坊服装城的商户，在经营不到一年的时间里，就陷入服装城强迫解约，商铺被 ...\n[Source] http://www.fashioncity.org.cn/sia/article/1337.html)\n[Title] 北京数百动批商户迁至廊坊 不满1年被逼关店 -6park.com\n[Text] 涉事的廊坊新动批红门服装城一角。肖光明摄 原标题：北京数百商户搬迁至廊坊 不满1年被逼解约关店 中新网廊坊11月26日电 (记者肖光明 王天译)\"白天还在营业，晚上商铺就被市场管理方强行关闭，贴了封条，衣服也被清理一空。\n[Source] https://www.6parknews.com/newspark/view.php?app=news&act=view&nid=133399)", "人民人民网实施强制免疫猪牛羊犬动物应当国家畜禽标识养殖档案管理档案管理办法规定实行畜禽标识管理制度管理制管理制度条例称动物产品指动物肉生皮原毛绒脏器脂等网页链接网页链接": "\n[Title] 农业农村部办公厅关于加强畜禽标识管理工作的通知_国务院部门文件_中国政府网\n[Text] 2023年12月12日 附件： 农办牧〔2023〕33号.ofd 为深入贯彻落实《中华人民共和国畜牧法》、《中华人民共和国动物防疫法》，加强畜禽标识管理，确保追溯体系有效运行，提升动物疫病防控能力，现就有关工作通知如下。\n[Source] https://www.gov.cn/zhengce/zhengceku/202312/content_6920306.htm)\n[Title] 畜禽标识和养殖档案管理办法（农业部令第67号）\n[Text] 第五条 畜禽标识制度应当坚持统一规划、分类指导、分步实施、稳步推进的原则。 第六条 畜禽标识所需费用列入省级人民政府财政预算。 第二章 畜禽标识管理 第七条 畜禽标识实行一畜一标，编码应当具有唯一性。 第八条 畜禽标识编码由畜禽种类代码、县级行政区域代码、标识顺序号共15位数字及专用条码组成。 猪、牛、羊的畜禽种类代码分别为1、2、3。 编码形式为：×（种类代码）－××××××（县级行政区域代码）－××××××××（标识顺序号）。 第九条 农业部制定并公布畜禽标识技术规范，生产企业生产的畜禽标识应当符合该规范规定。 省级动物疫病预防控制机构统一采购畜禽标识，逐级供应。 第十条 畜禽标识生产企业不得向省级动物疫病预防控制机构以外的单位和个人提供畜禽标识。\n[Source] https://www.gov.cn/flfg/2006-06/29/content_322763.htm)\n[Title] 畜禽标识和养殖档案管理办法（农业部令第67号）\n[Text] 第十一条 畜禽养殖者应当向当地县级动物疫病预防控制机构申领畜禽标识，并按照下列规定对畜禽加施畜禽标识： （一）新出生畜禽，在出生后30天内加施畜禽标识；30天内离开饲养地的，在离开饲养地前加施畜禽标识；从国外引进畜禽，在畜禽到达目的地10日内加施畜禽标识。 （二）猪、牛、羊在左耳中部加施畜禽标识，需要再次加施畜禽标识的，在右耳中部加施。 第十二条 畜禽标识严重磨损、破损、脱落后，应当及时加施新的标识，并在养殖档案中记录新标识编码。 第十三条 动物卫生监督机构实施产地检疫时，应当查验畜禽标识。 没有加施畜禽标识的，不得出具检疫合格证明。 第十四条 动物卫生监督机构应当在畜禽屠宰前，查验、登记畜禽标识。 畜禽屠宰经营者应当在畜禽屠宰时回收畜禽标识，由动物卫生监督机构保存、销毁。\n[Source] https://www.gov.cn/flfg/2006-06/29/content_322763.htm)\n[Title] 农业农村部办公厅关于加强畜禽标识管理工作的通知_国务院部门文件_中国政府网\n[Text] 农业农村部办公厅 2023年12月12日 附件： 农办牧〔2023〕33号.ofd 为深入贯彻落实《中华人民共和国畜牧法》、《中华人民共和国动物防疫法》，加强畜禽标识管理，确保追溯体系有效运行，提升动物疫病防控能力，现就有关工作通知如下。\n[Source] https://www.gov.cn/zhengce/zhengceku/202312/content_6920306.htm)\n[Title] 农业农村部关于印发《国家动物疫病强制免疫指导意见（2022—2025年）》的通知_国务院部门文件_中国政府网\n[Text] 口蹄疫:对全国有关畜种,根据当地实际情况,在科学评估的基础上选择适宜疫苗,进行O型和 (或)A型口蹄疫免疫:对全国所有牛、羊、骆驼、鹿进行O型和A型口蹄疫免疫;对全国所有猪进行O型口蹄疫免疫,各地根据评估结果确定是否对猪实施A型口蹄疫免疫。 小反刍兽疫:对全国所有羊进行小反刍兽疫免疫。 开展非免疫无疫区建设的区域,经省级农业农村部门同意后,可不实施免疫。 布鲁氏菌病:对种畜以外的牛羊进行布鲁氏菌病免疫,种畜禁止免疫。 各省份根据评估情况,原则上以县为单位确定本省份的免疫区和非免疫区。 免疫区内不实施免疫的、非免疫区实施免疫的,养殖场 (户)应逐级报省级农业农村部门同意后实施。 各省份根据评估结果,自行确定是否对奶畜免疫;确需免疫的,养殖场 (户)应逐级报省级农业农村部门同意后实施。\n[Source] https://www.gov.cn/zhengce/zhengceku/2022-01/09/content_5667274.htm)\n[Title] 农业农村部关于印发《国家动物疫病强制免疫指导意见（2022—2025年）》的通知\n[Text] 口蹄疫:对全国有关畜种,根据当地实际情况,在科学评估的基础上选择适宜疫苗,进行O型和 (或)A型口蹄疫免疫:对全国所有牛、羊、骆驼、鹿进行O型和A型口蹄疫免疫;对全国所有猪进行O型口蹄疫免疫,各地根据评估结果确定是否对猪实施A型口蹄疫免疫。 小反刍兽疫:对全国所有羊进行小反刍兽疫免疫。 开展非免疫无疫区建设的区域,经省级农业农村部门同意后,可不实施免疫。 布鲁氏菌病:对种畜以外的牛羊进行布鲁氏菌病免疫,种畜禁止免疫。 各省份根据评估情况,原则上以县为单位确定本省份的免疫区和非免疫区。 免疫区内不实施免疫的、非免疫区实施免疫的,养殖场 (户)应逐级报省级农业农村部门同意后实施。 各省份根据评估结果,自行确定是否对奶畜免疫;确需免疫的,养殖场 (户)应逐级报省级农业农村部门同意后实施。\n[Source] http://www.fgs.moa.gov.cn/flfg/202201/t20220107_6386445.htm)", "网友曝料安徽阜阳阜阳市颍州区三岔岔路三岔路派出扫黄禁毒为名桑拿里小姐抓派出派出所验尿小姐配戴金银首饰掠去土匪无二小姐民警抢劫犯法": "\n[Title] 不该重复的悲剧：便利店火灾致4死1伤，9名干部被问责\n[Text] 一、事故单位存在问题 阜阳市颍州区三塔镇冯志富便民店： 未落实消防安全主体责任，店铺经营区与住宿区设置不符合消防安全技术要求，住宿与非住宿部分未设置防火分隔；未按要求设置消防设施。 未设置向疏散方向开启的平开门，部分房间外窗设置了金属栅栏，且无从内部开启装置。 店铺实际经营者在存有易燃物品的店铺内用火不慎导致发生火灾。 二、有关部门职责及存在问题 阜阳市公安局颍州分局三塔派出所 相关职责： 开展消防安全宣传教育，督促、指导村民委员会、居民委员会、物业服务企业等有关单位落实消防安全措施； 负责辖区范围生产经营单位的日常消防监督检查， 及时受理、依法办理群众举报投诉的消防安全违法行为。\n[Source] https://new.qq.com/rain/a/20220410A038YZ00)\n[Title] 颍州区 - 维基百科，自由的百科全书\n[Text] 根据颍州区第七次全国人口普查结果，现将2020年11月1日零时全区人口的基本情况公布如下：全区常住人口992347人，其中阜合园区40352人，阜阳经开区123468人，全区常住人口占全市常住人口比重为12.10%，与2010年颍州区第六次全国人口普查相比，常住人口增加300649人 。\n[Source] https://zh.wikipedia.org/wiki/颍州区)\n[Title] 扫黄实践：涉卖淫嫖娼相关问题解答汇总\n[Text] 曾就职于治安部门，负责扫黄打非多年，办理相关案件数百件，熟悉办案思路与模式，ay150140 问题一：涉黄线索何处来？涉黄类案件，由于其侵犯的是社会公共管理秩序，并不存在直接的具体受害者（站街招嫖因有碍观瞻…\n[Source] https://zhuanlan.zhihu.com/p/431690458)\n[Title] 2022年全市禁毒工作暨禁毒\"清源断流\"行动部署视频会议召开\n[Text] 用微信扫描二维码 分享至好友和朋友圈. 3月23日，2022年全市禁毒工作暨禁毒\"清源断流\"行动部署视频会议召开，总结回顾2021年度全市禁毒工作开展情况，分析当前形势，部署下一步工作任务。. 市委副书记、政法委书记、市禁毒委主任李军出席会议并讲话，副 ...\n[Source] https://m.fy.gov.cn/content/detail/623bc8c8886688520b8b4567.html)\n[Title] 网传一男子炫耀超速撞死人未被起诉，警方「细节不实，将查处传谣者」，如何看待此事？ - 知乎\n[Text] 2023年7月11日，李某因涉嫌交通肇事罪被阜阳市公安局综合执法分局取保候审。 2023年9月12日，李某被阜阳市公安局综合执法分局向检察院移送起诉。 颍东区检察院受理案件后，李某对指控犯罪事实和证据无异议，并自愿认罪认罚。 但由于肇事者和受害者家属达成一致意见，由李某向受害者家属赔偿55万元人民币，受害者家属决定不起诉李某。 因此，颍东区检察院尊重双方的意见，对李某出具\"不被起诉书\"。 炫耀\"不被起诉书\"，称受害者家属讹自己 2024年1月24日，据截图内显示，李某非但没有一丝忏悔，还公开在群里炫耀自己撞死人没有被起诉，甚至嘲讽受害者家属。 李某在群里晒出\"不被起诉书\"后，有人问\"有没有干没一个？ \" 李某嚣张回应称：\"国道飙车160公里，对方尸体都不全。 \"\n[Source] https://www.zhihu.com/question/641155807)\n[Title] 男子炫耀超速致人死亡\"不被起诉书\"，公安检察院介入调查_澎湃安徽_澎湃新闻-The Paper\n[Text] 阜阳市颍东区人民检察院工作人员向极目新闻记者介绍，24日晚，该院已经关注到了网上的相关信息，目前院领导正在开会研究此事，但对于网友发布的不起诉决定书的真实性，她并未给出明确答复。 原标题：《男子超速致人死亡上网炫耀\"不被起诉书\"，还称死者家属讹钱？ 阜阳警方和检察机关介入调查》 责任编辑：张沛瑶 澎湃新闻报料：021-962866 澎湃新闻，未经授权不得转载 0 收藏 我要举报 相关推荐 # 阜阳 # 超速 # 交通违法 # 交通事故 评论 （ 0 ） 已经到底了 加载失败，请点击重试 1月24日晚，有网友发布多张群聊天截图称，一男子在该群晒出的多张图片显示，自2019年拿到驾驶证之后，他有交通违法13起，男子还晒出在2023年安徽省阜阳市颍东\n[Source] https://www.thepaper.cn/newsDetail_forward_26138953)", "中情中情局报告澳门人均预期寿命8451岁世界第四长寿秘诀……赌场澳门带来罪恶之城名声澳门寿命较长主要因素2014年澳门赚3515亿澳门澳门币失业失业率维持19%水平低水平赌场收入65岁老人提供免费医疗月退休退休金年度现金补贴澳门长寿秘诀": "\n[Title] Charted: The World's Aging Population from 1950-2100 - Visual Capitalist\n[Text] The World's Aging Population from 1950 to 2100. In 2022, there were 771 million people aged 65+ years globally, accounting for almost 10% of the world's population. This segment has been growing at an increasing rate, and it's expected to hit 16% in 2050, and eventually 24% by 2100.\n[Source] https://www.visualcapitalist.com/cp/charted-the-worlds-aging-population-1950-to-2100/)\n[Title] Ageing | Health at a Glance: Asia/Pacific 2020 - OECD iLibrary\n[Text] This is still lower than the high-income and upper-middle income countries average of 32.6% and 23.1% for females and 27.5% and 19.4% for males respectively in 2050 (Figure 3.36, left panel). The share of older people will be particularly large in Japan and the Republic of Korea and Singapore where more than one third of the population will be ...\n[Source] https://www.oecd-ilibrary.org/sites/1ad1c42a-en/index.html?itemId=/content/component/1ad1c42a-en)\n[Title] 統計數據 -- 澳門統計暨普查局\n[Text] 澳門統計暨普查局的網站提供澳門特別行政區的各種統計數據，包括人口、經濟、社會、環境等方面。您可以在此網站查詢、下載或訂閱統計公報、數據庫、調查報告等資源，了解澳門的發展概況和特色。\n[Source] https://www.dsec.gov.mo/zh-MO/Statistic?id=903)\n[Title] 澳门发布2023财年度施政报告：除了博彩，澳门还能做什么？\n[Text] \"林江表示。 上半年，澳门博彩毛收入为265.83亿澳门元，博彩毛收入占GDP的比重仅29.18%。 这样看来，非博彩行业占比表面上大大提升，实际上不一定能代表其发展程度。 \"博彩控制在四成左右不难，四大产业如何达到六成才是关键。 \"林江认为，不需要打压博彩业，而应该通过发展其他行业，提高非博彩行业占比。 而从澳门政府对博彩业的期望占比为四成，明显看出在多重因素打击下的博彩依然是澳门的龙头产业，贡献了澳门税收和政府主要财政的大头。 稳定博彩业从业员的就业也在本次施政报告重点提到。 澳门2023年财政年度施政报告 图片来源：澳门新闻局 不过，林江认为，报告中还有不少模糊的地方，例如非博彩行业的定义和发展措施并没有具体提及。\n[Source] https://new.qq.com/rain/a/20221117A01E7X00)\n[Title] 各国人口预期寿命列表 - 维基百科，自由的百科全书\n[Text] 仅列出人口超过 50,000 的国家。世界银行集团表格中的数值已四舍五入。 世界银行集团表格中的数值已四舍五入。 所有计算都是根据原始数据进行的，因此，由于四舍五入的细微差别，在某些地方会出现指标不一致的假象，大小为 0.01 年。\n[Source] https://zh.wikipedia.org/wiki/各国人口预期寿命列表)\n[Title] 2020年第4季人口统计 - 澳门特别行政区政府入口网站\n[Text] 2020年第4季新生婴儿有1,345名，按季减少63名；死亡人数为566人，减少11人。. 全年新生婴儿共5,545名，按年减少434名；出生率为8.1‰，较2019年下跌0.8个千分点。. 新生婴儿性别比为107.0，即每100名新生女婴对应107.0名男婴。. 同年死亡人数为2,230人，减少52人；男性占 ...\n[Source] https://www.gov.mo/zh-hans/news/329314/)\n[Title] 澳门赌场迎20年来最大变革，经济支柱何处去？-王恺雯\n[Text] \"新'博彩法'的实施，意味着以博彩中介人制度为核心、卫星赌场遍布澳门的时代结束了。\"澳门大学政治经济学与公共政策教授盛力25日对观察者网表示。 澳门长期占据世界第一博彩市场位置，其中叠码仔服务的\"贵宾厅\"一直都是收入\"大户\"。\n[Source] https://www.guancha.cn/politics/2022_06_27_646686_s.shtml)\n[Title] PDF 光银国际研究 澳门博彩行业\n[Text] 澳门赌台、 博彩机数量在疫情前逐年递增,然而2021 年首次下降至6,198 张和11,758部;博彩业毛收入从疫情前2019 年的2,933 亿澳门元降到了2021 年的869 亿澳门元;2015年至2019年澳门六家上市的博彩旅游业企业利润呈上涨趋势,而受疫情影响,六家博彩企业均出现亏损。 澳门未来仍陆续有新基建项目落成。2019年澳门博彩毛收入占澳门本地生产总值的比重达到70%左右;博彩税约占澳门政府税收的85%-90%,博彩业从业人员约占澳门总人口的六分之一,约占澳门劳动人口的三分之一;澳门博彩业所占行业比例维持在50%左右。然而,澳门近年已加入休闲、高端购物、商务会展等多元化元素,加上未来亦陆续有新酒店及赌场落成, 有助改善单一化的产业结构并且吸引中产及家庭旅客等不同客源。\n[Source] https://www.cebi.com.hk/image/cebi-economic510_chinese.pdf)", "三元桥交通管制交通管制结束正式通车今天18点三环环路三环路临时交通导改结束路段正式通车北青报记者刘珜秒拍视频": "\n[Title] 封站80多天后，地铁三元桥站重开!一起去看变化——_北京日报网\n[Text] 封站80多天的三元桥站今日重新开放了!再度亮相的三元桥站有哪些变化？记者今早看到，三元桥站硬件设施全面升级。10号线站厅增加了1部扶梯、2部步梯，垂直电梯由10号线站厅中部改移到西侧，车站d口面积扩大...\n[Source] https://news.bjd.com.cn/2023/03/18/10369312.shtml)\n[Title] 地铁三元桥站为何封站？原来是因为—— - 腾讯网\n[Text] ‍‍为配合地铁12号线施工，2022年12月24日至2023年3月18日，地铁10号线三元桥站封站改造。三元桥站改造为何封站？10号线三元桥站封站，打乱了不少周边上班族的通勤节奏。北京晚报记者今天探访了解到，在改造过程中三元桥站将在站台和站厅之间增设扶梯与楼梯，以满足地铁12号线和10号线的换...\n[Source] https://new.qq.com/rain/a/20221230A04BBS00)\n[Title] 北京地铁：12月24日起 10号线三元桥站封站 停止与机场线换乘_信息提示_首都之窗_北京市人民政府门户网站\n[Text] 详情可拨打地铁服务热线96165。 请乘客提前安排好出行路线，给您带来的不便敬请谅解。 为配合新线建设，自2022年12月24日（星期六）首班车起至2023年3月18日（星期六）末班车止，10号线三元桥站封闭改造，封站期间10号线各次列车在三元桥站通过不停车，三元桥站停止10号线与首都机场线换乘。 （乘坐首都机场线的乘客可在首都机场线三元桥站正常乘降。 ）\n[Source] https://www.beijing.gov.cn/fuwu/bmfw/sy/jrts/202212/t20221220_2881184.html)\n[Title] 2023年11月18日至24日出行提示_信息提示_首都之窗_北京市人民政府门户网站\n[Text] 2023年11月18日至24日出行提示. 日期：2023-11-18 10:25 来源：北京市公安局公安交通管理局. 分享：. 字号： 大 中 小. 工作日早晚高峰城区环路、联络线以及部分桥区节点车流量大，周一早高峰、周五晚高峰以及4和9限行的周三交通压力相对突出，早高峰期间各中小学 ...\n[Source] https://www.beijing.gov.cn/fuwu/bmfw/sy/jrts/202311/t20231118_3304380.html)\n[Title] 今日高速路况信息最新实时查询-怎么查询高速公路是否封闭-今日高速封路最新情况-车主指南\n[Text] 2024-01-31 05:33： 2024年1月31日5时21分，G2503南京绕城高速南京三桥段由于车流量大，由南京四桥往南京三桥方向在张店枢纽附近现场车多缓行。 2024-01-31 05:20： 实时路况请查看江西高速\"路况简图\"：A6xjogNj一、交通事故：1.G35济广高速鹰瑞南段K1373公里处（石城北收费站至宁都停车区区间、往广州方向）发生一起货车轮胎自燃事故，现场封闭行车道，超车道缓慢通行。 2.G4521大广高速南龙段K3018+604公里处（十八塘枢纽、大广高速南龙 2024-01-31 05:17： 截至5:15，因雾，荣潍高速双向封闭，协助潍坊荣乌高速莱州至沙河收费站青岛方向封闭。 其他各条高速通行正常。\n[Source] https://www.icauto.com.cn/gonglu/)\n[Title] GovHK 香港政府一站通：實時道路交通資訊\n[Text] 道路、交通情況及特別交通措施 實時道路交通資訊 分享： 即時交通情況 你可瀏覽全港主要道路的「交通情況快拍」或網上直播 ，掌握本港各主要道路的即時交通情況。 快拍影像由運輸署閉路電視系統／交通探測器提供，每 2分鐘更新一次。 網頁版本 道路交通資訊 你可瀏覽特別交通消息和最新的交通狀況，包括香港、九龍及新界南各主要幹道和道路的行車速度，由運輸署閉路電視系統／交通探測器提供的「交通快拍」，以及由香港至九龍和九龍至香港的過海行車時間。 網頁版本 本頁內容對你有幫助嗎？ 修訂日期：2023年11月 此專題文章由香港政府提供，介紹助你計劃行程的實時道路交通資訊 。\n[Source] https://www.gov.hk/tc/residents/transport/roadandtraffic/rtis.htm)\n[Title] 北京公交专用道优化措施正式出台 2023年6月1日起实施 公休日节假日放开部分公交道_信息提示_首都之窗_北京市人民政府门户网站\n[Text] 对三环主路及10条以三环路为起点的城市道路放射线的公交专用车道进行调整，公休日和法定节假日允许社会车辆在公交专用车道通行，但通行车辆需按《道路交通安全法》机动车通行规定行驶。 10条道路包括3条高速公路、3条城市快速路和4条主干路。 其中，3条高速公路为：京藏高速（马甸桥至北郊农场桥路段）、京港澳高速（六里桥至宛平桥路段）、京开高速（玉泉营桥至西红门收费站路段）； 3条城市快速路为：京通快速路一线（国贸桥至八里桥收费站路段）、广渠路（双井桥至东六环路段）、万泉河路至圆明园西路一线（苏州桥至肖家河桥路段）；\n[Source] https://www.beijing.gov.cn/fuwu/bmfw/sy/jrts/202305/t20230521_3108647.html)\n[Title] 北京交管局副局长杨毅：三环路、四环路慢行系统将升级改造\n[Text] 10月10日，新京报记者专访北京市公安局公安交通管理局副局长杨毅，其表示，二环路慢行系统的升级改造是\"慢行优先、公交优先、绿色优先\"交通发展理念的一次创新尝试。 下一步，将参照二环路改造模式，逐步对三环路、四环路以及京藏高速辅路等联络线进行慢行系统环境提升改造。 二环路慢行系统改造，最大限度保障慢行通行空间 新京报： 为什么需要对二环路进行慢行系统升级改造？ 杨毅： 《北京城市总体规划》中明确，要建设步行和自行车友好城市，构建\"连续、安全、舒适\"的自行车绿色交通系统。 2016年以来，交管部门会同市交通委以及各区政府累计完成了3200余公里的慢行系统治理工作，基本建成了慢行系统骨干体系。 但同时我们也看到，部分慢行系统通行空间不足，存在断点、路口通行效率低等问题。\n[Source] https://new.qq.com/rain/a/20211011A03L4Q00)", "江苏规定二级医院全面停止门诊输液滥用抗生抗生素近日江苏江苏省出台新规要求2016年底前除儿童医院儿童医院全省二级医院全面停止门诊患者门诊患者静脉输液生病时碰到抗生抗生素合理谨慎使用扩散人民日报人民日报": "\n[Title] List of fake news websites - Wikipedia\n[Text] The New York Times noted in a December 2016 article that fake news had previously maintained a presence on the Internet and within tabloid journalism in the years prior to the 2016 U.S. election. Except for the 2016 Philippine elections , [10] prior to the election between Hillary Clinton and Donald Trump , fake news had not impacted the ...\n[Source] https://en.wikipedia.org/wiki/List_of_fake_news_websites)\n[Title] Fake news, disinformation and misinformation in social media: a review\n[Text] Fake news may refer to the manipulation of information that can be carried out through the production of false information, or the distortion of true information. However, that does not mean that this problem is only created with social media.\n[Source] https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9910783/)\n[Title] Fake news, disinformation and misinformation in social media: a review\n[Text] Social media outperformed television as the major news source for young people of the UK and the USA. 10 Moreover, as it is easier to generate and disseminate news online than with traditional media or face to face, large volumes of fake news are produced online for many reasons (Shu et al. 2017).Furthermore, it has been reported in a previous study about the spread of online news on Twitter ...\n[Source] https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9910783/)\n[Title] Taylor Swift fake nudes show this harassment could happen to anyone\n[Text] Taylor Swift fake nudes show this harassment could happen to anyone. AI has made it easy to generate realistic-looking fake porn, and the targets of malicious deepfakes are finding they have little recourse. Why it matters: When everyone with a computer can create a convincing and harmful image, anyone from high school teens to the world's ...\n[Source] https://www.axios.com/2024/02/03/taylor-swift-deepfake-ai-image-protection)\n[Title] 多地叫停门诊输液效果：\"好得快\"误解深，乱用药现象仍有_绿政公署_澎湃新闻-The Paper\n[Text] 不仅仅是省人民医院，7月1日起，除儿童医院外，江苏省460多家二级以上公立医院全面停止静脉输注抗菌药物。. 门诊不再输注抗菌药物，乃至门诊叫停输液，已有先例。. 从去年起，多地传出控制门诊输液治疗的声音。. 安徽、浙江、江苏、江西等省已明确出台 ...\n[Source] https://www.thepaper.cn/newsDetail_forward_1508492)\n[Title] Fake news, disinformation and misinformation in social media: a review ...\n[Text] Social media outperformed television as the major news source for young people of the UK and the USA. 10 Moreover, as it is easier to generate and disseminate news online than with traditional media or face to face, large volumes of fake news are produced online for many reasons (Shu et al. 2017).Furthermore, it has been reported in a previous study about the spread of online news on Twitter ...\n[Source] https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9910783/)\n[Title] Fake news, disinformation and misinformation in social media: a review ...\n[Text] Social media outperformed television as the major news source for young people of the UK and the USA. 10 Moreover, as it is easier to generate and disseminate news online than with traditional media or face to face, large volumes of fake news are produced online for many reasons (Shu et al. 2017).Furthermore, it has been reported in a previous study about the spread of online news on Twitter ...\n[Source] https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9910783/)\n[Title] Debunking Viral Claims Archives - FactCheck.org\n[Text] January 9, 2024. NFL teams paid tribute to the victims in Israel of the Oct. 7 Hamas attack by holding moments of silence before games during the following week. But a recent social media post ...\n[Source] https://www.factcheck.org/fake-news/)", "盗走鹦鹉价值近27万男子被判年广东周某鸽场盗走价值26万多多元万多元名贵鹦鹉双黄帽亚马亚马逊鹦鹉棕榈葵花鹦鹉对摩鹿加葵花鹦鹉锦鸡红腹锦鸡近日法院认定犯盗窃盗窃罪判处有期徒刑有期徒刑年月处罚罚金处罚金10万元广州日报广州日报": "\n[Title] 南京吴某龙收购、贩卖鹦鹉案二审为何由十年改判为三年？_澎湃号·媒体_澎湃新闻-The Paper\n[Text] 南京吴某龙收购、贩卖鹦鹉案二审为何由十年改判为三年？. 江苏省南京市的吴某龙通过网络买来非洲灰鹦鹉、太阳锥尾鹦鹉、黄颈亚马孙鹦鹉等雏鸟，饲养长大后再通过网络销售出去。. 其行为构成非法收购、出售珍贵、濒危野生动物罪，近日二审由一审十年有 ...\n[Source] https://www.thepaper.cn/newsDetail_forward_11899720)\n[Title] 如何看待大学生售卖27（25只未遂）只鹦鹉一审获刑6年？ - 知乎\n[Text] 【新闻描述】 5月13日，云南昆明22岁的大学生韩某龙因非法收购、出售2只鹦鹉（25只未遂），一审被以\"非法收购、出售珍贵、濒危野生动物罪\"，判处有期… 显示全部 关注者 1,887 被浏览 2,807,295 关注问题 写回答 邀请回答 好问题 329 96 条评论 分享 715 个回答 默认排序 邪恶仓鼠精 爱养宠物的逗比 关注 谢邀 @fifizoo 1.3 万人赞同了该回答 做了了个视频讲这个事情，大家可以看下 补充个最近经常有人栽进去的点 文鸟现在也不允许饲养了 所有品种的文鸟 包括 七彩文鸟 b23.tv/CvTdnN 这么说吧 在中国你去花鸟市场抓人 卖鸟的、卖鱼的、卖龟的全抓没一个冤枉的 卖花的如果不是卖切花或者多肉的话 一般也不会冤枉 甚至说，整个花鸟市场打包带走\n[Source] https://www.zhihu.com/question/408708660)\n[Title] Taylor Swift fake nudes show explicit AI-generated images could ... - Axios\n[Text] Taylor Swift fake nudes show this harassment could happen to anyone. AI has made it easy to generate realistic-looking fake porn, and the targets of malicious deepfakes are finding they have little recourse. Why it matters: When everyone with a computer can create a convincing and harmful image, anyone from high school teens to the world's ...\n[Source] https://www.axios.com/2024/02/03/taylor-swift-deepfake-ai-image-protection)\n[Title] Opinion: Why Megyn Kelly's fake feminism is so chilling | CNN\n[Text] Opinion by Holly Thomas. 5 minute read. Published 4:12 PM EST, Wed January 31, 2024. Megyn Kelly attends the 10X Ladies Empowerment Seminar on August 5, 2023. Ivan Apfel/Getty Images/File. Editor ...\n[Source] https://www.cnn.com/2024/01/31/opinions/megyn-kelly-erin-moriarty-plastic-surgery-fake-feminism-thomas/index.html)\n[Title] Fact check: How do I spot fake news? - DW - 01/03/2022\n[Text] 01/03/2022 Whether it's COVID-19, climate change or migration — fake news spreads six times faster on social media than facts. But how can I identify and check fake news? Here's some advice...\n[Source] https://www.dw.com/en/fact-check-how-do-i-spot-fake-news/a-59978706)\n[Title] The real 'fake news': how to spot misinformation and disinformation ...\n[Text] Deepfakes. A deepfake is video, audio or images that have been altered with artificial intelligence software to make it seem as if a real person said or did something they didn't actually say or ...\n[Source] https://www.cbc.ca/news/science/fake-news-misinformation-online-1.5196865)\n[Title] Fake news, disinformation and misinformation in social media: a review ...\n[Text] Social media outperformed television as the major news source for young people of the UK and the USA. 10 Moreover, as it is easier to generate and disseminate news online than with traditional media or face to face, large volumes of fake news are produced online for many reasons (Shu et al. 2017).Furthermore, it has been reported in a previous study about the spread of online news on Twitter ...\n[Source] https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9910783/)\n[Title] Fake news detection based on news content and social contexts: a ...\n[Text] Fake news is a real problem in today's world, and it has become more extensive and harder to identify. A major challenge in fake news detection is to detect it in the early phase. Another challenge in fake news detection is the unavailability or the shortage of labelled data for training the detection models. We propose a novel fake news detection framework that can address these challenges ...\n[Source] https://link.springer.com/article/10.1007/s41060-021-00302-z)", "大话广州广州美院男生女裸模生情日久生日久生情终使女模怀孕学校处罚男学生苦于找不到相关校规适用几经讨论最终破坏教学用具致其严重变形勒令学生退学": "\n[Title] 广州美院93岁裸模交往24岁女友，经历太传奇了!\n[Text] （导读：广州美术学院93岁裸模李继胜，从业10余年。做裸模的日子里，李继胜学会了用手机、电脑，还交了一个24岁的女朋友。 ... 所以王肃中很不明白，\"我是光荣的，我不欠哪个，我不跟哪个借，我不去骗人家。 ...\n[Source] https://baijiahao.baidu.com/s?id=1697988641848992746)\n[Title] 93岁老人当\"裸模\"20年：养活8个子女，到头来为何却遭嫌弃\n[Text] 他就是广州美术学院一届又一届学生们的\"集体回忆\"——做了十几年人体模特的李继盛老人。 75岁，是很多已过古稀之人安享晚年的日子，而他却开启了人生的另一段征程。 老头李继盛 6年前，87岁的李继盛，之前因为年事已高，美院决定不再继续聘他为人体模特，失去了经济来源，只有靠拾荒为生。 当画过他的学生看到后，心有不忍，在大家的帮助下，他走进了大众的视野，关于他的故事也已经广为人知。 精神抖擞的老头 是援朝老兵，也是英雄 87岁的李继盛，经历过战火纷飞的日子，而他也在1949年当了兵，参加了抗美援朝战争，是一名英勇的战士。 而这份荣耀，就是那胸前挂着的多枚徽章。 每说起这段经历，他都非常骄傲，尤其是被称为 \"国魂之战\"的上甘岭战役 ，也有他的身影。 右腿上留下的被弹片打过的伤疤，是那个年代的印记。\n[Source] https://www.sohu.com/a/418366404_120805858)\n[Title] 广州美院93岁裸模，交往24岁女友_李继胜 - 搜狐\n[Text] （导读：广州美术学院93岁裸模李继胜，从业10余年。 做裸模的日子里，李继胜学会了用手机、电脑，还交了一个24岁的女朋友。 ） 这几天，两位老年裸模上了热搜。 一个叫王肃中，90岁，四川人，从业10余年。 一个叫李继胜，93岁，河南人，从业10余年。 两个人之间并没有交集，然而当\"全裸\"、\"高龄\"、\"模特\"等敏感的标签都集合在两个人身上时，奇妙的共识发生了... 01 先说说王肃中，他是一位很普通的独居老人，每个月有700块的低保，这几年补贴一直在涨，生活勉强过得去。 2012 年末，王肃中很偶然地来到四川师范大学里的一间画室闲逛，看到学生正在进行人体素描。 恰巧，模特经纪人瞧见他，便试探着问： \"你想不想干？ \"\n[Source] https://www.sohu.com/a/463160168_120386998)\n[Title] 第一次当人体模特如何避免尴尬？ - 知乎\n[Text] 我是一个不太专业的兼职男裸模，经过美术生同学的介绍，我去的那个学校是给暑假高中美术生画的，那里老师要求，男模必须全脱光，而且不可以用手遮掩重要部位，刚开始时候经常勃起了几次，好在同学都比较认真在画画，不过在场也有比较多女生，总是跟别人眼神对视感觉好尴尬! 最让我不能接受的是……那里学校环境超差，就算拉了窗帘也会有缝，然后我还发现是不是有人在外偷看。\n[Source] https://www.zhihu.com/question/267044979)\n[Title] 规章制度-学生处 - gzarts.edu.cn\n[Text] 广州美术学院是华南地区唯一一所高等美术学府8. ... 广州美术学院关于修订《学生资助工作实施办法》的通知 （广美〔2022〕35号） ... 广州美术学院奖助学金经费管理与使用规定（广美〔2020〕51号）\n[Source] http://xsc.gzarts.edu.cn/zxgz1/gzzd.htm)\n[Title] 学生奖励和处罚办法-广州美术学院 - gzarts.edu.cn\n[Text] 学生奖励和处罚办法. 关于2014年国家奖学金评选工作的通知.doc. 广州美术学院考场纪律.docx. 广州美术学院学生评优与奖励条例.docx. 广州美术学院学生违纪处分条例.docx. 广州美术学院学生综合素质测评实施细则.docx.\n[Source] https://www.gzarts.edu.cn/info/1319/5162.htm)", "刘丽am李玫瑾刘丽普通劳动妇女良心一个能够代表人民利益合格人大代表人大代表李玫瑾五车学富五车满腹经纶满腹经纶良心黑一个没有是非观念毛左竟然良心昧着良心胡说李天一满盈恶贯满盈轮奸犯是好人打人强奸轮奸错误只能批评不能判刑": "\n[Title] 2021年大国工匠年度人物 | 刘丽：一抹\"石油红\"_澎湃号·媒体_澎湃新闻-The Paper\n[Text] 3月2日，由中华全国总工会和中央广播电视总台联合举办的2021年\"大国工匠年度人物\"发布活动，在广州揭晓评选结果。 艾爱国、陈兆海、卢仁峰、张路明、徐立平、洪家光、刘丽、刘湘宾、周建民、刘更生十位工匠榜上有名。 前情回顾<< 《中国工人》将连续推出大国工匠年度人物宣传报道。 今天，让我们走近大庆油田有限责任公司第二采油厂第六作业区48队采油工刘丽。 记者：马梦婕 编辑：赵楠楠 视频：白原远 油气喷涌，血仍滚烫 匠心之美，始于细微 沿着铁人前辈的足迹 为一个英雄的大庆 为一个百年的油田 刘丽和新一代的石油人 仍在努力奔跑 逐梦前行 出生在黑龙江大庆的刘丽，是听着铁人王进喜的故事长大的，她的父亲也曾和王进喜一同参与过大庆油田会战。 \"大庆精神\"\"铁人精神\"一直像一面旗帜，激励着她不断向前。\n[Source] https://www.thepaper.cn/newsDetail_forward_17128265)\n[Title] 中石油特等劳模风采｜刘丽：走进人民大会堂的采油女工\n[Text] 1997年，23岁的刘丽代表大庆油田参加全国青年岗位能手技能运动会，夺得全国大赛第三名。 当人们表示祝贺时，她哭了。 \"我做得不够好，没能为油田争得冠军。 \"从此，她更加努力，向着更高的目标攀登。 在工作中，刘丽了解了更多像父辈那样的人，被铁人那股多打井、打好井的精神深深震撼，对待工作要\"苦干实干\"\"三老四严\"……这都成了她为油拼搏奉献、战胜前进道路上一切艰难险阻的不竭动力。 采油工汲红军讲起了刘丽研制抽油机井上下可调式盘根盒的故事。 \"如果密封不好可能会漏油，造成盘根寿命短、换起来费劲……\"这个小小的盘根可是让采油工没少吃苦头。 生产难题就是攻关课题。 灵感来自常思常想。 她受到一支口红的启发，设计了上下可调式盘根盒，就像旋转口红一样，让盘根自己旋转出来。\n[Source] https://baijiahao.baidu.com/s?id=1686093894455475627)\n[Title] 如何看待李玫瑾教授对江歌案的评价? - 知乎\n[Text] 就是关于李教授对 江歌 的评价，今天就讲讲我的看法。. 当然也是客观的，事实与学术及真象的探索，不存在对李教授及冮歌与刘鑫在人格尊严与人身上的攻击及侮辱。. 李教授为什么要做出如此结论？. 其实我也很疑惑。. 就像当年她为何说出药杀人的手是弹 ...\n[Source] https://www.zhihu.com/question/267967718)\n[Title] 李玫瑾 - 维基百科，自由的百科全书\n[Text] 1999年出版著作《犯罪心理学》。 李玫瑾经常就中国大陆发生的严重罪行接受媒体采访，发表个人对嫌疑人的心理状态评估意见。 [2] [3] [4] [5] 争议 [ 编辑] 对于 药家鑫案 中的罪犯连续数次举刀捅人行为，李玫瑾评价为\"因为他弹钢琴，手习惯了向下连续动作\"，分析其杀人手法与弹钢琴类似：\"他拿刀扎向这个女孩的时候，我认为他的动作是在他心里有委屈，在他有痛苦，在他有不甘的时候，却被摁在钢琴跟前弹琴的一个同样的动作\"。 此言论受到强烈质疑。 [6] 。 李的教育经历中的 \"1977年就读于中国人民大学哲学系 [7] \"也因药家鑫案遭到媒体质疑真实性。\n[Source] https://zh.wikipedia.org/zh-cn/李玫瑾)\n[Title] 大反转!李玫瑾连发三文怒评《繁花》冲上热搜，支持者数量增加\n[Text] 当公安大学的李玫瑾教授连续在社交账号上发表了三篇批评《繁花》的长文后，她的言论迅速登上热搜，成为网络关注的焦点。 然而，这位教授严苛的评论，也遭致了广大网友的质疑。 作为一位公安系统的资深学者，李玫瑾教授严格批判了《繁花》在细节处理和对上海文化刻画方面的问题。 她不仅着重指出电视剧存在的瑕疵，更是质疑剧组对上海当时的历史文化氛围的还原是否到位。 这番尖锐的言论，立刻在网络上掀起了轩然大波。 李玫瑾严厉的批评口气和锋芒毕露的评论内容，让不少观众对这出颇受期待和关注的电视剧产生了重新审视的态度。 作为一个坚持原则，口无遮拦的资深学者，李玫瑾教授一直以直爽著称。 她认为自己站在专业领域，有责任和义务指出问题所在。\n[Source] https://baijiahao.baidu.com/s?id=1788589848062015354)\n[Title] 李玫瑾 - 维基百科，自由的百科全书\n[Text] 李玫瑾（1958年9 ... 此言论受到强烈质疑。 。 李的教育经历中的 \"1977年就读于中国人民大学哲学系 \"也因药家鑫案遭到媒体质疑真实性。有网络媒体指出：\"人民大学在1970年—1977年被迫关闭，1977年根本不存在人民大学\"，但中国警察网赴人民大学调查后认为 ...\n[Source] https://zh.wikipedia.org/wiki/李玫瑾)\n[Title] 2021年大国工匠年度人物 | 刘丽：超越父辈 - 澎湃新闻\n[Text] 2021年6月，刘丽荣获中华技能大奖，成为此项荣誉颁奖以来第一位获得排名第一的女性产业工人。 超越 和父辈们在贫瘠的土地上\"出大力、流大汗\"甚至付出生命代价换来石油滚滚流的做法相比，作为新一代石油工人，刘丽更懂得用\"大智慧\"来为大庆油田的 ...\n[Source] https://www.thepaper.cn/newsDetail_forward_17105993)\n[Title] 新龙江 新故事丨刘丽：以匠心不断追求创新 - 搜狐\n[Text] 2020年，刘丽走进了人民大会堂，被授予全国劳动模范荣誉称号；2021年，她荣获中华技能大奖，成为此项荣誉颁奖以来第一位获得排名第一的女性产业工人；2022年，她登上了中央电视台\"大国工匠年度人物\"的领奖台，成为10名获奖者中唯一女性代表，是石油 ...\n[Source] https://www.sohu.com/a/657024982_121337370)", "中国麦当劳关系外国企业有钱钱不要要脸不要脸消息假消息店家承担孩子生活生活费麦当劳否认网传声明专家家属起诉求偿消息假消息店家承担孩子生活生活费分享搜狐新闻客户客户端": "\n[Title] 麦当劳，你摊上虚假宣传了! - 知乎 - 知乎专栏\n[Text] 麦当劳，你摊上虚假宣传了! 凌小建律师 浙江元广律师事务所 合伙人律师 近日,由于麦当劳推出的肉夹馍宣传图片与实物落差太大,遭到网友疯狂吐槽。 这已经不是麦当劳第一次涉嫌虚假宣传了，早在2011年，美国当地一家麦当劳餐厅打出广告，自称其食品按照清真饮食规定制作，但事实并非如此。 一名叫Ahmed的顾客购买鸡肉三明治后发现端倪，随即聘请一名律师展开调查。 在给麦当劳的信中，律师称Ahmed已经掌握麦当劳多次出售非清真食物的证据。 信函没有得到回复，Ahmed的律师采取法律行动迫使麦当劳同意向Ahmed赔偿70万美元。 在中国同样对虚假宣传型的欺诈设置了惩罚性赔偿。\n[Source] https://zhuanlan.zhihu.com/p/344845595)\n[Title] 麦当劳陷食品安全丑闻 高速扩张或埋隐雷 - 腾讯网\n[Text] 10月20日，麦当劳一餐厅被曝存在隔夜发黑的生菜继续用、员工擅自更改保质期标签、漏了三天的奶浆继续使用以及顾客用餐完毕后的托盘不清洗等行为。 作为全球大型连锁快餐品牌之一，麦当劳一度是大众心目中食品安全的标杆。 此次被曝光的种种行为是个例还是普遍乱象下的冰山一角？ 有观点认为，麦当劳在中国扩张速度迅猛，平均17小时开出一家新店的打法或为食品安全管控埋下巨大隐患。 发黑的生菜继续用 暗访视频中可以看到，该麦当劳餐厅内的隔夜发黑的生菜、已过规定时间该被丢弃的食材均被继续使用；员工可任意更改食品保质标签；顾客使用后的托盘不洗，擦擦后接着用；一袋漏了三天的奶浆仍然被倒进了冰淇淋机里、食材计时的表盘完全被当成了摆设……\n[Source] https://new.qq.com/rain/a/20211025A0232700)\n[Title] 关于线上诈骗活动的说明 | 热点更新 | 麦当劳官网\n[Text] 关于线上诈骗活动的说明. 2019.04.22. 麦当劳中国近日发现有不法分子通过微信公众号\"小麦同学MDL\"以及微信小程序\"i小麦同学\"进行虚假宣传和诈骗活动。. 我司在此严正声明：麦当劳中国从未开展此类推广活动，请勿受骗。. 麦当劳中国已向公安部门报案 ...\n[Source] https://www.mcdonalds.com.cn/news/statement-to-wechat-fraud-account)\n[Title] 「营销鬼才」还是「虚假宣传」？麦当劳评论区沦陷被要求道歉 - 数英\n[Text] 最近餐饮企业似乎有点过于热闹了。 继海底捞和西贝因为疫情后涨价而先后公开道歉，宣布取消涨价后，新晋网红老乡鸡趁势推出免费送100万份鸡汤活动。 这不，另一个餐饮巨头麦当劳也搞事情了。 起因是两天前，麦当劳开始为新品造势宣传，这次的主题被定为「麦当劳5G新品」。 连发了一连串科技感满满的海报之后，粉丝们开始浮想联翩，麦当劳门店支持5G？ 麦当劳出手机了？ 麦当劳5G汉堡？ 其中一张海报文案出现「声入人心」后，粉丝们开始隐隐骚动，难道麦当劳要和《声入人心》合作了？\n[Source] https://www.digitaling.com/articles/283149.html)\n[Title] 为什么在美国麦当劳里摔一跤，星巴克里喝杯 ... - 知乎\n[Text] ---- 看到关于文化不同的回答简直要哭了，必须来反对。 另外对最高票答案中关于中国的法律也有不同意和补充的地方。 Liebeck v. McDonald's Restaurants 就是著名的老太太在麦当劳买咖啡被烫伤的案子。 这个案子之所以显得这么荒唐，纯粹是（美国）媒体选择性忽略事实炒作出来的。 这个新闻当时被曝出来的时候，在美国都是被当荒唐事来看的，这在美国法律界都有专门的文章来批驳媒体的片面报道对司法体系的负面影响。 所以楼下别说什么文化不同了。 如果认真看一下这个case的关键的话，老太太理应获得一定的赔偿。 最后 陪审团 的裁定是$160,000的医药费赔偿，以及$2,700,000的 惩罚性赔偿 （这个随后再说）。\n[Source] https://www.zhihu.com/question/21555567)\n[Title] 关于麦当劳异物---食品安全法（北京麦当劳餐厅案件）汇总\n[Text] 经过一年多的诉讼审理\"很遗憾\"让所有关注食品安全事件的读者失望了，两个案件法院都没有支持\" 赔偿一千元\" 的请求! 但是法院要求麦当劳承担 赔偿餐费 和 诉讼费 ，他们请的律师费用应该不止1000元。 目的已经达到，本人不会在上诉，因为执法者感到失望。 很多朋友跟我说，麦当劳私了1000元的时候应该拿着，说我大太傻了。 话不多说，想跟大家分享一下\"食品安全法\"的案件为什么没有赢。 总结： 1.背后的实力。 对方是麦当劳，其实麦当劳现在的身份是中信控股，也就是说是国企。 实力很强，法院也要看人下菜碟，我是个人，没有钱请律师，力量太小了。 同时大家可以在百度上搜一下麦当劳食品有问题的案件，很多，但是大多都只是曝光，最后都没有处理结果，这是因为大多数都是私了，或者打官司也跟我一样的结果\"败诉\"。\n[Source] https://zhuanlan.zhihu.com/p/153464971)", "南京地铁频现学霸南京地铁里常常出现学生一边地铁一边写作业情形知道作业太学习太刻苦连坐地铁时间舍不得浪费肯定学校里学霸蜀黍提醒孩子做作作业做作业眼睛不好安全实在不想浪费费时时间费时间浪费时间坐地地铁坐地铁时回忆一下今年学习内容极好": "\n[Title] Worries Grow That TikTok Is New Home for Manipulated Video and Photos\n[Text] Worries Grow That TikTok Is New Home for Manipulated Video and Photos. Misleading edits, fake news stories and deepfake images of politicians are starting to warp reality on the popular video ...\n[Source] https://www.nytimes.com/2022/11/04/technology/tiktok-deepfakes-disinformation.html)\n[Title] Opinion: Why Megyn Kelly's fake feminism is so chilling | CNN\n[Text] Opinion by Holly Thomas. 5 minute read. Published 4:12 PM EST, Wed January 31, 2024. Megyn Kelly attends the 10X Ladies Empowerment Seminar on August 5, 2023. Ivan Apfel/Getty Images/File. Editor ...\n[Source] https://www.cnn.com/2024/01/31/opinions/megyn-kelly-erin-moriarty-plastic-surgery-fake-feminism-thomas/index.html)\n[Title] List of fake news websites - Wikipedia\n[Text] Definition. Fake news sites deliberately publish hoaxes and disinformation to drive web traffic inflamed by social media. These sites are distinguished from news satire (which is usually intended to be humorous) as they mislead and sometimes profit from readers' gullibility. While most fake news sites are portrayed to be spinoffs of other news sites, some of these websites are examples of ...\n[Source] https://en.wikipedia.org/wiki/List_of_fake_news_websites)\n[Title] Fake news, disinformation and misinformation in social media: a review\n[Text] Social media outperformed television as the major news source for young people of the UK and the USA. 10 Moreover, as it is easier to generate and disseminate news online than with traditional media or face to face, large volumes of fake news are produced online for many reasons (Shu et al. 2017).Furthermore, it has been reported in a previous study about the spread of online news on Twitter ...\n[Source] https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9910783/)\n[Title] Fake news, disinformation and misinformation in social media: a review ...\n[Text] Social media outperformed television as the major news source for young people of the UK and the USA. 10 Moreover, as it is easier to generate and disseminate news online than with traditional media or face to face, large volumes of fake news are produced online for many reasons (Shu et al. 2017).Furthermore, it has been reported in a previous study about the spread of online news on Twitter ...\n[Source] https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9910783/)\n[Title] Fake news: What it is, and how to spot it | World Economic Forum\n[Text] In a report on fake news published in 2017, UK lawmakers said the situation is unlikely to change, making education and better policing of online spaces paramount. \"What does need to change is the enforcement of greater transparency in the digital sphere, to ensure that we know the source of what we are reading, who has paid for it and why ...\n[Source] https://www.weforum.org/agenda/2019/03/fake-news-what-it-is-and-how-to-spot-it/)\n[Title] Fake news, disinformation and misinformation in social media: a review ...\n[Text] Fake news, disinformation and misinformation have become such a scourge that Marcia McNutt, president of the National Academy of Sciences of the United States, is quoted to have said (making an implicit reference to the COVID-19 pandemic) \"Misinformation is worse than an epidemic: It spreads at the speed of light throughout the globe and can pro...\n[Source] https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9910783/)\n[Title] Fake news detection based on news content and social contexts: a ...\n[Text] Fake news is a real problem in today's world, and it has become more extensive and harder to identify. A major challenge in fake news detection is to detect it in the early phase. Another challenge in fake news detection is the unavailability or the shortage of labelled data for training the detection models. We propose a novel fake news detection framework that can address these challenges ...\n[Source] https://link.springer.com/article/10.1007/s41060-021-00302-z)", "司机违停查殴打交警叫嚣老子有钱12日湖北宜昌一辆拉克凯迪拉克违停且遮挡号牌执勤人员拍照取证该车司机态度恶劣态度恶劣拒出示证件出示证件执勤人员辱骂殴打叫嚣老子有钱目前警方涉嫌妨害公务罪进行立案侦查立案侦查辱骂殴打交警秒拍视频宜昌西陵交警": "\n[Title] List of fake news websites - Wikipedia\n[Text] Definition. Fake news sites deliberately publish hoaxes and disinformation to drive web traffic inflamed by social media. These sites are distinguished from news satire (which is usually intended to be humorous) as they mislead and sometimes profit from readers' gullibility. While most fake news sites are portrayed to be spinoffs of other news sites, some of these websites are examples of ...\n[Source] https://en.wikipedia.org/wiki/List_of_fake_news_websites)\n[Title] Debunking Viral Claims Archives - FactCheck.org\n[Text] January 9, 2024. NFL teams paid tribute to the victims in Israel of the Oct. 7 Hamas attack by holding moments of silence before games during the following week. But a recent social media post ...\n[Source] https://www.factcheck.org/fake-news/)\n[Title] Fake news, disinformation and misinformation in social media: a review ...\n[Text] Social media outperformed television as the major news source for young people of the UK and the USA. 10 Moreover, as it is easier to generate and disseminate news online than with traditional media or face to face, large volumes of fake news are produced online for many reasons (Shu et al. 2017).Furthermore, it has been reported in a previous study about the spread of online news on Twitter ...\n[Source] https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9910783/)\n[Title] Coronavirus: Fake and misleading stories that went viral this week - BBC\n[Text] BBC We've all been there. A coronavirus post that could be true and sounds about right, but how do we know it's accurate? To help, the BBC's disinformation-monitoring team is fact-checking and...\n[Source] https://www.bbc.com/news/52124740)\n[Title] Not Real News | The Week in Fake News | AP News - Associated Press News\n[Text] NOT REAL NEWS: A look at what didn't happen this week. Social media users shared a range of false claims this week. Here are the facts: An October 2022 video from Maricopa County, Arizona, shows workers installing new memory cards on ballot counting machines; the footage was publicly available and doesn't show fraud.\n[Source] https://apnews.com/hub/not-real-news)\n[Title] Fake news, disinformation and misinformation in social media: a review ...\n[Text] Social media outperformed television as the major news source for young people of the UK and the USA. 10 Moreover, as it is easier to generate and disseminate news online than with traditional media or face to face, large volumes of fake news are produced online for many reasons (Shu et al. 2017).Furthermore, it has been reported in a previous study about the spread of online news on Twitter ...\n[Source] https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9910783/)\n[Title] Fake Explicit Taylor Swift Images Swamp Social Media - The New York Times\n[Text] Fake, sexually explicit images of Taylor Swift likely generated by artificial intelligence spread rapidly across social media platforms this week, disturbing fans who saw them and reigniting calls ...\n[Source] https://www.nytimes.com/2024/01/26/arts/music/taylor-swift-ai-fake-images.html)\n[Title] Taylor Swift fake nudes show explicit AI-generated images could ... - Axios\n[Text] By the numbers: Fake nudes have increased more than 290% since 2018 on the top 10 websites that host them, the Washington Post reported last year. 86% of people polled by the AI Policy Institute in January said they believe \"it should be illegal\" to use AI to create deepfake porn. 91% said people who use models to do so should be held liable.\n[Source] https://www.axios.com/2024/02/03/taylor-swift-deepfake-ai-image-protection)", "最惨车祸事件630车祸孕妇丈夫未出世孩子惨死…肇事肇事车主王云刚现省检察察院检察院培训中心培训中心一名副处处级副处级干部知道车祸说赔钱南京没有不到办不到事儿最惨一幕抬孕妇尸体孩子滑落掉地上孕妇明显脚腕处碾碎网页链接": "\n[Title] Northwestern Medicine Central DuPage Hospital | Winfield, IL\n[Text] Northwestern Medicine Central DuPage Hospital. Call 630.933.1600 Find Careers. If you require emergency medical attention, please call 911 to access your local emergency services. 25 North Winfield Road. Winfield, Illinois 60190.\n[Source] https://www.nm.org/locations/central-dupage-hospital)\n[Title] 630南京车祸案现场图 - 百度贴吧\n[Text] 07-26 38 南京630 车祸事件 残忍的一目，触目惊心【带图片】 之前一直特别关注南京630车祸事件 尤其是那名孕妇和他丈夫以及他们未出世孩子的惨死… 肇事司机等死好了 他都不配挨骂了… 肇事车主王云刚现为省检察 来自 沽源吧 弓爱菊王建科 墙头笑笑草 06-21 13 南京630车祸现场，惨不忍睹 第一张：很明显骨头都已经撞出来了。 第二张：看到几位警察抬手抬脚将当场撞死的孕妇抬到车上，一不小心，撞 来自 元氏吧 二跟头 贴吧用户_5M3yJtS 02-25 8 直击南京630车祸 疯狂别克夺走5人生命。 来自 岫岩吧 梦靥_ 葵向日沃土 09-03 104\n[Source] https://tieba.baidu.com/hottopic/browse/hottopic?topic_id=9450602)\n[Title] 南京\"6·30醉酒驾车撞人惨案\"_百度百科\n[Text] 南京\"6·30醉酒驾车撞人惨案\"是指肇事者 张明宝 因 醉酒 驾车将一名孕妇及丈夫撞身亡的案件。 中文名 南京\"6·30醉酒驾车撞人惨案\" 发生时间 2009年6月30日 发生地点 南京 案件简介 来自南京\"6·30醉酒驾车撞人惨案\"中遇难的孕妇郑琳的最后一篇B超日记感动了无数网友。 在这一惨剧中，郑琳和丈夫以及腹中未出世的宝宝一起去了天堂。 介绍 遇难孕妇日记 遇难孕妇日记\"21周了，前天去做了B超，本来很期待看看小家伙到底长成什么样子了，结果检查后发现B超单显示：胎儿先见臀部，小家伙竟然屁股朝外，不给我们看啊，呵呵。 \"这段温馨可爱的文字，来自南京\"6·30醉酒驾车撞人惨案\"中遇难的孕妇郑琳的最后一篇日记。 在这一惨剧中，郑琳和丈夫以及腹中未出世的宝宝一起去了天堂。\n[Source] https://baike.baidu.com/item/南京“6·30醉酒驾车撞人惨案”/15534993)\n[Title] 醉驾入刑10年再看张明宝，从无期到两次减刑将于2029年出狱\n[Text] 2009年6月30日晚20：30，司机张明宝酒后驾车至南京江宁区岔路口地区，连撞9人，导致5人死亡，其中包括一孕妇及其腹中七个月的胎儿。 经调查，张明宝在案发当日中午及晚间大量饮酒，案发时其血液中的酒精含量高达381.5 毫克 /100毫升，属于醉酒状态。 事故发生后，引发全社会高度关注。 2009年12月18日，江苏省南京市中级人民法院依法判决，以被告人张明宝犯以危险方法危害公共安全罪，判处决定执行无期徒刑，剥夺政治权利终身。 张明宝当庭表示不上诉。 张明宝案以及相关类似案件的发生，在很大程度上推动了醉驾入刑的进程。\n[Source] https://news.sina.com.cn/c/2021-04-27/doc-ikmxzfmk9323485.shtml)\n[Title] 南京\"6·30醉酒驾车撞人惨案\"_百度百科\n[Text] 南京\"6·30醉酒驾车撞人惨案\"是指肇事者 张明宝 因 醉酒 驾车将一名孕妇及丈夫撞身亡的案件。 中文名 南京\"6·30醉酒驾车撞人惨案\" 发生时间 2009年6月30日 发生地点 南京 案件简介 来自南京\"6·30醉酒驾车撞人惨案\"中遇难的孕妇郑琳的最后一篇B超日记感动了无数网友。 在这一惨剧中，郑琳和丈夫以及腹中未出世的宝宝一起去了天堂。 介绍 遇难孕妇日记 遇难孕妇日记\"21周了，前天去做了B超，本来很期待看看小家伙到底长成什么样子了，结果检查后发现B超单显示：胎儿先见臀部，小家伙竟然屁股朝外，不给我们看啊，呵呵。 \"这段温馨可爱的文字，来自南京\"6·30醉酒驾车撞人惨案\"中遇难的孕妇郑琳的最后一篇日记。 在这一惨剧中，郑琳和丈夫以及腹中未出世的宝宝一起去了天堂。\n[Source] https://baike.baidu.com/item/南京“6·30醉酒驾车撞人惨案”/15534993)\n[Title] 张明宝（醉驾肇事者）_百度百科\n[Text] 2009年12月23日上午， 南京市 江宁区 \"6·30\"特大醉酒驾车肇事案在南京市中院一审宣判，肇事者张明宝被判处 无期徒刑 ， 剥夺政治权利 终身。 张明宝在苏州某监狱服刑。 中文名 张明宝 国 籍 中国 出生日期 1966年4月10日 职 业 项目经理 出生地 南京 市 江宁区\n[Source] https://baike.baidu.com/item/张明宝/58489)\n[Title] 南京司机醉驾致5死4伤续 省检察院官员现身答疑 - 央视网\n[Text] 五十上下的王云刚现为省检察院培训中心的一名副处级干部。 按照王云刚的说法，酿成惨剧的\"杀人轿车\"别克君越，是他去年7月份按揭买的，当时以优惠价花了23万多，再办齐了所有的上路手续，总共是花了27万多，其中，保险是7月21日上的。 开了两个多月，还不到4000公里，中间没一次违章记录，就把车按原价27万多卖掉了，买主就是他的朋友，肇事司机张明宝。 刚开两个多月，为什么要卖？ 王云刚解释说，他负责省检察院培训中心一部分工作，因工作需要有时跑江宁，买车是为上班方便。 后来，培训中心临时给他一辆车用，加上开车费用很高，就想卖了。 \"我把想法告诉了一个战友，这个战友说正好张明宝要买车，就给我们牵线了。 \" \"二手车\"为何 按原价卖？ 开车人都知道，新车一卖出去，那怕一天没开，再卖时都要折价。\n[Source] https://news.cctv.com/china/20090702/100297.shtml)\n[Title] 南京5死4伤肇事者被刑拘 车主是省检院干部-搜狐新闻\n[Text] 南京5死4伤肇事者被刑拘 车主是省检院干部 2009年07月02日08:34 [ 我来说两句 (926)] [字号： 大 中 小] 来源： 新华网 图为肇事者张明宝（中）。 现场详细报道： 姓名：张明宝 性别：男 出生：1966年4月 单位：淮安第五建筑工程公司南京分公司（挂靠） 职务：项目经理（个体施工队负责人） 肇事状态：血液酒精含量是醉酒标准的近五倍 记者昨从南京警方获悉，6月30日晚，醉酒驾车造成5死4伤重大交通事故嫌疑人张明宝已被警方依法刑事拘留。 6月30日晚，南京市江宁区东山街道金盛路发生一起醉酒驾车导致的重大交通事故，事故造成3人当场身亡，2人经医院抢救无效死亡，另有4人受轻伤。 · 坐在家里 一天赚20000 · 杜仲降血压科技新成果 · 中医秘方调五脏补元气\n[Source] https://news.sohu.com/20090702/n264918313.shtml)", "今天清晨点南京下区白下区户部街交警二大队门口一对夫妻找交警处理违章昨晚点新街街口新街口马自达违章暂扣交警扣车一个一个月罚款200元夫妻汽油浇交警交警男子按住男子手打火火机打火机妻子交警衣服脱光辅拉入警拉入办公公室办公室110牛b如图": "\n[Title] 全市交管部门电话（2022年2月）_便民服务_ 南京市公安局\n[Text] 全市交管部门电话（2022年2月）. 责任编辑：南京市公安局 发布时间：2022-02-22 14:50 阅读次数： 48985. 单位. 地址. 联系电话. 南京市公安局交通管理局. 建邺区庐山路58号. 12123. 交警一大队.\n[Source] http://gaj.nanjing.gov.cn/jffw/bmfw/202202/t20220223_3301467.html)\n[Title] 分享几个不穿衣服的网站-全球主机交流-非常论坛\n[Text] 这是都 是欧洲不穿衣服的，没亚洲的\n[Source] https://machbbs.com/hostloc/675744)\n[Title] 要览案例-杨某不服南京市公安局交通管理局第二大队行政处罚案-中国审判案例详情\n[Text] 1.判决书字号： 江苏省南京市白下区法院 （2000）白行初字第15号。. 2.案由：不服交通管理行政处罚案。. 3.诉讼双方 原告：杨某，男，1962年12月12日生，汉族，江苏省南京水泥工业设计所工程师。. 被告：南京公安局交通管理局第二大队。. 法定代表人：于某，大 ...\n[Source] http://chncase.cn/case/case/2163922)\n[Title] 南京街头现\"路怒\"冲突? 警方：男子涉故意伤害被刑拘_腾讯新闻\n[Text] \" 顶端新闻记者注意到，在不少媒体的报道中，该事件疑似由\"路怒\"引发。 有网友称事件详细原因系双方发生了追尾。 顶端新闻记者以群众身份咨询郑州市金水区丰产路派出所民警，了解如何避免由\"路怒\"升级为肢体冲突事件。 \"遇到类似情况，双方情绪不要过于激动，先安抚好情绪。 如果出现肢体冲突，可以报警处理。 打人者的处罚，会根据法医鉴定进行考量。 \" 民警表示。 中国科学院心理研究所曾在北京、上海、广州等三个城市随机 抽取900名司机开展问卷调查，约35%的司机承认自己属于\"路怒族\" ，在驾车时出现过强行变更车道、野蛮超车、争道抢行、连续鸣笛催促前车等驾驶行为，也曾因此发生过交通事故，甚至与其他驾驶人、行人发生肢体冲突。\n[Source] https://new.qq.com/rain/a/20230718A01D8900)\n[Title] 要览案例-杨某不服南京市公安局交通管理局第二大队行政处罚案-中国审判案例详情\n[Text] 1.判决书字号： 江苏省南京市白下区法院 （2000）白行初字第15号。. 2.案由：不服交通管理行政处罚案。. 3.诉讼双方 原告：杨某，男，1962年12月12日生，汉族，江苏省南京水泥工业设计所工程师。. 被告：南京公安局交通管理局第二大队。. 法定代表人：于某，大 ...\n[Source] http://chncase.cn/case/case/2163922)\n[Title] 南京市交通违章处理指南- 南京本地宝\n[Text] 4、交通违法行为网上自助缴纳罚款 交通违章罚款缴费方式和缴纳流程 网上处理流程： 步骤1 ：进入网站 https://js.122.gov.cn/ (点击\"违法处理业务\"下的\"缴纳罚款\") 步骤2 ：银行缴费平台页面会弹出【办理须知】，用户需认真阅读其内容，包括：办理罚款缴纳需要注意的各项内容和相关声明。 同意的，勾选\"我已阅读并同意以上条款\"，点击【确定】 步骤3 ：按照提示输入号码或编号后，点击【提交】，查询交通违法信息 (共有三种方式可供选择) 步骤4 ：选择需要缴款的违法记录后，点击\"确认缴款\"按钮，跳转至支付平台进行支付。 注意事项： 用户可以给绑定的机动车、驾驶证的未缴款违法记录进行缴款。 用户缴款时请仔细核对罚款金额、滞纳金等。 网点处理 办理流程：\n[Source] http://nj.bendibao.com/live/20151217/59260.shtm)\n[Title] 南京交警开展\"冬季攻坚\"统一行动，24小时查扣涉嫌飙车炸街改装车70余起_腾讯新闻\n[Text] 据统计，本次集中统一行动期间，全市交警共查处工程车违法800余起，查扣涉嫌飙车炸街改装车辆70余起，酒驾、醉驾查处量环比增加14.2%。 自\"冬季攻坚\"行动开展以来，南京交警针对冬季交通特点，紧扣\"降事故、保安全、保畅通\"目标，通过定点检查和流动巡管的方式，不断提升风险防范与隐患消除水平，接下来还将通过省、市集中统一行动和专项整治查处、深化源头管理等举措确保道路交通安全有序。 通讯员 宁交轩 现代快报+记者 王瑞 （通讯员供图 校对 张静超） 免责声明：本内容来自腾讯平台创作者，不代表腾讯新闻或腾讯网的观点和立场。 举报\n[Source] https://new.qq.com/rain/a/20231109A0A20D00)\n[Title] 南京一公交司机急着下班闯红灯，扣6分罚200元还要学交规\n[Text] 现代快报讯（通讯员 张爱国 记者 季雨）近日，南京江宁一公交车司机驾驶最后一班车，因心急下班，经过一个没有公共视频的路口时闯了红灯，被刚好路过的交警抓个正着。闯红灯的公交车司机被处以驾驶证记6分，罚款200元的处罚。\n[Source] https://new.qq.com/rain/a/20211208A052JS00)", "RT @Reuters: Covered bodies are seen outside a restaurant following shooting in Paris. LIVE coverage:  https://t.co/PLhowjzzcX https://t.co…": "\n[Title] Reuters | Breaking International News & Views\n[Text] An Israeli intelligence dossier that prompted a cascade of countries to halt funds for a U.N. Palestinian aid agency includes allegations that some staff took part in abductions and killings during...\n[Source] https://www.reuters.com/)\n[Title] A mysterious case baffling authorities may involve body brokers - Reuters\n[Text] Reuters has identified thousands of body parts that have been misused or desecrated since 2004. In the case of Detroit-based body broker Arthur Rathburn, authorities allege he \"stored human heads...\n[Source] https://www.reuters.com/investigates/special-report/usa-bodies-head/)\n[Title] In Washington Pizzeria Attack, Fake News Brought Real Guns\n[Text] Dec. 5, 2016 WASHINGTON — Edgar M. Welch, a 28-year-old father of two from Salisbury, N.C., recently read online that Comet Ping Pong, a pizza restaurant in northwest Washington, was harboring...\n[Source] https://www.nytimes.com/2016/12/05/business/media/comet-ping-pong-pizza-shooting-fake-news-consequences.html)\n[Title] The very real consequences of fake news stories and why your ... - PBS\n[Text] On Sunday afternoon, a 28-year-old man walked into a Washington, D.C. ping-pong bar and pizzeria. He was carrying an AR-15 assault rifle - hardly standard-issue hardware for a round of table...\n[Source] https://www.pbs.org/newshour/science/real-consequences-fake-news-stories-brain-cant-ignore)\n[Title] In Washington Pizzeria Attack, Fake News Brought Real Guns\n[Text] Dec. 5, 2016 WASHINGTON — Edgar M. Welch, a 28-year-old father of two from Salisbury, N.C., recently read online that Comet Ping Pong, a pizza restaurant in northwest Washington, was harboring...\n[Source] https://www.nytimes.com/2016/12/05/business/media/comet-ping-pong-pizza-shooting-fake-news-consequences.html)\n[Title] False posts about French riots spread online - BBC\n[Text] False posts about French riots spread online. 3rd July 2023, 08:26 PDT. By the BBC Verify team in London. Getty Images. France has seen another night of unrest after the fatal shooting by police ...\n[Source] https://www.bbc.com/news/world-europe-66081671)\n[Title] False posts about French riots spread online - BBC\n[Text] France has seen another night of unrest after the fatal shooting by police of a 17-year-old boy in a Paris suburb. Images of the unrest, which has spread to other French cities, are being...\n[Source] https://www.bbc.com/news/world-europe-66081671)\n[Title] Paris attack: One dead, two injured, French interior minister says - CNN\n[Text] Stephanie Lecocq/Reuters Paris CNN — French police have arrested a man suspected of killing one person and injuring two others in a knife and hammer attack in central Paris. The attack took...\n[Source] https://www.cnn.com/2023/12/03/europe/paris-attack-eiffel-tower-hnk-intl/index.html)", "Red Fuji with Red Lenticular Clouds by Yuga via @marwanco http://t.co/hD9aAgu11t http://t.co/8Qw51Ivt88": "\n[Title] PDF Multimodal Fusion with Co-Attention Networks for Fake News Detection\n[Text] Lenticular Clouds over Mount Fuji. Woman, 36, gives birth to 14 children from 14 different fathers. Figure 1: Some fake news from Twitter. In the left example, both text and image indicate it is likely to be fake. The text of the middle one provides little evidence that it is fake news, but the image is obviously forged. In the right example, the\n[Source] https://aclanthology.org/2021.findings-acl.226.pdf)\n[Title] Fact Check: This morphed image of Mount Fuji clouds the truth\n[Text] India Today Anti Fake News War Room (AFWA) has found that this is a photoshopped picture. The actual image was taken by one Raymond R Carr in 2005. In the actual image, only one layer of lenticular cloud can be seen. The other layers have been digitally added in the viral image. AFWA probe\n[Source] https://www.indiatoday.in/fact-check/story/fact-check-this-morphed-image-of-mount-fuji-clouds-the-truth-1880072-2021-11-23)\n[Title] Fact Check: This morphed image of Mount Fuji clouds the truth\n[Text] India Today Anti Fake News War Room (AFWA) has found that this is a photoshopped picture. The actual image was taken by one Raymond R Carr in 2005. In the actual image, only one layer of lenticular cloud can be seen. The other layers have been digitally added in the viral image. AFWA probe\n[Source] https://www.indiatoday.in/fact-check/story/fact-check-this-morphed-image-of-mount-fuji-clouds-the-truth-1880072-2021-11-23)\n[Title] Mesmerizing footage shows rare cloud formation over Mount Fuji: \"Magic\"\n[Text] By Soo Kim SEO Reporter An astonishing display of lenticular clouds was seen on Honshu, Japan's largest and most populous island. The rare sighting took place in the city of Fujiyoshida on...\n[Source] https://www.newsweek.com/timelapse-rare-lenticular-clouds-mount-fuji-japan-1857872)\n[Title] Lenticular clouds: Where and how they form - Spectrum News\n[Text] Lenticular clouds may form when wind runs perpendicular to a mountain or mountain chain. It could be a hill or even a tall building, too. In the graphic above, winds are forced up the windward (left, in this photo) side of Mt. Fuji as they run into the mountain. As the air rises, it cools. This is called expansional cooling.\n[Source] https://spectrumnews1.com/ca/la-west/weather/2021/08/27/lenticular-clouds--where-and-how-they-are-formed)\n[Title] What caused this bizarre UFO-like cloud to form over Turkey? - The ...\n[Text] The lens-shaped 'lenticular' cloud was sculpted by nearby mountains By Matthew Cappucci January 22, 2023 at 1:29 p.m. EST An extraordinary cloud formation hangs in the sky over Bursa, Turkey,...\n[Source] https://www.washingtonpost.com/weather/2023/01/22/turkey-lenticular-cloud-saucer-bursa/)\n[Title] Fact Check: This morphed image of Mount Fuji clouds the truth\n[Text] AFWA probe Using reverse image search, we found the original picture, which was posted by one Raymond R Carr on his Flickr account on March 15, 2005. The caption with the image reads, \"Just an interesting cloud formation that formed over Fujijama looks a little like the hats some rice farmers use.\"\n[Source] https://www.indiatoday.in/fact-check/story/fact-check-this-morphed-image-of-mount-fuji-clouds-the-truth-1880072-2021-11-23)\n[Title] Mesmerizing footage shows rare cloud formation over Mount Fuji: \"Magic\"\n[Text] Jan 04, 2024 at 1:04 PM EST By Soo Kim SEO Reporter An astonishing display of lenticular clouds was seen on Honshu, Japan's largest and most populous island. The rare sighting took place in the...\n[Source] https://www.newsweek.com/timelapse-rare-lenticular-clouds-mount-fuji-japan-1857872)", "\"@BEAUTIFULPlCS: Lenticular clouds over Mt. Fuji in #Japan. http://t.co/aJ9Sw3xwh9\"@Jowell_THJ @jenniferlsfzxc 😂😂": "\n[Title] Fact check: How do I spot fake news? - DW - 01/03/2022\n[Text] Fake news often reaches users as a post on platforms like Facebook, Twitter or Instagram. Take a close look at the account that was used to spread the news. This can reveal a lot about the person ...\n[Source] https://www.dw.com/en/fact-check-how-do-i-spot-fake-news/a-59978706)\n[Title] Debunking Viral Claims Archives - FactCheck.org\n[Text] January 9, 2024. NFL teams paid tribute to the victims in Israel of the Oct. 7 Hamas attack by holding moments of silence before games during the following week. But a recent social media post ...\n[Source] https://www.factcheck.org/fake-news/)\n[Title] Mesmerizing footage shows rare cloud formation over Mount Fuji: \"Magic\"\n[Text] Jan 04, 2024 at 1:04 PM EST By Soo Kim SEO Reporter An astonishing display of lenticular clouds was seen on Honshu, Japan's largest and most populous island. The rare sighting took place in the...\n[Source] https://www.newsweek.com/timelapse-rare-lenticular-clouds-mount-fuji-japan-1857872)\n[Title] Fact Check: This morphed image of Mount Fuji clouds the truth\n[Text] Lenticular clouds over Mount Fuji in Japan. Fact This is a photoshopped picture. The actual image was taken by one Raymond R Carr in 2005. In the actual image, only one layer of lenticular cloud can be seen. The other layers have been digitally added in the viral image. Chayan Kundu New Delhi, UPDATED: Nov 23, 2021 22:21 IST\n[Source] https://www.indiatoday.in/fact-check/story/fact-check-this-morphed-image-of-mount-fuji-clouds-the-truth-1880072-2021-11-23)\n[Title] Fact Check: This morphed image of Mount Fuji clouds the truth\n[Text] Lenticular clouds over Mount Fuji in Japan. Fact This is a photoshopped picture. The actual image was taken by one Raymond R Carr in 2005. In the actual image, only one layer of lenticular cloud can be seen. The other layers have been digitally added in the viral image. Chayan Kundu New Delhi, UPDATED: Nov 23, 2021 22:21 IST\n[Source] https://www.indiatoday.in/fact-check/story/fact-check-this-morphed-image-of-mount-fuji-clouds-the-truth-1880072-2021-11-23)\n[Title] Mesmerizing footage shows rare cloud formation over Mount Fuji: \"Magic\"\n[Text] Jan 04, 2024 at 1:04 PM EST By Soo Kim SEO Reporter An astonishing display of lenticular clouds was seen on Honshu, Japan's largest and most populous island. The rare sighting took place in the...\n[Source] https://www.newsweek.com/timelapse-rare-lenticular-clouds-mount-fuji-japan-1857872)\n[Title] Watch this strange 'lenticular' cloud hover like a UFO - The Washington ...\n[Text] Videographer Robert Renick captured a time-lapse video Sunday of a self-regenerating \"lenticular\" cloud that spent the late afternoon and evening hovering atop the 14,179-foot-tall summit of...\n[Source] https://www.washingtonpost.com/weather/2023/01/26/lenticular-cloud-california-mount-shasta/)\n[Title] 'Did a double take': Stunning photos show massive UFO-like cloud ...\n[Text] \"Lenticular clouds form in the crests of gravity waves created by relatively stable, fast-moving air when it is forced up and over a mountain-oriented perpendicular to the wind direction,\"...\n[Source] https://news.yahoo.com/mount-washington-observatory-shares-photo-165505177.html)", "CNN: Terror grips #Paris in night of attacks; hostages being held in theater, police say https://t.co/9koFKra8H3 https://t.co/lQ09poPGAA": "\n[Title] Paris attack: One dead, two injured, French interior minister says - CNN\n[Text] Police arrested an assailant who killed one person and injured two others in central Paris, France's Interior Minister Gérald Darmanin told reporters at the scene on Saturday night.\n[Source] https://www.cnn.com/2023/12/03/europe/paris-attack-eiffel-tower-hnk-intl/index.html)\n[Title] Fake news study: Most Americans can't spot fake news, study finds - CNN\n[Text] About 90% of the participants told researchers they believed they were above average in their ability to sniff out fake stories. \"Though Americans believe confusion caused by false news is ...\n[Source] https://www.cnn.com/2021/05/31/health/fake-news-study/index.html)\n[Title] Paris Attacks Give Rise to Fakes and Misinformation\n[Text] Nov. 16, 2015 On Friday, as terror attacks unfolded across Paris, rumors were spreading on the Internet even as people remained trapped inside the buildings that were under siege. As the...\n[Source] https://www.nytimes.com/2015/11/17/world/europe/paris-attacks-give-rise-to-fakes-and-misinformation.html)\n[Title] Debunked: Fake images and rumours around Paris attacks - France 24\n[Text] Just like after the Charlie Hebdo attacks in January, lots of baseless rumours and fake images are currently being shared on social media after Friday night's deadly terrorist attacks in...\n[Source] https://observers.france24.com/en/20151114-debunked-fake-images-paris-attacks-photos)\n[Title] Paris Attacks Give Rise to Fakes and Misinformation\n[Text] Nov. 16, 2015 On Friday, as terror attacks unfolded across Paris, rumors were spreading on the Internet even as people remained trapped inside the buildings that were under siege. As the...\n[Source] https://www.nytimes.com/2015/11/17/world/europe/paris-attacks-give-rise-to-fakes-and-misinformation.html)\n[Title] Paris attack: One dead, two injured, French interior minister says - CNN\n[Text] Paris CNN — French police have arrested a man suspected of killing one person and injuring two others in a knife and hammer attack in central Paris. The attack took place at Bir Hakeim,...\n[Source] https://www.cnn.com/2023/12/03/europe/paris-attack-eiffel-tower-hnk-intl/index.html)\n[Title] Here's What We Know About the Paris Hostage Situation at Bataclan Theater\n[Text] Authorities have rushed the Bataclan concert hall in Paris after terrorists carrying assault rifles took dozens, possibly hundreds, of people hostage amid a series of attacks in the city...\n[Source] https://news.yahoo.com/know-paris-hostage-situation-bataclan-233246574.html)\n[Title] Here's What We Know About the Paris Hostage Situation at Bataclan Theater\n[Text] November 13, 2015 Authorities have rushed the Bataclan concert hall in Paris after terrorists carrying assault rifles took dozens, possibly hundreds, of people hostage amid a series of attacks...\n[Source] https://www.mic.com/articles/128533/here-s-what-we-know-about-the-paris-hostage-situation-at-bataclan-theater)", "This Guy Got Divorced and Gave His Ex-Wife Half of Everything, Literally https://t.co/qCxLZbGFTk https://t.co/b65WRgqqzk": "\n[Title] Husband Gave His Unfaithful Ex-Wife Half Of Everything He Owned - Literally\n[Text] In an unambiguous and ironic gesture, one man in Germany told Laura, his ex-wife, just what he thought of her - by literally cutting all of their belongings in half!\n[Source] https://www.boredpanda.com/half-of-everything-divorce-laura/)\n[Title] This man literally gave his ex half of everything they owned - CNBC\n[Text] Following his divorce, this German man appears to have decided to split all of his belongings with his wife—literally. The disgruntled ex-husband, who goes by the name Der Juli...\n[Source] https://www.cnbc.com/2015/06/18/this-man-literally-gave-his-ex-half-of-everything-he-owned.html)\n[Title] This man literally gave his ex half of everything they owned - CNBC\n[Text] Man literally gives ex half of their stuff Talk about splitting up. Following his divorce, this German man appears to have decided to split all of his belongings with his...\n[Source] https://www.cnbc.com/2015/06/18/this-man-literally-gave-his-ex-half-of-everything-he-owned.html)\n[Title] Man Splits Everything in Half After Divorce - People.com\n[Text] Splitting several objects that they shared in half - literally - to prove some sort of bitter point. Such carefully divided objects include phones, cars, chairs and laptops. He gave Laura half ...\n[Source] https://people.com/celebrity/man-splits-everything-in-half-after-divorce/)\n[Title] Husband Gave His Unfaithful Ex-Wife Half Of Everything He Owned ...\n[Text] In an unambiguous and ironic gesture, one man in Germany told Laura, his ex-wife, just what he thought of her - by literally cutting all of their belongings in half!\n[Source] https://www.boredpanda.com/half-of-everything-divorce-laura/)\n[Title] This man literally gave his ex half of everything they owned - CNBC\n[Text] The disgruntled ex-husband, who goes by the name Der Juli online, posted a video to YouTube showcasing him cutting chairs, beds and phones in half for his ex-wife. The video's translated...\n[Source] https://www.cnbc.com/2015/06/18/this-man-literally-gave-his-ex-half-of-everything-he-owned.html)\n[Title] When a Spouse Sells, Destroys, or Wastes Property in Divorce | IL\n[Text] In Illinois, financial restraining orders can be used in a divorce case when one spouse is trying to hide or dissipate (waste) assets. This order requires that all financial accounts, and any other shared property, remain exactly as they were until the division of assets has been finalized. The spouses are prohibited from closing bank accounts ...\n[Source] https://www.hinsdalelawyers.com/blog/what-can-i-do-if-my-spouse-sold-destroyed-or-wasted-my-property-during-divorce)\n[Title] When a Spouse Wastes or Destroys Marital Assets During Divorce\n[Text] If a judge determines that dissipation occurred, the offending spouse will likely receive a smaller share of the marital assets, and in some cases, he or she may be required to repay the other spouse for the dissipated assets. Contact a Palatine Divorce Lawyer\n[Source] https://www.nickrichardsonlaw.com/palatine-divorce-attorney/when-a-spouse-wastes-or-destroys-marital-assets-during-divorce)", "#ISIS suicide bomber wears Sikh turban &amp; EMAMi fairness cream.Only for he carries Quran,He's a Muslim #ParisAttacks https://t.co/3eEshkhZ5h": "\n[Title] Abdul Rahman al-Logari: 5 Fast Facts You Need to Know - Heavy.com\n[Text] Abdul Rahman al-Logari was named as the ISIS suicide bomber who killed 12 American service members in Kabul, Afghanistan, according to a tweet by Rita Katz, of Site Intelligence Group,...\n[Source] https://heavy.com/news/abdul-rahman-al-logari/)\n[Title] ISIS brags about getting 5 meters from US troops before detonating ...\n[Text] August 26, 2021 Ryan Morgan On Thursday, the Islamic State terrorist group (ISIS) claimed responsibility after suicide bombers detonated explosives outside the Hamid Karzai International Airport in Kabul, killing dozens, including 12 U.S. service members.\n[Source] https://americanmilitarynews.com/2021/08/isis-brags-about-getting-5-meters-from-us-troops-before-detonating-suicide-bombs-at-kabul-airport/)\n[Title] Saudi Arabia mosque bombing: Isis suicide bomber 'disguised as woman ...\n[Text] Saudi Arabia mosque bombing: Isis suicide bomber 'disguised as woman' A young relative weeps during a mass funeral held on May 25 in the village of Kudeih, for the victims of a mosque bombing ...\n[Source] https://www.independent.co.uk/news/world/middle-east/isis-suicide-bomber-disguised-as-woman-blows-himself-up-outside-shia-mosque-in-saudi-arabia-10284730.html)\n[Title] IS claims suicide bombing on Shiite mosque in Saudi, 4 dead\n[Text] Print. RIYADH, Saudi Arabia (AP) — A suicide bomber disguised as a woman blew himself up in the parking lot of a Shiite mosque during Friday prayers, killing four people in the second such attack in as many weeks claimed by the Islamic State group. The latest attack and a suicide bombing at a Shiite mosque that killed 21 people last Friday ...\n[Source] https://apnews.com/article/middle-east-business-religion-bombings-islamic-state-group-35c31d41d00241ea8ff2f6f78a798fe8)\n[Title] Someone Photoshopped A Sikh Man To Look Like An Alleged Paris Attacker ...\n[Text] An image began to circulate on social media Saturday afternoon claiming to show one of the Paris attackers wearing a suicide bomb vest. This tweet has been deleted / Via Twitter: @abutalut8 The image was even shared by one of the largest — though unofficial — pro-ISIS channels on Telegram, the app that the extremist group used to take ...\n[Source] https://www.buzzfeednews.com/article/ellievhall/gamergate-photoshopped-a-canadian-sikh-man-to-make-him-seem)\n[Title] Photoshopped Image of Sikh Man As Paris Bomber Debunked\n[Text] An image of a popular anti-Gamergate critic was manipulated to make him look like a suicide bomber and then circulated on social media.\n[Source] https://www.ibtimes.com/paris-attacks-prompt-online-hoax-sikh-man-photoshopped-look-bomber-2185066)\n[Title] Gunmen in Afghanistan kill 25 at Sikh complex, Islamic State claims ...\n[Text] KABUL (Reuters) - Gunmen and suicide bombers raided a Sikh religious complex in the Afghan capital of Kabul on Wednesday, killing 25 people before security forces killed all of the attackers,...\n[Source] https://www.reuters.com/article/us-afghanistan-attack-idUSKBN21C0IF/)\n[Title] Isis claims deadly suicide bombing on Sikhs and Hindus in Afghanistan ...\n[Text] A suicide bombing that killed at least 19 people in Afghanistan has been claimed as an Isis attack. Many of the dead are thought to be members of the minority Sikh and Hindu communities after...\n[Source] https://www.independent.co.uk/news/world/asia/isis-suicide-bomber-jalalabad-afghanistan-islamic-state-sikhs-hindus-dead-a8426476.html)", "Husband Gave His Unfaithful Ex-Wife Half Of Everything He Owned - Literally http://t.co/XVZ2A2LC98 http://t.co/JpRdy0wCob": "\n[Title] Husband Gave His Unfaithful Ex-Wife Half Of Everything He Owned - Literally\n[Text] In an unambiguous and ironic gesture, one man in Germany told Laura, his ex-wife, just what he thought of her - by literally cutting all of their belongings in half!\n[Source] https://www.boredpanda.com/half-of-everything-divorce-laura/)\n[Title] Husband Gives Unfaithful Ex-Wife Literally Half of Everything They Owned\n[Text] Husband Gives Unfaithful Ex-Wife Literally Half of Everything They Owned By Jenny Zhang on June 22, 2015\n[Source] https://mymodernmet.com/literally-half-of-everything-divorce/)\n[Title] Does a man get half in the divorce? - Law Office of Bryan Fagan\n[Text] The court will evaluate the need and eligibility for spousal support based on the specific circumstances of the case. In a divorce in Texas, both spouses are entitled to a just and right division of the community property and debts. The court will consider factors such as the length of the marriage, each spouse's earning capacity, the ...\n[Source] https://www.bryanfagan.com/blog/2020/august/does-a-man-get-half-in-the-divorce-/)\n[Title] Dividing Property in a Divorce: The 3 Factors That Matter Most - ARAG legal\n[Text] Courts divide property through one of two ways: community property or equitable distribution. Debts are divided according to the same principles. Here is how property is divided up depending on where you live: Community property states: In some states, all married property is classified as either community or separate.\n[Source] https://www.araglegal.com/individuals/learning-center/topics/family-and-relationships/dividing-property-in-divorce)\n[Title] Für Laura | Snopes.com\n[Text] Dan Evon Published Jun 22, 2015 FACT CHECK: Did a German man cut all of his possessions in half after a bitter divorce and sell them on eBay? Claim: A video shows a German man who...\n[Source] https://www.snopes.com/fact-check/fur-laura/)\n[Title] This man literally gave his ex half of everything they owned - CNBC\n[Text] The disgruntled ex-husband, who goes by the name Der Juli online, posted a video to YouTube showcasing him cutting chairs, beds and phones in half for his ex-wife. The video's translated...\n[Source] https://www.cnbc.com/2015/06/18/this-man-literally-gave-his-ex-half-of-everything-he-owned.html)\n[Title] What Do I Do if My Ex-Spouse Threatened to Destroy ... - Burnham Douglass\n[Text] October 2, 2020 By Philip S. Burnham, II, Esquire A divorce is a very emotional and draining process that can lead to a rise in tension between spouses. Unfortunately, a divorce can bring out the worst in people. Some people choose to act dangerously toward their ex-spouse instead of working out their problems in a calm and civil manner.\n[Source] https://www.burnhamdouglass.com/blog-news/2020/10/what-should-i-do-if-my-ex-spouse-is-threatening/)\n[Title] What Can I Do if My Spouse Destroyed Property ... - Stogsdill Law Firm\n[Text] A resentful spouse may set fire to the other's belongings, throw out important documents, or sell valuables for cash. If your spouse has destroyed your property or wasted assets during or immediately prior to your divorce, it is important to take steps to protect yourself and your property.\n[Source] https://www.stogsdilllaw.com/divorce-lawyers-dupage/what-can-i-do-if-my-spouse-destroyed-property-during-our-divorce)", "“Fuji created huge lenticular clouds and they were painted red at the sunrise. It feels… https://t.co/ZBf6Wz4P9i https://t.co/XyogQQTG58": "\n[Title] Mesmerizing footage shows rare cloud formation over Mount Fuji: \"Magic\"\n[Text] Lenticular clouds are \"associated with waves in the atmosphere that develop when relatively stable, fast-moving air is forced up and over a topographic barrier,\" says the U.S. National Weather...\n[Source] https://www.newsweek.com/timelapse-rare-lenticular-clouds-mount-fuji-japan-1857872)\n[Title] Fact Check: This morphed image of Mount Fuji clouds the truth\n[Text] These strange, unnatural looking lens-shaped clouds form when the air is stable and winds blow across mountains from the same or similar direction at different heights through the troposphere. Mount Fuji, also called Fujiyama or Fuji-san in Japanese is the highest mountain in Japan.\n[Source] https://www.indiatoday.in/fact-check/story/fact-check-this-morphed-image-of-mount-fuji-clouds-the-truth-1880072-2021-11-23)\n[Title] Mesmerizing footage shows rare cloud formation over Mount Fuji: \"Magic\"\n[Text] By Soo Kim SEO Reporter An astonishing display of lenticular clouds was seen on Honshu, Japan's largest and most populous island. The rare sighting took place in the city of Fujiyoshida on...\n[Source] https://www.newsweek.com/timelapse-rare-lenticular-clouds-mount-fuji-japan-1857872)\n[Title] Fact Check: This morphed image of Mount Fuji clouds the truth\n[Text] India Today Anti Fake News War Room (AFWA) has found that this is a photoshopped picture. The actual image was taken by one Raymond R Carr in 2005. In the actual image, only one layer of lenticular cloud can be seen. The other layers have been digitally added in the viral image. AFWA probe\n[Source] https://www.indiatoday.in/fact-check/story/fact-check-this-morphed-image-of-mount-fuji-clouds-the-truth-1880072-2021-11-23)\n[Title] Mesmerizing footage shows rare cloud formation over Mount Fuji: \"Magic\"\n[Text] SEO Reporter An astonishing display of lenticular clouds was seen on Honshu, Japan's largest and most populous island. The rare sighting took place in the city of Fujiyoshida on December 28,...\n[Source] https://www.newsweek.com/timelapse-rare-lenticular-clouds-mount-fuji-japan-1857872)\n[Title] Fact Check: This morphed image of Mount Fuji clouds the truth\n[Text] India Today Anti Fake News War Room (AFWA) has found that this is a photoshopped picture. The actual image was taken by one Raymond R Carr in 2005. In the actual image, only one layer of lenticular cloud can be seen. The other layers have been digitally added in the viral image. AFWA probe\n[Source] https://www.indiatoday.in/fact-check/story/fact-check-this-morphed-image-of-mount-fuji-clouds-the-truth-1880072-2021-11-23)\n[Title] Quelles sont les fake news les plus répandues sur le climat\n[Text] Il doivent, en plus de leurs propres recherches, consacrer l'équivalent de quatre à cinq mois équivalent temps plein au Giec. Le climat est un des sujets qui suscitent le plus de fausses informations sur Internet et les réseaux sociaux, niant le plus souvent l'ampleur du réchauffement climatique en cours.\n[Source] https://meteofrance.com/actualites-et-dossiers/entretiens/quelles-sont-les-fake-news-les-plus-repandues-sur-le-climat)\n[Title] Here's The Science Behind The Magical Colours of Sunsets And Sunrises\n[Text] With a red sky sunrise, the eastern sky is more likely to be cloud-free with finer weather, allowing the Sun to shine upon the higher cloud moving in with the deteriorating weather from the west. With a red sky sunset, it's the western sky more likely to be clear, with the Sun's rays shining up onto cloud further east.\n[Source] https://www.sciencealert.com/what-makes-the-colours-in-those-beautiful-sunrises-and-sunsets)", "#GOPIdiocy And Bush rounds out the Texas Brain Trust Trifecta. (Notice the upside down book)\\n@jxjs12 http://t.co/A4bgbPLb7x": "\n[Title] Does This Photograph Show President Bush Reading a Book Upside-Down ...\n[Text] A photograph captures President George W. Bush holding a book upside-down in a classroom. Rating: False About this rating This may be a funny picture, but even if were real, it would still...\n[Source] https://www.snopes.com/fact-check/bush-upside-book/)\n[Title] The Strange Return of George W. Bush - POLITICO\n[Text] When hundreds of veterans of Bush's administration convened in Dallas last summer for a reunion, attendees tell me, they got the sense it might be the last such gathering. That's mostly a ...\n[Source] https://www.politico.com/news/magazine/2023/10/20/george-w-bush-hamas-analysis-00122516)\n[Title] Does This Photograph Show President Bush Reading a Book Upside-Down ...\n[Text] David Mikkelson Published Sep 24, 2002 Claim: A photograph captures President George W. Bush holding a book upside-down in a classroom. Rating: False About this rating This may be a...\n[Source] https://www.snopes.com/fact-check/bush-upside-book/)\n[Title] Fact Check: Image of George W. Bush holding phone upside down is ...\n[Text] An image of former U.S. President George W. Bush holding a telephone upside down in the Oval Office is altered. The original photograph shows Bush holding the phone correctly.\n[Source] https://www.reuters.com/fact-check/image-george-w-bush-holding-phone-upside-down-is-altered-2024-01-31/)\n[Title] Does This Photograph Show President Bush Reading a Book Upside-Down ...\n[Text] Published Sep 24, 2002 Claim: A photograph captures President George W. Bush holding a book upside-down in a classroom. Rating: False About this rating This may be a funny picture, but...\n[Source] https://www.snopes.com/fact-check/bush-upside-book/)\n[Title] Dubya, Willya Turn the Book Over? | WIRED\n[Text] This widely circulated photo of President George W. Bush holding a children's book upside down (top) was doctored shortly after he appeared at the George Sanchez Charter School in...\n[Source] https://www.wired.com/2002/11/dubya-willya-turn-the-book-over/)\n[Title] Does This Photograph Show President Bush Reading a Book Upside-Down ...\n[Text] David Mikkelson Published Sep 24, 2002 Claim: A photograph captures President George W. Bush holding a book upside-down in a classroom. Rating: False About this rating This may be a funny...\n[Source] https://www.snopes.com/fact-check/bush-upside-book/)\n[Title] Dubya, Willya Turn the Book Over? | WIRED\n[Text] Nov 16, 2002 12:00 PM Dubya, Willya Turn the Book Over? This widely circulated photo of President George W. Bush holding a children's book upside down (top) was doctored shortly after he...\n[Source] https://www.wired.com/2002/11/dubya-willya-turn-the-book-over/)", "Mind Blowing sur Twitter : \"The incredibly rare Black Lion, only a few of these exist: https://t.co/KgTbETKmEY\" https://t.co/N9VdrjkcZI": "\n[Title] Beware the black lion: these creatures are a myth | Fact Check\n[Text] Black lions have never existed,\" award-winning Mexican biologist Gerard Ceballos told AFP in September. Ceballos has won 22 prizes for his scientific research and works as an expert for...\n[Source] https://factcheck.afp.com/beware-black-lion-these-creatures-are-myth)\n[Title] Rare Beauty: The Mystery of the Melanistic Lion\n[Text] By Gabriel Diaz On Jan 23, 2024 Have you ever heard of the elusive melanistic lion? The existence of these majestic creatures has sparked much debate and curiosity among wildlife enthusiasts and researchers alike. While some dismiss them as mere folklore, others believe there may be more to the mystery than meets the eye.\n[Source] https://exploringleisure.com/rare-beauty-the-mystery-of-the-melanistic-lion/)\n[Title] Beware the black lion: these creatures are a myth | Fact Check\n[Text] A renowned researcher in endangered species has confirmed to AFP that black lions don't exist, one of several wildlife experts to bust the claims.\n[Source] https://factcheck.afp.com/beware-black-lion-these-creatures-are-myth)\n[Title] Are Black Lions Real? Myth vs. Reality\n[Text] The combination of genuine curiosity, lack of information, and the human penchant for fantastical tales gives life to legends like the black lion. As with any lore, while it's enjoyable to speculate and imagine, it's also crucial to differentiate between myth and reality - white lions are real, black lions are not.\n[Source] https://www.explorationjunkie.com/are-black-lions-real/)\n[Title] Why Kansas is seeing more mountain lions, black bears and elk\n[Text] Those animals include mountain lions, elk, black bears, river otters and armadillos, said Matt Peek, an Emporia-based wildlife research biologist for the Kansas Department of Wildlife, Parks...\n[Source] https://www.cjonline.com/story/news/2021/06/06/kansas-sees-more-mountain-lions-bears-river-otters-armadillos-elk/5287295001/)\n[Title] Black Mountain Lions: Do They Actually Exist?\n[Text] Wildlife biologists and experts consistently analyze reported sightings and photographs, but they often conclude that these are cases of misidentification, with bobcats, domestic cats, or other animals mistaken for black mountain lions.\n[Source] https://www.explorationjunkie.com/black-mountain-lion/)", "RT @TotalFoot_: Les allemands sortent dans la rue pour crier \"l'Allemagne est avec la France\" ! https://t.co/l0VToR7RGN": "\n[Title] En Allemagne, des milliers de personnes se rassemblent à nouveau contre ...\n[Text] Samedi 3 février 2024, des milliers de citoyens allemands sont à nouveau descendus dans la rue pour manifester contre l'extrême droite. Selon la police, jusqu'à 100 000 manifestants ...\n[Source] https://www.ouest-france.fr/europe/allemagne/en-allemagne-des-milliers-de-personnes-se-rassemblent-a-nouveau-contre-lextreme-droite-b14b5916-c295-11ee-af40-0572f37cda9b)\n[Title] Allemagne : près de 150 000 manifestants à Berlin contre l'extrême ...\n[Text] Ils forment une chaîne humaine devant le Reichstag et scandent des slogans antifascistes : près de 150 000 personnes manifestent selon la police au centre de Berlin contre l'extrême droite et ...\n[Source] https://www.leparisien.fr/international/allemagne-pres-de-150-000-manifestants-a-berlin-contre-lextreme-droite-03-02-2024-JHSPS5CPWRDVJBFEDQYLTQHK3U.php)\n[Title] Analyse. En matière de grève, les Allemands \"semblent vouloir suivre l ...\n[Text] En matière de grève, les Allemands \"semblent vouloir suivre l'exemple de la France\". Cheminots, agriculteurs, employés du transport aérien…. Dans le pays d'outre-Rhin, de nombreux salariés font grève pour obtenir de meilleures rémunérations et des conditions de travail plus acceptables.\n[Source] https://www.courrierinternational.com/article/analyse-en-matiere-de-greve-les-allemands-semblent-vouloir-suivre-l-exemple-de-la-france)\n[Title] L'Allemagne soutient la France dans sa volonté de renforcer l'Europe\n[Text] La cheffe de la diplomatie allemande a assuré, vendredi 31 décembre, la France de son plein soutien pour sa présidence tournante de l'UE, affirmant partager l'objectif de parvenir à...\n[Source] https://www.france24.com/fr/europe/20211231-l-allemagne-soutient-la-france-dans-sa-volonté-de-renforcer-l-europe)\n[Title] En Allemagne, plus de 1,4 million de personnes ont manifesté contre le ...\n[Text] En Allemagne, plus de 1,4 million de personnes ont manifesté contre le parti d'extrême droite AfD depuis vendredi, selon les organisateurs. Cette mobilisation d'une rare ampleur témoigne...\n[Source] https://www.lemonde.fr/international/article/2024/01/21/en-allemagne-la-manifestation-contre-le-parti-d-extreme-droite-afd-a-munich-interrompue-a-cause-de-l-affluence_6212110_3210.html)\n[Title] Allemagne : près de 150 000 manifestants à Berlin contre l'extrême ...\n[Text] « Le racisme n'est pas une alternative » : des centaines de milliers d'Allemands ont scandé des slogans antifascistes dans la capitale mais aussi dans 200 rassemblements à travers le pays.\n[Source] https://www.leparisien.fr/international/allemagne-pres-de-150-000-manifestants-a-berlin-contre-lextreme-droite-03-02-2024-JHSPS5CPWRDVJBFEDQYLTQHK3U.php)", "BREAKING: FRANCE24 reports at least 60 hostages at #Paris concert hall #Bataclan https://t.co/flrRrUBd3R https://t.co/PlLAD8EFrE": "\n[Title] 89 Killed In Attack At Paris Eagles Of Death Metal Concert - Stereogum\n[Text] Reports are conflicting, but as of now, there are thought to be at least 60 people dead and about 100 hostages taken. #BREAKING Police storm Paris concert hall where hostages held: security source\n[Source] https://www.stereogum.com/1843922/fatalities-hostages-taken-at-eagles-of-death-metal-concert-in-paris/news/)\n[Title] Inside the storming of the Bataclan concert hall - France 24\n[Text] The Bataclan concert hall venue has reopened since the attacks Thomas COEX AFP. Having swept the ground floor, they took the decision to explore the upper levels at around 11:00 pm, less than an ...\n[Source] https://www.france24.com/en/live-news/20210908-inside-the-storming-of-the-bataclan-concert-hall)\n[Title] This Is What Happened at the Bataclan Concert Hall During the Paris Attacks\n[Text] 9:40pm — Gunmen Open Fire At 9:40pm, nearly 30 minutes into the Eagles of Death Metal set, three attackers stormed the building and began firing into the crowd. Two of the six security agents on...\n[Source] https://www.vice.com/en/article/ev9bnm/this-is-what-happened-at-the-bataclan-concert-hall-during-the-paris-attacks)\n[Title] Here's What We Know About the Paris Hostage Situation at Bataclan Theater\n[Text] Philip Ross Updated November 13, 2015 Authorities have rushed the Bataclan concert hall in Paris after terrorists carrying assault rifles took dozens, possibly hundreds, of people hostage...\n[Source] https://news.yahoo.com/know-paris-hostage-situation-bataclan-233246574.html)\n[Title] The Paris attacks, as told through social media - POLITICO\n[Text] November 15, 2015 12:33 pm CET. 6 minutes read. PARIS — Parisians equipped with smartphones turned to social media during the attacks, pleading for rescue from gunmen murdering people in the Bataclan theater, documenting pandemonium on the capital's streets and hunting for loved ones lost in the chaos of the shootings.\n[Source] https://www.politico.eu/article/the-paris-attacks-as-told-through-social-media/)\n[Title] This Is What Happened at the Bataclan Concert Hall During the Paris Attacks\n[Text] While the police were trying to free the hostages, a suspicious man was wandering the streets near the Bataclan between 10.28pm and 12.28am. He might have been the infamous Abaaoud.\n[Source] https://www.vice.com/en/article/ev9bnm/this-is-what-happened-at-the-bataclan-concert-hall-during-the-paris-attacks)\n[Title] France Covered Up Torture and Mutilation of Bataclan Victims\n[Text] A French government committee has heard testimony, suppressed by the French government at the time and not published online until this week, that the killers in the Bataclan tortured their...\n[Source] https://www.snopes.com/fact-check/france-covered-up-bataclan-victims/)\n[Title] Paris Attacks Give Rise to Fakes and Misinformation - The New York Times\n[Text] Nov. 16, 2015 On Friday, as terror attacks unfolded across Paris, rumors were spreading on the Internet even as people remained trapped inside the buildings that were under siege. As the shooting...\n[Source] https://www.nytimes.com/2015/11/17/world/europe/paris-attacks-give-rise-to-fakes-and-misinformation.html)", "bluepueblo: Lenticular Clouds, Mount Fuji, Japan photo via permsiri https://t.co/5cdKsE9GtR https://t.co/VUx1YpbWkL": "\n[Title] Fact Check: This morphed image of Mount Fuji clouds the truth\n[Text] India Today Anti Fake News War Room (AFWA) has found that this is a photoshopped picture. The actual image was taken by one Raymond R Carr in 2005. In the actual image, only one layer of lenticular cloud can be seen. The other layers have been digitally added in the viral image. AFWA probe\n[Source] https://www.indiatoday.in/fact-check/story/fact-check-this-morphed-image-of-mount-fuji-clouds-the-truth-1880072-2021-11-23)\n[Title] Mesmerizing footage shows rare cloud formation over Mount Fuji: \"Magic\"\n[Text] Lenticular clouds are \"associated with waves in the atmosphere that develop when relatively stable, fast-moving air is forced up and over a topographic barrier,\" says the U.S. National Weather...\n[Source] https://www.newsweek.com/timelapse-rare-lenticular-clouds-mount-fuji-japan-1857872)\n[Title] Mesmerizing footage shows rare cloud formation over Mount Fuji: \"Magic\"\n[Text] Viral video Instagram Mesmerizing Footage Shows Rare Cloud Formation Over Mount Fuji: 'Magic' Jan 04, 2024 at 1:04 PM EST By Soo Kim SEO Reporter An astonishing display of lenticular...\n[Source] https://www.newsweek.com/timelapse-rare-lenticular-clouds-mount-fuji-japan-1857872)\n[Title] Fact Check: This morphed image of Mount Fuji clouds the truth\n[Text] Lenticular clouds over Mount Fuji in Japan. Fact This is a photoshopped picture. The actual image was taken by one Raymond R Carr in 2005. In the actual image, only one layer of lenticular cloud can be seen. The other layers have been digitally added in the viral image. Chayan Kundu New Delhi, UPDATED: Nov 23, 2021 22:21 IST\n[Source] https://www.indiatoday.in/fact-check/story/fact-check-this-morphed-image-of-mount-fuji-clouds-the-truth-1880072-2021-11-23)\n[Title] Fact Check: This morphed image of Mount Fuji clouds the truth\n[Text] Fact This is a photoshopped picture. The actual image was taken by one Raymond R Carr in 2005. In the actual image, only one layer of lenticular cloud can be seen. The other layers have been digitally added in the viral image. Chayan Kundu New Delhi, UPDATED: Nov 23, 2021 22:21 IST\n[Source] https://www.indiatoday.in/fact-check/story/fact-check-this-morphed-image-of-mount-fuji-clouds-the-truth-1880072-2021-11-23)\n[Title] Mesmerizing footage shows rare cloud formation over Mount Fuji: \"Magic\"\n[Text] Jan 04, 2024 at 1:04 PM EST By Soo Kim SEO Reporter An astonishing display of lenticular clouds was seen on Honshu, Japan's largest and most populous island. The rare sighting took place in the...\n[Source] https://www.newsweek.com/timelapse-rare-lenticular-clouds-mount-fuji-japan-1857872)\n[Title] 'Did a double take': Stunning photos show massive UFO-like cloud ...\n[Text] \"Lenticular clouds form in the crests of gravity waves created by relatively stable, fast-moving air when it is forced up and over a mountain-oriented perpendicular to the wind direction,\"...\n[Source] https://news.yahoo.com/mount-washington-observatory-shares-photo-165505177.html)\n[Title] Watch this strange 'lenticular' cloud hover like a UFO - The Washington ...\n[Text] Videographer Robert Renick captured a time-lapse video Sunday of a self-regenerating \"lenticular\" cloud that spent the late afternoon and evening hovering atop the 14,179-foot-tall summit of...\n[Source] https://www.washingtonpost.com/weather/2023/01/26/lenticular-cloud-california-mount-shasta/)", "Au moins 18 morts, selon les forces de l'ordre. #Paris #shooting https://t.co/2HhIMHxT9H  https://t.co/KmqwYFoxzR": "\n[Title] VRAI OU FAKE. Refus d'obtempérer : les forces de l'ordre n'utilisent ...\n[Text] Contacté par franceinfo, le ministère de l'Intérieur précise qu'en 2021, 26 320 refus d'obtempérer ont été recensés. Et, dans ce contexte, l'IGPN et l'IGGN écrivent dans leurs rapports annuels...\n[Source] https://www.francetvinfo.fr/faits-divers/police/vrai-ou-fake-refus-d-obtemperer-les-forces-de-l-ordre-n-utilisent-elles-leurs-armes-que-dans-0-5-des-cas-comme-l-affirme-gerald-darmanin_5343613.html)\n[Title] Guerre en Ukraine : Trois volontaires français « bien vivants - MSN\n[Text] Fake news - Des listes de volontaires français prétendument morts en Ukraine circulent sur Telegram, mais elles sont inventées de toutes pièces\n[Source] https://www.msn.com/fr-fr/actualite/monde/guerre-en-ukraine-trois-volontaires-français-bien-vivants-malgré-la-désinformation-russe/ar-BB1hldMm)\n[Title] Fusillade à Paris : ce que l'on sait du tueur présumé - L'Obs\n[Text] Le suspect, un Français de 69 ans transféré à l'hôpital, est connu pour deux tentatives d'homicide commises en 2016 et 2021. L'auteur présumé de plusieurs coups de feu dans le centre de Paris, ce vendredi 23 décembre peu avant midi, a été interpellé, a appris l'AFP de source policière. Les faits se sont déroulés rue d ...\n[Source] https://www.nouvelobs.com/justice/20221223.OBS67500/ce-que-l-on-sait-du-suspect-de-la-fusillade-rue-d-enghien-a-paris-deja-connu-pour-tentatives-de-meurtres.html)\n[Title] Fusillade à Paris : comment la justice décide-t-elle qu ... - La Croix\n[Text] Un certain nombre de responsables kurdes estiment que le triple meurtre ayant touché leur communauté, vendredi 23 décembre à Paris, doit être considéré comme un attentat. Ce n'est pas l ...\n[Source] https://www.la-croix.com/France/Fusillade-Paris-comment-justice-decide-elle-quune-attaque-nature-terroriste-2022-12-26-1201248091)\n[Title] Notre-Dame de Paris : les fausses informations démontées - Franceinfo\n[Text] Notre-Dame de Paris : les fausses informations démontées Publié le 17/04/2019 22:18 Mis à jour le 17/04/2019 23:00 Durée de la vidéo : 2 min France 2 France Télévisions JT de 20h France 2 À...\n[Source] https://www.francetvinfo.fr/culture/patrimoine/incendie-de-notre-dame-de-paris/notre-dame-de-paris-les-fausses-informations-demontees_3402955.html)\n[Title] Fusillade du 23 décembre 2022 à Paris — Wikipédia\n[Text] La fusillade du 23 décembre 2022 à Paris est une tuerie de masse survenue dans le 10 e arrondissement de Paris ().Visant des militants kurdes, elle fait trois morts et quatre blessés.Deux des victimes, Mîr Perwer et Abdulrahman Kizil, étaient des réfugiés politiques. Emine Kara était une responsable internationale du mouvement kurde.. La piste de l'attentat raciste d'extrême droite ...\n[Source] https://fr.wikipedia.org/wiki/Fusillade_du_23_décembre_2022_à_Paris)\n[Title] Fusillade du 23 décembre 2022 à Paris — Wikipédia\n[Text] La fusillade du 23 décembre 2022 à Paris est une tuerie de masse survenue dans le 10 e arrondissement de Paris ().Visant des militants kurdes, elle fait trois morts et quatre blessés.Deux des victimes, Mîr Perwer et Abdulrahman Kizil, étaient des réfugiés politiques. Emine Kara était une responsable internationale du mouvement kurde.. La piste de l'attentat raciste d'extrême droite ...\n[Source] https://fr.wikipedia.org/wiki/Fusillade_du_23_décembre_2022_à_Paris)\n[Title] Fusillade à Paris : bilan, profil du tireur... ce que l'on sait du ...\n[Text] — Remy Buisine (@RemyBuisine) December 23, 2022 Nombre de victimes À 14 heures, le bilan faisait état de trois morts, a précisé Laure Beccuau, la procureure de Paris. Il s'agit d'une...\n[Source] https://www.midilibre.fr/2022/12/23/fusillade-mortelle-a-paris-tireur-interpelle-antecedents-ce-que-lon-sait-du-drame-qui-fait-deux-morts-et-plusieurs-blesses-10885910.php)", "RT @Rowlfg: Entre la mobilisation place de la #République et celle de #Pegida il n'y a pas photo.\\n#VivreEnsemble vs #Réaction https://t.co/…": "\n[Title] Mobilisation du 11 février : entre 963.000 et 2,5 millions de ...\n[Text] Les échauffourées ont commencé peu avant 15h30 quand un groupe d'éléments radicaux a tenté de partir en \"cortège sauvage\" en direction de la rue de Charonne, déviant ainsi du parcours déclaré entre les places de la République et de la Nation, a rapporté la préfecture de police.\n[Source] https://www.tf1info.fr/societe/en-direct-manifestations-du-11-fevrier-2023-greve-ratp-contre-la-reforme-des-retraites-les-dernieres-informations-et-perturbations-2247804.html)\n[Title] Réforme des retraites : 1,12 million de manifestants dans la rue pour ...\n[Text] La CGT a, elle, annoncé « plus de 2 millions » de manifestants réunis à travers le pays et 400 000 dans la capitale. En direct : Grève du 19 janvier : Dussopt reconnaît une mobilisation ...\n[Source] https://www.lemonde.fr/politique/article/2023/01/19/reforme-des-retraites-1-12-million-de-manifestants-dans-la-rue-pour-la-premiere-journee-de-mobilisation_6158570_823448.html)\n[Title] Déclassement sectoriel et rassemblement public | Cairn.info\n[Text] Certes, cela renvoie pour partie aux facilités de transport pour atteindre la place de la République. Deux tiers sont des hommes, ratio que nous avons retrouvé lors de différents relevés et d'observations d'autres places deboutistes.\n[Source] https://www.cairn.info/revue-francaise-de-science-politique-2017-4-page-675.htm)\n[Title] Observer les mobilisations | Cairn.info\n[Text] La question du rapport des mobilisations à l'ordre social et politique qui les englobe et qu'elles coproduisent n'en doit pas moins rester un terrain d'investigation - et ce faisant impliquer des stratégies empiriques adaptées.\n[Source] https://www.cairn.info/revue-politix-2011-1-page-7.htm)\n[Title] Place de la république : dernières actualités et vidéos - Le Figaro\n[Text] À Paris, manifestation en soutien au peuple afghan Regarder la vidéo Paris: des centaines de sans-abri place de la République pour demander un logement Regarder la vidéo Sans-abris:...\n[Source] https://www.lefigaro.fr/tag/place-de-la-republique)\n[Title] nouvelle nuit de mobilisation place de la République - TF1 INFO\n[Text] Malgré son évacuation lundi matin par les forces de l'ordre, le mouvement Nuit Debout a réinvesti la place de la République dans la nuit de lundi à mardi. La maire de Paris Anne Hidalgo a estimé que la place est un espace qui doit être partagé \"entre tous\". \"On y va avec énergie et l'envie de changer les choses\" a déclaré ...\n[Source] https://www.tf1info.fr/france/nuit-debout-nouvelle-nuit-de-mobilisation-place-de-la-republique-1254870.html)\n[Title] Manifestations anti-islam en Allemagne - Actualité, infos et vidéos en ...\n[Text] Les sympathisants du mouvement Pegida ont manifesté lundi soir à Dresde contre la politique d'asile du gouvernement de la chancelière Angela Merkel. Allemagne : le mouvement islamophobe...\n[Source] https://www.francetvinfo.fr/monde/europe/pegida/)\n[Title] PEGIDA — Wikipédia\n[Text] La manifestation du 19 janvier est interdite par la police et annulée par ses organisateurs pour cause de menace d'attentat 12. Depuis le 13 avril 2015, mais ayant déjà commencé depuis le 13 janvier 2015, la mobilisation serait en forte baisse 13, malgré la venue du Néerlandais Geert Wilders .\n[Source] https://fr.wikipedia.org/wiki/PEGIDA)", "Earth Art? \\nCloud Art?? \\nOut of this World Art!\\nFantastic pic\\n\\n“@Gabriele_Corno: Lenticular clouds over Fuji #japan http://t.co/SG0udOMjZV”": "\n[Title] Art and Authenticity in the Age of Fake News | American University ...\n[Text] \"Fake news\" became a fact of life, but also a term that newspapers used to distinguish between truth and fiction. This online exhibition assembles 30 paintings, photographs, and prints from the American University Museum Collection that span the long twentieth century and, themselves, test the boundaries of \"authenticity.\"\n[Source] https://www.american.edu/cas/museum/2020/art-and-authenticity-in-the-age-of-fake-news.cfm)\n[Title] Sixth-form students use art to explore fake news - BBC\n[Text] \"The Fake News exhibition highlights how young people feel about having to navigate the vast amount of news and information that is available in the modern world, and at the same time, to discern ...\n[Source] https://www.bbc.com/news/in-pictures-57812031)\n[Title] Mesmerizing footage shows rare cloud formation over Mount Fuji: \"Magic\"\n[Text] Jan 04, 2024 at 1:04 PM EST By Soo Kim SEO Reporter An astonishing display of lenticular clouds was seen on Honshu, Japan's largest and most populous island. The rare sighting took place in the...\n[Source] https://www.newsweek.com/timelapse-rare-lenticular-clouds-mount-fuji-japan-1857872)\n[Title] Fact Check: This morphed image of Mount Fuji clouds the truth\n[Text] India Today Anti Fake News War Room (AFWA) has found that this is a photoshopped picture. The actual image was taken by one Raymond R Carr in 2005. In the actual image, only one layer of lenticular cloud can be seen. The other layers have been digitally added in the viral image. AFWA probe\n[Source] https://www.indiatoday.in/fact-check/story/fact-check-this-morphed-image-of-mount-fuji-clouds-the-truth-1880072-2021-11-23)\n[Title] Lindsey: The science behind lenticular clouds, and, no, they aren't ...\n[Text] Weather watchers from Aristotle to French philosopher René Descartes described weather phenomena through the formation and lifespan of clouds, which turns out to be a reliable method of...\n[Source] https://syvnews.com/news/local/lindsey-the-science-behind-lenticular-clouds-and-no-they-arent-ufos/article_23776990-20cb-5ab1-85ef-7f7beb3bed1a.html)\n[Title] What caused this bizarre UFO-like cloud to form over Turkey? - The ...\n[Text] January 22, 2023 at 1:29 p.m. EST. An extraordinary cloud formation hangs in the sky over Bursa, Turkey, on Thursday in this image obtained from a social media video. (Hafize Aktas/Reuters) 4 min ...\n[Source] https://www.washingtonpost.com/weather/2023/01/22/turkey-lenticular-cloud-saucer-bursa/)\n[Title] Mesmerizing footage shows rare cloud formation over Mount Fuji: \"Magic\"\n[Text] Jan 04, 2024 at 1:04 PM EST By Soo Kim SEO Reporter An astonishing display of lenticular clouds was seen on Honshu, Japan's largest and most populous island. The rare sighting took place in...\n[Source] https://www.newsweek.com/timelapse-rare-lenticular-clouds-mount-fuji-japan-1857872)\n[Title] Fact Check: This morphed image of Mount Fuji clouds the truth\n[Text] Fact This is a photoshopped picture. The actual image was taken by one Raymond R Carr in 2005. In the actual image, only one layer of lenticular cloud can be seen. The other layers have been digitally added in the viral image. Chayan Kundu New Delhi, UPDATED: Nov 23, 2021 22:21 IST\n[Source] https://www.indiatoday.in/fact-check/story/fact-check-this-morphed-image-of-mount-fuji-clouds-the-truth-1880072-2021-11-23)", "60 dead in #Paris in night of terrorist attacks; hostages being held in theater, police say https://t.co/MoBWPQsahv https://t.co/QW3ufCjJEB": "\n[Title] Debunked: Fake images and rumours around Paris attacks - France 24\n[Text] Just like after the Charlie Hebdo attacks in January, lots of baseless rumours and fake images are currently being shared on social media after Friday night's deadly terrorist attacks...\n[Source] https://observers.france24.com/en/20151114-debunked-fake-images-paris-attacks-photos)\n[Title] Social Media Rumours About The Paris Attacks That You Shouldn't Believe\n[Text] The Sky News video that was widely shared of the Eiffel Tower's lights being switched off was actually from January, in the aftermath of the Charlie Hebdo attacks. Instagram / Via vine.co...\n[Source] https://www.buzzfeed.com/tomphillips/paris-attacks-social-media-rumours)\n[Title] Knife attack wounds three in Paris, police rule out terrorism\n[Text] PARIS, Feb 3 (Reuters) - A knife attack early on Saturday in the Gare de Lyon rail station in Paris left three people wounded, police said, ruling out terrorism at this stage. Police arrested the ...\n[Source] https://www.reuters.com/world/europe/knife-attack-leaves-three-people-wounded-paris-police-say-2024-02-03/)\n[Title] Paris Police Say Suspect in Train Station Attack That Injured 3 May ...\n[Text] Christophe Ena. A soldier patrols inside the Gare de Lyon station after an attack, Saturday, Feb. 3, 2024 in Paris. A man injured three people Saturday in a stabbing attack at the major Gare de ...\n[Source] https://www.usnews.com/news/world/articles/2024-02-03/paris-police-say-they-detained-a-man-who-stabbed-3-people-at-the-gare-de-lyon-train-station)\n[Title] Paris attack: How the terrorist's confusing profile fooled those ...\n[Text] Paris attack: How the terrorist's confusing profile fooled those monitoring him Already convicted of terrorism in 2018, Armand Rajabpour-Miyandoab kept telling investigators and those close...\n[Source] https://www.lemonde.fr/en/france/article/2023/12/03/paris-attack-how-the-terrorist-s-confusing-profile-fooled-those-monitoring-him_6309337_7.html)\n[Title] Debunked: Fake images and rumours around Paris attacks - France 24\n[Text] Just like after the Charlie Hebdo attacks in January, lots of baseless rumours and fake images are currently being shared on social media after Friday night's deadly terrorist attacks in...\n[Source] https://observers.france24.com/en/20151114-debunked-fake-images-paris-attacks-photos)\n[Title] Paris Attacks Give Rise to Fakes and Misinformation\n[Text] Nov. 16, 2015 On Friday, as terror attacks unfolded across Paris, rumors were spreading on the Internet even as people remained trapped inside the buildings that were under siege. As the...\n[Source] https://www.nytimes.com/2015/11/17/world/europe/paris-attacks-give-rise-to-fakes-and-misinformation.html)\n[Title] November 2015 Paris attacks - Wikipedia\n[Text] Žemaitėška [9] [10] [13] [14] took place on Friday, 13 November 2015 [15] [16] in Paris, France, and the city's northern suburb, Saint-Denis. Beginning at 21:16, three suicide bombers struck outside the Stade de France in Saint-Denis, during an international football match, after failing to gain entry to the stadium.\n[Source] https://en.wikipedia.org/wiki/November_2015_Paris_attacks)", "RT @Conflicts: PHOTO: French military deployed on the streets of #Paris as a large scale terror attack is taking place - @lepoint https://t…": "\n[Title] False posts about French riots spread online - BBC\n[Text] False posts about French riots spread online. 3rd July 2023, 08:26 PDT. By the BBC Verify team in London. Getty Images. France has seen another night of unrest after the fatal shooting by police ...\n[Source] https://www.bbc.com/news/world-europe-66081671)\n[Title] Ukraine war: Five of the most viral misinformation posts and false ...\n[Text] Many have downplayed allegations of Russian war crimes or even claimed that the war is a supposed \"hoax\". In one widely shared video, a news reporter could be seen standing in front of lines of ...\n[Source] https://www.euronews.com/my-europe/2022/08/24/ukraine-war-five-of-the-most-viral-misinformation-posts-and-false-claims-since-the-conflic)\n[Title] France vows crackdown after multiple fake bomb alerts\n[Text] France vows crackdown after multiple fake bomb alerts Paris (AFP) - France's justice minister vowed Wednesday to crack down on \"the little jokers\" behind a flurry of false bomb alerts that...\n[Source] https://www.france24.com/en/live-news/20231018-france-vows-crackdown-after-multiple-fake-bomb-alerts)\n[Title] False posts about French riots spread online - BBC\n[Text] False posts about French riots spread online. 3rd July 2023, 08:26 PDT. By the BBC Verify team in London. Getty Images. France has seen another night of unrest after the fatal shooting by police ...\n[Source] https://www.bbc.com/news/world-europe-66081671)\n[Title] Paris attack: One dead, two injured, French interior minister says - CNN\n[Text] French police have arrested a man suspected of killing one person and injuring two others in a knife and hammer attack in central Paris. The attack took place at Bir Hakeim, near the Eiffel...\n[Source] https://www.cnn.com/2023/12/03/europe/paris-attack-eiffel-tower-hnk-intl/index.html)\n[Title] Knife attack wounds three in Paris, police rule out terrorism\n[Text] PARIS, Feb 3 (Reuters) - A knife attack early on Saturday in the Gare de Lyon rail station in Paris left three people wounded, police said, ruling out terrorism at this stage. Police arrested the ...\n[Source] https://www.reuters.com/world/europe/knife-attack-leaves-three-people-wounded-paris-police-say-2024-02-03/)\n[Title] French government growing impatient over fake bomb alerts, threatens ...\n[Text] French government growing impatient over fake bomb alerts, threatens prison terms False alarms forced the evacuation of 15 airports as well as shutting the doors to the Palace of Versailles...\n[Source] https://www.lemonde.fr/en/france/article/2023/10/20/french-government-growing-impatient-over-bomb-alerts-threaten-prison-terms_6190545_7.html)\n[Title] France blames Russian fake news for fanning flames of bedbug panic ...\n[Text] Sources in the French military have said they are\"convinced\" Russians fueled the fear of the blood-sucking critters by posting fake news that sanctions were somehow to blame for the itchy...\n[Source] https://www.independent.co.uk/news/world/europe/bedbugs-paris-france-russia-outbreak-b2434487.html)", "Eiffel Tower lit up in Pakistan colours after yesterday's barbaric attacks in Lahore https://t.co/972sYQmLdB": "\n[Title] Lahore attack: Photo 'showing Eiffel Tower lit up in colours of ...\n[Text] A viral photo appearing to show the Eiffel Tower lit up in the colours of Pakistan 's national flag to commemorate the Lahore attacks has emerged to be from the Rugby World Cup....\n[Source] https://www.independent.co.uk/news/world/asia/lahore-attack-photo-showing-eiffel-tower-lit-up-in-colours-of-pakistan-flag-is-from-2007-rugby-world-cup-a6959231.html)\n[Title] Lahore attack: Photo 'showing Eiffel Tower lit up in… - inkl\n[Text] The Eiffel Tower was illuminated in green and white for the 2007 Rugby World Cup Getty Images. A viral photo appearing to show the Eiffel Tower lit up in the colours of Pakistan's national flag to commemorate the Lahore attacks has emerged to be from the Rugby World Cup.. Images of the monument illuminated in green and white were shared by thousands of people on Twitter and Facebook in the ...\n[Source] https://www.inkl.com/news/lahore-attack-photo-showing-eiffel-tower-lit-up-in-colours-of-pakistan-flag-is-from-2007-rugby-world-cup)\n[Title] Eiffel Tower Didn't Lit Up In Solidarity Of Lahore Attack - ScoopWhoop\n[Text] Mar 31, 2016 at 06:34 PM The Viral Photo Showing Eiffel Tower Lit Up In Green Is Not For Victims Of Lahore Blast SW Staff Following the recent suicide bombing in Pakistan's Lahore city...\n[Source] https://www.scoopwhoop.com/news/the-photo-showing-eiffel-tower-lit-up-in-green-is-not-for-victims-of-lahore-blast/)\n[Title] World Landmarks Light Up To Honor Paris Terror Victims - BuzzFeed News\n[Text] Many people shared images of the original Eiffel Tower in Paris soon after the attacks, saying its lights had been turned out to honor the victims. However, in reality the tower's lights are always turned off at 1 a.m., and the images merely showed the tower during the hours when it would normally be dark. Instead, a famous replica of the tower ...\n[Source] https://www.buzzfeednews.com/article/jimdalrympleii/world-landmarks-light-up-in-the-colors-of-the-french-flag-to)\n[Title] Lahore attack: Photo 'showing Eiffel Tower lit up in colours of ...\n[Text] Show all 9 The green section represented the pitch, while white beams of light created the illusion of goalposts and a giant rugby ball was suspended from the second floor. Many commenters were...\n[Source] https://www.independent.co.uk/news/world/asia/lahore-attack-photo-showing-eiffel-tower-lit-up-in-colours-of-pakistan-flag-is-from-2007-rugby-world-cup-a6959231.html)\n[Title] Eiffel Tower Didn't Lit Up In Solidarity Of Lahore Attack - ScoopWhoop\n[Text] Mar 31, 2016 at 06:34 PM The Viral Photo Showing Eiffel Tower Lit Up In Green Is Not For Victims Of Lahore Blast SW Staff Following the recent suicide bombing in Pakistan's Lahore city that...\n[Source] https://www.scoopwhoop.com/news/the-photo-showing-eiffel-tower-lit-up-in-green-is-not-for-victims-of-lahore-blast/)\n[Title] Lahore attack: Photo 'showing Eiffel Tower lit up in colours of ...\n[Text] Lahore attack: Photo 'showing Eiffel Tower lit up in colours of Pakistan flag' is from 2007 Rugby World Cup. The green and white colour scheme pictured was intended to represent a rugby pitch nine ...\n[Source] https://www.independent.co.uk/news/world/asia/lahore-attack-photo-showing-eiffel-tower-lit-up-in-colours-of-pakistan-flag-is-from-2007-rugby-world-cup-a6959231.html)\n[Title] US supports restoration of Pakistan's epic walled city\n[Text] Located in the heart of Lahore, the second largest city in Pakistan and the capital of Punjab province, the walled city is a 2.6 sq. km area with 12 gates that lead to its famous historic houses ...\n[Source] https://www.theartnewspaper.com/2023/03/09/us-supports-restoration-of-pakistans-epic-walled-city)", "ألماني قسم ممتلكاته نصفين ليعطي طليقته حقها حسب العقد لان لها ٥٠٪ إذا طلقها https://t.co/3vEmDfp2sM\\n\\nمصدر المعلومة\\n\\nhttps://t.co/83fbXe4n6D": "\n[Title] الطلاق - الاستفتاءات - موقع مكتب سماحة المرجع الديني الأعلى السيد علي ...\n[Text] الجواب: يحق لها المطالبة بالطلاق من الحاكم الشرعي فيما إذا امتنع زوجها من أداء حقوقها الزوجية وامتنع من طلاقها أيضاً بعد إلزام الحاكم الشرعي إيّاه بأحد الأمرين فيطلّقها الحاكم عندئذٍ.. ١- ما ...\n[Source] https://www.sistani.org/arabic/qa/0586/)\n[Title] حقوق المطلقة بعد الدخول - الفتاوى - دار الإفتاء المصرية - دار الإفتاء\n[Text] تاريخ الفتوى : 18 مارس 2013. رقم الفتوى : 2440. السؤال. ما هي حقوق المطلقة بعد الدخول؟. الجواب. المَهر يجب كله للزوجة إذا طُلِّقَت بعد الدخول، بما فيه مُؤَخَّر صَدَاقها ، ولها كذلك قائمة المنقولات ...\n[Source] https://www.dar-alifta.org/ar/fatawa/12510/حقوق-المطلقة-بعد-الدخول)\n[Title] القانون يجعل للمطلقة نصف أملاك الزوج\n[Text] المرأة ليست لها حق في أملاك زوجها بعد الطلاق، ولكنها ملزمة بالعناية بنفقتها. وعند انتهاء فترة العدة بعد الطلاق، ليس للمرأة حق في النفقة أو السكن أو أي ممتلكات تابعة لزوجها. القانون الذي يخول للمطلقة نصف أملاك الزوج غير ...\n[Source] https://islamweb.net/ar/fatwa/113804/القانون-يجعل-للمطلقة-نصف-أملاك-الزوج)\n[Title] هل من حق الزوجة أخذ نصف أملاك الزوج عند الطلاق؟ - خالد عبد المنعم ...\n[Text] حين الطلاق هل لها حق في ما أملكه ام لا؟ ... والسلامُ على رسولِ اللهِ، وعلى آلِهِ وصحبِهِ ومن والاهُ، أمَّا بعدُ: ... أما أملاك الزوج فلا حق لزوجته في شيء منها غير نفقتها، فإذا طلقها وانقضت عدتها ...\n[Source] https://ar.islamway.net/fatwa/76668/هل-من-حق-الزوجة-أخذ-نصف-أملاك-الزوج-عند-الطلاق)\n[Title] ألماني يترك لطليقته نصف ما يملك.. بطريقته الخاصة\n[Text] ألماني يترك لطليقته نصف ما يملك.. بطريقته الخاصة ! ... وفي لفتة مليئة بالسخرية، قرر رجل ألماني تقسيم ما كان يملكه مع زوجته مناصفة، ونفّذ ذلك حرفياً عن طريق تقطيع الممتلكات بالنصف ...\n[Source] https://www.echoroukonline.com/ألماني-يترك-لطليقته-نصف-ما-يملك-بطريقت)\n[Title] هذه العلامات تدل على أن الرجل لايزال يحب طليقته | مجلة سيدتي\n[Text] • علامات حب الرجل لطليقته: 1. بعد الطلاق في حال قرر الرجل أن يتزوج مرة ثانية يكون دائم المقارنة بين خطيبته وطليقته الأولى وهذا قد يؤدي إلى زيادة حبه لزوجته الأولى. 2. نجد الرجل كثير التحدث عن الزوجة السابقة باستمرار ويظهر من ذلك عدم نسيانه لها كما أنه قد يجلس لوقت طويل بمفرده ويسترسل في التفكير بها. 3.\n[Source] https://www.sayidaty.net/node/825921/أسرة-ومجتمع/علاقات-زوجية/هذه-العلامات-تدل-على-أن-الرجل-لايزال-يحب-طليقته)\n[Title] حتى تكون على علم.. نفسية الرجل بعد الطلاق | الرجل\n[Text] 1- سعادة ثم صدمة ! نفسية الرجل بعد الطلاق بعكس المرأة لن يشعر الرجل بالحزن والصدمة فور وقوع الطلاق بل بالسعادة والراحة على أغلب الظن ولكن تلك السعادة تتحول إلى صدمة ربما لا تكون قوية ولكنها تحدث على أي حال وذلك بسبب تغير حالة الرجل وتغير تفاصيل حياته في جميع تفاصيلها فهو لم يعد ذلك الشخص الذي كان يعرفه منذ عدة أيام . 2- الإنكار\n[Source] https://www.arrajol.com/content/105431/علاقات-زوجية/حتى-تكون-على-علم-7-مراحل-نفسية-تمر-بها-بعد-الطلاق)\n[Title] تقسيم الممتلكات بعد الطلاق في المانيا بالاضافة الى حقوق الاب وحضانة ...\n[Text] يتم تقسيم الممتلكات بعد الطلاق في المانيا بالتزامن مع تقسيم مدخرات التقاعد ، وحقوق الأطفال ، وتحديد مبلغ وإجراءات دفع النفقة - سواء بالنسبة للطفل أو للزوج الأقل ثراءً. يعد الطلاق وتقسيم ...\n[Source] https://arab-deutschland.com/تقسيم-الممتلكات-بعد-الطلاق-في-المانيا/)", "Paris: \"The men came in and started shooting. Everyone fell to the ground. It was hell.\" https://t.co/UF8vshcCrk https://t.co/6JIIvGee8C": "\n[Title] Paris Attacks Give Rise to Fakes and Misinformation\n[Text] Nov. 16, 2015 On Friday, as terror attacks unfolded across Paris, rumors were spreading on the Internet even as people remained trapped inside the buildings that were under siege. As the...\n[Source] https://www.nytimes.com/2015/11/17/world/europe/paris-attacks-give-rise-to-fakes-and-misinformation.html)\n[Title] Paris attack: One dead, two injured, French interior minister says - CNN\n[Text] Stephanie Lecocq/Reuters Paris CNN — French police have arrested a man suspected of killing one person and injuring two others in a knife and hammer attack in central Paris. The attack took...\n[Source] https://www.cnn.com/2023/12/03/europe/paris-attack-eiffel-tower-hnk-intl/index.html)\n[Title] False posts about French riots spread online - BBC\n[Text] France has seen another night of unrest after the fatal shooting by police of a 17-year-old boy in a Paris suburb. Images of the unrest, which has spread to other French cities, are being...\n[Source] https://www.bbc.com/news/world-europe-66081671)\n[Title] Paris attack: One dead, two injured, French interior minister says - CNN\n[Text] Paris CNN — French police have arrested a man suspected of killing one person and injuring two others in a knife and hammer attack in central Paris. The attack took place at Bir Hakeim, near...\n[Source] https://www.cnn.com/2023/12/03/europe/paris-attack-eiffel-tower-hnk-intl/index.html)\n[Title] Paris Attacks Give Rise to Fakes and Misinformation\n[Text] Nov. 16, 2015 On Friday, as terror attacks unfolded across Paris, rumors were spreading on the Internet even as people remained trapped inside the buildings that were under siege. As the...\n[Source] https://www.nytimes.com/2015/11/17/world/europe/paris-attacks-give-rise-to-fakes-and-misinformation.html)\n[Title] False posts about French riots spread online - BBC\n[Text] False posts about French riots spread online. 3rd July 2023, 08:26 PDT. By the BBC Verify team in London. Getty Images. France has seen another night of unrest after the fatal shooting by police ...\n[Source] https://www.bbc.com/news/world-europe-66081671)", "RT @kurdistanpolicy: He fought against Kurds 2013 as ISIS member &amp; now he enters Germany as refugee. Infiltration, he will be a problem. ht…": "\n[Title] The Islamic State Threat to Germany: Evidence from the Investigations\n[Text] With hundreds of thousands of refugees coming to Germany from Syria, Afghanistan, Iraq, Somalia, and other regions since 2015, the concern is that the Islamic State might have already moved terrorists into the country. The BKA has received hundreds of tips regarding possible jihadis hiding in refugee shelters in Germany.\n[Source] https://ctc.westpoint.edu/the-islamic-state-threat-to-germany-evidence-from-the-investigations/)\n[Title] This man actually fought against the Islamic State group ⁠— but was ...\n[Text] Photographs shared hundreds of times on social media purport to show an ex-Islamic State group fighter now living as a refugee in Europe. The man in the picture is actually a former Iraqi militia member who fought against IS and was expelled from Finland for war crimes in 2016. ... The post claims the man is an \"ISIS war criminal\" now living ...\n[Source] https://factcheck.afp.com/man-actually-fought-against-islamic-state-group-was-later-charged-war-crimes)\n[Title] Are ISIS Members Posing as Refugees? - The Atlantic\n[Text] Terrorists, they say, could enter Europe posing as refugees. Indeed, at least some of the Paris attackers, all European-born members of ISIS, entered the EU from Turkey using false Syrian ...\n[Source] https://www.theatlantic.com/international/archive/2016/02/germany-refugees-isis/460173/)\n[Title] This man actually fought against the Islamic State group ⁠— but was ...\n[Text] All rights reserved. Photographs shared hundreds of times on social media purport to show an ex-Islamic State group fighter now living as a refugee in Europe. The man in the picture is actually...\n[Source] https://factcheck.afp.com/man-actually-fought-against-islamic-state-group-was-later-charged-war-crimes)\n[Title] Returning Foreign Terrorist Fighters in Germany: An Assessment of the ...\n[Text] September 8, 2019 The article below was published in the Spring 2019 edition of Active Measures, IWP's student journal. In the wake of the Arab Spring, nearly one thousand German citizens traveled to Syria and Iraq to join Islamist terrorist groups. About a third of these are now back in the Federal Republic.\n[Source] https://www.iwp.edu/active-measures/2019/09/08/returning-foreign-terrorist-fighters-in-germany-an-assessment-of-the-threat-and-strategy-options/)\n[Title] Foreign Terrorist Fighters: German Islamists in Syria and Iraq and What ...\n[Text] The German security authorities, i.e. the police and domestic intelligence agencies of both the Länder (states) and on the federal level, collected and aggregated information about 677 individuals who had departed Germany to travel to Syria or Iraq before 30 June 2015.\n[Source] https://www.marshallcenter.org/en/publications/security-insights/foreign-terrorist-fighters-german-islamists-syria-and-iraq-and-what-can-be-done-about-them-0)", "RT @Celine_Kiernan: RT @andpscott: Confused fans have flooded the pitch here in #Paris https://t.co/WXmSn9HTxp": "\n[Title] Fake news study: Most Americans can't spot fake news, study finds - CNN\n[Text] CNN — As many as three in four Americans overestimate their ability to spot false headlines - and the worse they are at it, the more likely they are to share fake news, researchers reported...\n[Source] https://www.cnn.com/2021/05/31/health/fake-news-study/index.html)\n[Title] Not Real News | The Week in Fake News | AP News - Associated Press News\n[Text] Updated 6:57 AM PST, December 15, 2023 NOT REAL NEWS: A look at what didn't happen this week Social media users shared a range of false claims this week. Here are the facts: The NCAA is not transferring medals won by transgender swimmer Lia Thomas to Riley Gaines, another former Division I swimmer. Updated 7:01 AM PST, December 8, 2023\n[Source] https://apnews.com/hub/not-real-news)\n[Title] Fans' ugly behaviour is not just about football - it's about society\n[Text] That in part is simple copycat behaviour: one club's fans celebrate with a pitch invasion and so others decide that is also how they should celebrate - while simultaneously realising there is ...\n[Source] https://www.theguardian.com/football/2022/may/20/football-fans-ugly-behaviour-society-pitch-invasions)\n[Title] Pitch invasions are selfish, dangerous and pointless\n[Text] 05/19/2022 Crushes, head-butts and sexual assault: in recent weeks, pitch invasions in Germany and England haven't just been celebratory affairs. DW's Matt Ford says the current trend has...\n[Source] https://www.dw.com/en/opinion-pitch-invasions-are-pointless-and-dangerous-and-not-fan-culture/a-61868826)\n[Title] Paris FC and Lyon thrown out of French Cup for fan violence - France 24\n[Text] Paris (AFP) - Paris FC and Lyon were both thrown out of the French Cup on Monday for the hooliganism that forced their December 17 tie to be called off at half-time. Issued on: 27/12/2021 - 17: ...\n[Source] https://www.france24.com/en/live-news/20211227-paris-fc-and-lyon-thrown-out-of-french-cup-for-fan-violence)\n[Title] French football in crisis: Missiles thrown, fans invading the pitch and ...\n[Text] A list of the season's most high-profile flashpoints to date reveals the extent of the problem that French football is facing: - August 8: Montpellier fans throw missiles at Marseille players ...\n[Source] https://theathletic.com/2993808/2021/12/03/french-football-crisis-missiles-thrown-fans-invading-pitch-matches-abandoned/)\n[Title] French minister blames 'ticket fraud' for stadium violence in Champions ...\n[Text] France's interior minister on Monday blamed massive ticket fraud for the chaotic scenes that marred the Champions League final between Liverpool and Real Madrid over the weekend, raising questions ...\n[Source] https://www.france24.com/en/france/20220530-french-minister-blames-ticket-fraud-for-stadium-violence-in-champions-league-final)\n[Title] France opens criminal investigation into Champions League Paris ... - RFI\n[Text] Hundreds of fans were unable to reach the Stade de France in Paris for the match and some were teargassed. European football's governing body UEFA has announced it will carry out an independent ...\n[Source] https://www.rfi.fr/en/sports/20220531-france-opens-criminal-investigation-into-champions-league-security-havoc)", "Red Fuji with Red Lenticular Clouds\\n#popular #amazing #image #picture #capture #snap #beautiful #wow #click #love http://t.co/Hr0HCANz8L": "\n[Title] PDF Multimodal Fusion with Co-Attention Networks for Fake News Detection\n[Text] Lenticular Clouds over Mount Fuji. Woman, 36, gives birth to 14 children from 14 different fathers. Figure 1: Some fake news from Twitter. In the left example, both text and image indicate it is likely to be fake. The text of the middle one provides little evidence that it is fake news, but the image is obviously forged.\n[Source] https://aclanthology.org/2021.findings-acl.226.pdf)\n[Title] Fact Check: This morphed image of Mount Fuji clouds the truth\n[Text] Fact. This is a photoshopped picture. The actual image was taken by one Raymond R Carr in 2005. In the actual image, only one layer of lenticular cloud can be seen. The other layers have been digitally added in the viral image. Social media has often enlightened us on the mysterious ways of nature.\n[Source] https://www.indiatoday.in/fact-check/story/fact-check-this-morphed-image-of-mount-fuji-clouds-the-truth-1880072-2021-11-23)\n[Title] Fact Check: This morphed image of Mount Fuji clouds the truth\n[Text] Claim Lenticular clouds over Mount Fuji in Japan. Fact This is a photoshopped picture. The actual image was taken by one Raymond R Carr in 2005. In the actual image, only one layer of lenticular cloud can be seen. The other layers have been digitally added in the viral image. Chayan Kundu New Delhi, UPDATED: Nov 23, 2021 22:21 IST\n[Source] https://www.indiatoday.in/fact-check/story/fact-check-this-morphed-image-of-mount-fuji-clouds-the-truth-1880072-2021-11-23)\n[Title] Mesmerizing footage shows rare cloud formation over Mount Fuji: \"Magic\"\n[Text] By Soo Kim SEO Reporter An astonishing display of lenticular clouds was seen on Honshu, Japan's largest and most populous island. The rare sighting took place in the city of Fujiyoshida on...\n[Source] https://www.newsweek.com/timelapse-rare-lenticular-clouds-mount-fuji-japan-1857872)\n[Title] Lenticular clouds: Where and how they form - Spectrum News\n[Text] Lenticular clouds may form when wind runs perpendicular to a mountain or mountain chain. It could be a hill or even a tall building, too. In the graphic above, winds are forced up the windward (left, in this photo) side of Mt. Fuji as they run into the mountain. As the air rises, it cools. This is called expansional cooling.\n[Source] https://spectrumnews1.com/ca/la-west/weather/2021/08/27/lenticular-clouds--where-and-how-they-are-formed)\n[Title] How Lenticular Clouds Are Formed - Treehugger\n[Text] Lenticular clouds are a bundle of movement, yet they look stationary. That's because the flow of moist air up one side of the mountain replenishes the cloud on the windward side while the...\n[Source] https://www.treehugger.com/how-lenticular-clouds-are-formed-4869052)\n[Title] Fact Check: This morphed image of Mount Fuji clouds the truth\n[Text] AFWA probe Using reverse image search, we found the original picture, which was posted by one Raymond R Carr on his Flickr account on March 15, 2005. The caption with the image reads, \"Just an interesting cloud formation that formed over Fujijama looks a little like the hats some rice farmers use.\"\n[Source] https://www.indiatoday.in/fact-check/story/fact-check-this-morphed-image-of-mount-fuji-clouds-the-truth-1880072-2021-11-23)\n[Title] Mesmerizing footage shows rare cloud formation over Mount Fuji: \"Magic\"\n[Text] Jan 04, 2024 at 1:04 PM EST By Soo Kim SEO Reporter An astonishing display of lenticular clouds was seen on Honshu, Japan's largest and most populous island. The rare sighting took place in the...\n[Source] https://www.newsweek.com/timelapse-rare-lenticular-clouds-mount-fuji-japan-1857872)", "A beleza da natureza: Nuvens lenticulares acima d Fuji \"@Gabriele_Corno: Lenticular clouds over Fuji #Japan #Fuji https://t.co/1lxPpKFnZv\"": "\n[Title] Monte Fuji e Nuvens Lenticulares | Curiosidades do Japão\n[Text] Nuvens Lenticulares: Conheça enigmático e indescritível fenômeno que ocorre raramente sobre o Monte Fuji, atraindo as lentes de muitos fotógrafos no Japão. Não há montanha no Japão que mais as pessoas queiram ver do que o Monte Fuji , mas infelizmente é uma das montanhas mais difíceis de se ver.\n[Source] https://www.japaoemfoco.com/o-que-e-este-incrivel-e-raro-fenomeno-que-ocorre-sobre-o-monte-fuji/)\n[Title] Nuvens lenticulares são vistas na Antártida; entenda o que são ... - G1\n[Text] Elas estão associadas a fluxos estáveis da atmosfera, se formam e se transformam a partir de um mesmo ponto de origem, o que é responsável pela aparência semelhante a um funil (em alguns casos os formatos se assemelham a círculos sobrepostos, evocando até mesmo a figura de discos voadores ).\n[Source] https://g1.globo.com/meio-ambiente/noticia/2021/09/29/nuvens-lenticulares-sao-vistas-na-antartida-entenda-o-que-sao-e-em-quais-situacoes-elas-se-formam.ghtml)\n[Title] Nuvem lenticular - Wikipédia, a enciclopédia livre\n[Text] Origem: Wikipédia, a enciclopédia livre. Nuvens Lenticulares são formações estacionárias de nuvens, com formato análogo a fogo e lentes, que se formam em altitude. Normalmente alinhadas com a perpendicular da direção do vento, elas podem ser separadas em altos-cúmulos lenticulares estacionários (ACSL), estratocúmulos lenticulares ...\n[Source] https://pt.wikipedia.org/wiki/Nuvem_lenticular)\n[Title] Nuvens lenticulares são vistas na Antártida; entenda o que são ... - G1\n[Text] Nuvens lenticulares são vistas na Antártida; entenda o que são e em quais situações elas se formam Fenômeno acontece entre 6 e 12 mil metros de altitude na presença de vento forte e relevo. Por g1 29/09/2021 19h39 Atualizado há 2 anos Nuvem lenticular na base Esperanza da Antártida — Foto: Serviço Meteorológico Nacional da Argentina | Reprodução\n[Source] https://g1.globo.com/meio-ambiente/noticia/2021/09/29/nuvens-lenticulares-sao-vistas-na-antartida-entenda-o-que-sao-e-em-quais-situacoes-elas-se-formam.ghtml)\n[Title] Fact Check: This morphed image of Mount Fuji clouds the truth\n[Text] Mount Fuji, also called Fujiyama or Fuji-san in Japanese is the highest mountain in Japan. With a height of 12,388 feet, it is situated some 60 miles west of Tokyo. It is an active volcano but dormant since its last eruptions in 1707. Formation of lenticular clouds over Mount Fuji is a familiar natural incident.\n[Source] https://www.indiatoday.in/fact-check/story/fact-check-this-morphed-image-of-mount-fuji-clouds-the-truth-1880072-2021-11-23)\n[Title] Nuvem lenticular - Wikipédia, a enciclopédia livre\n[Text] Origem: Wikipédia, a enciclopédia livre. Nuvens Lenticulares são formações estacionárias de nuvens, com formato análogo a fogo e lentes, que se formam em altitude. Normalmente alinhadas com a perpendicular da direção do vento, elas podem ser separadas em altos-cúmulos lenticulares estacionários (ACSL), estratocúmulos lenticulares ...\n[Source] https://pt.wikipedia.org/wiki/Nuvem_lenticular)", "Imagine low-energy #BenCarson responding during national disaster.  He'd be like an 'upside-down-book' Bush.   Lost. https://t.co/wXvNiTigH8": "\n[Title] National Disaster Recovery Framework | FEMA.gov\n[Text] The National Disaster Recovery Framework (NDRF) enables effective recovery support to disaster-impacted states, tribes, territorial and local jurisdictions. It provides a flexible structure that enables disaster recovery managers to operate in a unified and collaborative manner. The NDRF focuses on how best to restore, redevelop and revitalize the health, social, economic, natural and ...\n[Source] https://www.fema.gov/emergency-managers/national-preparedness/frameworks/recovery)\n[Title] NIMS FEMA IS-800d National Response Framework: An Introduction - Quizlet\n[Text] Select the CORRECT statement below. The National Response Framework: A. Describes key roles and responsibilities for integrating capabilities across the whole community. B. Is a Federal Policy requiring only local agencies to adopt. C. Serves only federal agencies. D. Is applied during natural disasters only.\n[Source] https://quizlet.com/830539051/nims-fema-is-800d-national-response-framework-an-introduction-flash-cards/)\n[Title] Superhero Ben Carson explains how he would have solved other disasters\n[Text] Columnist | Follow October 7, 2015 at 5:59 p.m. EDT Ben Carson. (Charlie Neibergall, Associated Press) \"Not only would I probably not cooperate with him, I would not just stand there and let...\n[Source] https://www.washingtonpost.com/blogs/compost/wp/2015/10/07/superhero-ben-carson-explains-how-he-would-have-solved-other-disasters/)\n[Title] The Confusing, Anticlimactic Demise of Ben Carson\n[Text] And yet, fittingly, even Carson's withdrawal was a little bit confusing and anticlimactic: having wandered, rather hesitatingly, into the campaign, now Carson was wandering out. After another ...\n[Source] https://www.newyorker.com/news/news-desk/the-confusing-anticlimactic-demise-of-ben-carson)\n[Title] Dr. Ben Carson and Crisis in the Classroom - St. Thomas University News\n[Text] Carson, who ran for president in 2016 as a Republican and later served in the Trump administration as the U.S. Secretary of Urban Housing and Development, is a conservative. Crump, one of the nation's most successful civil-rights lawyers, is a champion of liberal causes.\n[Source] https://www.stu.edu/news/dr-ben-carson-and-crisis-in-the-classroom/)\n[Title] Ben Carson Hired a Magic-Loving, Castle-Owning, Crisis-Management ...\n[Text] Ben Carson's résumé doesn't read like those of your average presidential aspirant—pediatric neurosurgeon, best-selling author, motivational speaker. ... Giles' wife has dubbed him \"the fireman\" for his crisis management skills, which he has put to work on behalf of a roster of embattled celebrity clients. That list includes comedian Richard ...\n[Source] https://www.culteducation.com/group/1020-landmark-education/28508-ben-carson-hired-a-magic-loving-castle-owning-crisis-management-fireman-to-plot-his-2016-bid.html)\n[Title] Here's a list of the 31 national emergencies that have been in effect ...\n[Text] 1:30 President Donald Trump speaks from the Oval Office of the W...Show More Carlos Barria/AP According to the Federal Register, 58 national emergencies have been declared since the National Emergency Act of 1976 was signed into law by President Gerald Ford.\n[Source] https://abcnews.go.com/Politics/list-31-national-emergencies-effect-years/story?id=60294693)\n[Title] How many national emergencies have been called by presidents? - CBS News\n[Text] President George H.W. Bush August 2, 1990: Blocking Iraqi Government Property and Prohibiting Transactions with Iraq, revoked 2004; Sept. 30, 1990: Continuation of Export Control Regulations,...\n[Source] https://www.cbsnews.com/news/how-many-national-emergencies-have-been-called-by-presidents/)", "Husband Gave His Unfaithful Ex-Wife Half Of Everything He Owned – Literally - See full ima… https://t.co/S5AMep0rQH https://t.co/D6mUF8jn5p": "\n[Title] Husband Gave His Unfaithful Ex-Wife Half Of Everything He Owned - Literally\n[Text] In an unambiguous and ironic gesture, one man in Germany told Laura, his ex-wife, just what he thought of her - by literally cutting all of their belongings in half!\n[Source] https://www.boredpanda.com/half-of-everything-divorce-laura/)\n[Title] Husband Gives Unfaithful Ex-Wife Literally Half of Everything They Owned\n[Text] Husband Gives Unfaithful Ex-Wife Literally Half of Everything They Owned By Jenny Zhang on June 22, 2015\n[Source] https://mymodernmet.com/literally-half-of-everything-divorce/)\n[Title] This man literally gave his ex half of everything they owned - CNBC\n[Text] Phones, laptops, teddy bears —you name it, he split it. From their mailbox to their sofa, all of the man's remaining halves are now up for sale on eBay, reports Mashable. One of the...\n[Source] https://www.cnbc.com/2015/06/18/this-man-literally-gave-his-ex-half-of-everything-he-owned.html)\n[Title] In Divorce, Will I Really Lose Half of Everything I Own?\n[Text] Marital property is generally defined as all income, property, and debts acquired during the marriage. That property is seen as owned equally by both spouses, and therefore will be distributed equally after the divorce, with a couple caveats.\n[Source] https://www.findlaw.com/legalblogs/law-and-life/in-divorce-will-i-really-lose-half-of-everything-i-own/)\n[Title] Re-opening Property Division Issues After Your Divorce\n[Text] Published: Aug 31st, 2016 How is Property Division Handled During a Divorce? Although laws on property division vary a bit from state-to-state, the general rules are the same. Divorcing spouses will have to identify, value, and divide all marital property. Identify the Property\n[Source] https://legal-info.lawyers.com/family-law/divorce/re-opening-property-division-issues-after-your-divorce.html)\n[Title] Divorce Property Division FAQs - FindLaw\n[Text] This could mean the unequal division of property in equitable distribution states. Note that when courts divide property, that doesn't mean the property is literally (or physically) split. A court will add up the total value of the marital estate and grant each spouse a percentage. How each spouse secures that amount may mean selling the ...\n[Source] https://www.findlaw.com/family/divorce/divorce-property-division-faq.html)\n[Title] In Divorce, Will I Really Lose Half of Everything I Own?\n[Text] By Christopher Coble, Esq. | Last updated on December 13, 2022 This post was updated on December 13, 2022. It's the common divorce trope, from movies to rap songs, and maybe even the advice you got from aunt: if you get a divorce, your spouse gets half of everything.\n[Source] https://www.findlaw.com/legalblogs/law-and-life/in-divorce-will-i-really-lose-half-of-everything-i-own/)\n[Title] 1 in 5 Divorced People: Debt Contributed to Their Split - MSN\n[Text] Over half of respondents (55%) had to find ways to increase their income after getting divorced, such as taking on a second job (21%), switching to a higher-paying career (19%) and getting a job ...\n[Source] https://www.msn.com/en-us/money/personalfinance/1-in-5-divorced-people-debt-contributed-to-their-split/ar-BB1hyaoa)", "wsoctv: RT ABC: LATEST: 'Ongoing situation' in Paris; as many as 60 hostages being held, BrianRoss reports … https://t.co/UtAwDV8gvE": "\n[Title] WSOC-TV Channel 9 - WSOC TV\n[Text] 1 / 1 Unmute WSOC Now Live Streams Happening Now Video VIDEO: Barrage of bullets hits homes, cars in northwest Charlotte neighborhood Police are looking into who's responsible for a shooting in a...\n[Source] https://www.wsoctv.com/)\n[Title] 'False alarm' prompts police response in Uptown Charlotte\n[Text] CHARLOTTE — Multiple police cruisers surrounded an Uptown Charlotte skyscraper Tuesday morning, leaving some witnesses with questions as they looked out their windows. According to a representative...\n[Source] https://www.wsoctv.com/news/local/false-alarm-prompts-police-response-uptown-charlotte/TB6IRDZ2LJGRXB5WXTV2THZ4KA/)\n[Title] 1980 October Surprise theory - Wikipedia\n[Text] The 1980 October Surprise theory refers to an allegation that representatives of Ronald Reagan's presidential campaign made a secret deal with Iranian leaders to delay the release of American hostages until after the election between Reagan and President Jimmy Carter, the incumbent. The detention of 66 Americans in Iran, held hostage since November 4, 1979, was one of the leading national ...\n[Source] https://en.wikipedia.org/wiki/1980_October_Surprise_theory)\n[Title] Post Misrepresents Condition of Israeli Hostages Released by Hamas\n[Text] Full Story About 1,200 people were killed and 240 others were taken hostage during the Oct. 7 surprise attacks on Israel by the Palestinian militant group Hamas. More than 15,000 Palestinians...\n[Source] https://www.factcheck.org/2023/12/post-misrepresents-condition-of-israeli-hostages-released-by-hamas/)\n[Title] Paris hostage situation: Armed police cordon off street where ... - News\n[Text] Police have rescued at least two hostages and arrested a man in central Paris after a four-hour standoff. The hostage-taker demanded to be put in touch with the Iranian Embassy to deliver a ...\n[Source] https://www.independent.co.uk/news/world/europe/pairs-hostage-latest-rue-des-petites-ecuries-siege-armed-france-iran-embassy-a8395896.html)\n[Title] UPDATE: Two women freed after being held hostage in Paris shop - The Local\n[Text] A police operation overnight on Monday successfully freed the two hostages held by a man armed with a knife in Paris' 12th arrondissement. Advertisement They were being held in a shop in the...\n[Source] https://www.thelocal.fr/20211220/breaking-man-armed-with-knife-takes-hostages-in-paris)\n[Title] After erroneous Flynn report, ABC News suspends Brian Ross\n[Text] NEW YORK (AP) — ABC News on Saturday suspended investigative reporter Brian Ross for four weeks without pay for his erroneous report on Michael Flynn, which it called a \"serious error.\"\n[Source] https://apnews.com/article/78440c185b7c49b39573257ad3353295)\n[Title] ABC suspends Brian Ross after false Flynn report\n[Text] The news brought swift reaction from Trump, who tweeted: \"Congratulations to @ABC News for suspending Brian Ross for his horrendously inaccurate and dishonest report on the Russia, Russia ...\n[Source] https://www.reviewjournal.com/entertainment/tv/abc-suspends-brian-ross-after-false-flynn-report/)", "RT @lesinrocks: Bataclan: “J’ai eu envie qu’on se souvienne des sourires et du rock”\\nhttps://t.co/wOq3OY1ond https://t.co/IACSGBs3Fc": "\n[Title] SpotFake_Implemetation/test_posts.csv at master - GitHub\n[Text] RT @DominiqueNad: Salle du Bataclan https://t.co/UH7QFZr5tu: 396594161: GregoLoc: attacks_paris_1: Fri Nov 13 23:36:55 +0000 2015: fake: 665482516975980544: RT @danrem: Konon, inside The Bataclan concert before the attack. How life can change in a second. #Pray4Paris https://t.co/6RESZL0nPh: 115628954: DanielKoelink: attacks_paris_1: Sat Nov 14 ...\n[Source] https://github.com/crushr/SpotFake_Implemetation/blob/master/twitter/test_posts.csv)\n[Title] Datasets/test_posts.csv at master · crushr/Datasets\n[Text] 数据集. Contribute to crushr/Datasets development by creating an account on GitHub.\n[Source] https://github.com/crushr/Datasets/blob/master/twitter_cleaned/test_posts.csv)\n[Title] Emmanuel Wino: \"J'ai eu envie qu'on se souvienne des sourires et du rock\"\n[Text] Emmanuel Wino est un photographe de concert. Il était au Bataclan le 13 novembre, lors de la fusillade. Il vient de publier les clichés de la soirée, libres de droit, sur son compte. Pour ...\n[Source] https://www.lesinrocks.com/actu/emmanuel-wino-photographe-present-au-bataclan-jai-eu-envie-quon-se-souvienne-des-sourires-et-du-rock-82135-16-11-2015/)\n[Title] \"Je n'avais jamais entendu un rire aussi bouleversant\" : le Bataclan ...\n[Text] Le chanteur d'Indochine, interrogé par le Parisien en septembre, juge \"ignoble de rouvrir cette salle\" et milite pour la création à sa place d'un \"sanctuaire\" ou d'un \"monument\". Indécent,...\n[Source] https://www.francetvinfo.fr/faits-divers/terrorisme/attaques-du-13-novembre-a-paris/je-n-avais-jamais-entendu-un-rire-aussi-bouleversant-le-bataclan-un-drole-de-defi-pour-les-humoristes_2450434.html)\n[Title] Ces photos trompeuses qui circulent après les attentats du 13 novembre ...\n[Text] Le cliché présenté comme des scènes de liesse après les attaques en France est en réalité une photo de l'agence Reuters de 2012, sur laquelle des Gazaouites célèbrent la signature d'un...\n[Source] https://www.lemonde.fr/les-decodeurs/article/2015/11/15/ces-fausses-photos-qui-circulent-apres-les-attaques-de-paris_4810283_4355770.html)\n[Title] 10 rumeurs et intox qui circulent après les attentats du 13 novembre\n[Text] Des chaînes d'information et quelques sites ont diffusé durant la nuit une information erronée évoquant quatre policiers tués en neutralisant les assaillants au Bataclan, qui s'est répandue...\n[Source] https://www.lemonde.fr/les-decodeurs/article/2015/11/14/attaques-a-paris-les-rumeurs-et-les-intox-qui-circulent_4809992_4355770.html)\n[Title] Attaques à Paris : huit intox qui circulent sur le web - Franceinfo\n[Text] Attaques à Paris : huit intox qui circulent sur le web. Des informations communiquées sur Twitter et sur Facebook après les attentats étaient erronées. Francetv info démêle le vrai du faux ...\n[Source] https://www.francetvinfo.fr/faits-divers/terrorisme/attaques-du-13-novembre-a-paris/attaques-a-paris-huit-intox-qui-circulent-sur-le-web_1174939.html)\n[Title] 10 rumeurs et intox qui circulent après les attentats du 13 novembre\n[Text] Les fusillades ont eu lieu au Bataclan, à la terrasse de deux restaurants proches de la place de la République, rue de Charonne et à la terrasse d'un autre café, proche de la place de la Nation.\n[Source] https://www.lemonde.fr/les-decodeurs/article/2015/11/14/attaques-a-paris-les-rumeurs-et-les-intox-qui-circulent_4809992_4355770.html)", "@jeffgill24 Here's An Actual Picture Of President Bush, During 9-11 Attacks. Reading A Book UPSIDE DOWN. #FoxNews http://t.co/0LJX1TK4tK": "\n[Title] Does This Photograph Show President Bush Reading a Book Upside-Down ...\n[Text] Published Sep 24, 2002. Claim: A photograph captures President George W. Bush holding a book upside-down in a classroom. Rating: False. About this rating. This may be a funny picture, but even if ...\n[Source] https://www.snopes.com/fact-check/bush-upside-book/)\n[Title] Full transcript: Former President George W. Bush speaks at 9/11 ...\n[Text] Mandel Ngan/AFP via Getty Images. Former President George W. Bush spoke at the Sept. 11 memorial in Shanksville, Pennsylvania, to mark the 20th anniversary of the attacks Saturday. The memorial ...\n[Source] https://abcnews.go.com/US/full-transcript-president-george-bush-speaks-911-memorial/story?id=79959676)\n[Title] Does This Photograph Show President Bush Reading a Book Upside-Down ...\n[Text] David Mikkelson Published Sep 24, 2002 Claim: A photograph captures President George W. Bush holding a book upside-down in a classroom. Rating: False About this rating This may be a funny...\n[Source] https://www.snopes.com/fact-check/bush-upside-book/)\n[Title] Fact Check: Kids Reading Words On 9/11 Is NOT Proof Of Conspiracy\n[Text] Fact Check Nov 2, 2022 by: Uliana Malashenko Share Tweet Distortion Did children read words predicting the 9/11 attack \"moments before\" planes hit the World Trade Center as then-President George W. Bush sat with the children in a Sarasota, Florida, schoolroom?\n[Source] https://leadstories.com/hoax-alert/2022/11/fact-check-kids-reading-words-on-9-11-is-not-proof-of-conspiracy.html)\n[Title] Does This Photograph Show President Bush Reading a Book Upside-Down ...\n[Text] David Mikkelson Published Sep 24, 2002 Claim: A photograph captures President George W. Bush holding a book upside-down in a classroom. Rating: False About this rating This may be a funny...\n[Source] https://www.snopes.com/fact-check/bush-upside-book/)\n[Title] The infamous moment George W Bush learned 9/11 had happened\n[Text] George W Bush reads children's book as 9/11 attacks commence George W Bush's reaction - or lack thereof - upon learning that terrorists were attacking the United States is now infamous....\n[Source] https://www.independent.co.uk/news/world/americas/us-politics/9-11-george-bush-reaction-school-b1902343.html)\n[Title] Photos: See How the Bush Administration Responded to 9/11\n[Text] July 25, 2015 10:04 AM EDT. Americans have seen the photo of the chief of staff whispering the news of 9/11 into George W. Bush's ear the morning of the attack in an elementary school classroom ...\n[Source] https://time.com/3972185/bush-admin-911-photo/)\n[Title] Teacher and student in classroom with President Bush on 9/11 ... - TODAY\n[Text] Sandra Kay Daniels was the teacher in the classroom at Emma E. Booker Elementary School in Sarasota, Florida, in the moment that former President George W. Bush was told about the 9/11...\n[Source] https://www.today.com/news/teacher-student-classroom-president-bush-9-11-share-their-stories-t191496)", "#DavidBowie + #Lemmy...I cant seem to find a pixure of Bowie, Lemmy + Natalie Cole together @iheartyma @ByrdBardot https://t.co/qOH999PYqb": "\n[Title] Is This a Real Photograph of Bowie and Lemmy? | Snopes.com\n[Text] In January 2016, a photograph purportedly showing musicians David Bowie and Motörhead frontman Lemmy together at a party started circulating online. The photograph was originally posted to the ...\n[Source] https://www.snopes.com/fact-check/david-bowie-lemmy-photo/)\n[Title] Mikkey Dee Discloses Lemmy 'Didn't Want To Make David Bowie Song First'\n[Text] During his recent interview with Sonic Perspectives, Mikkey Dee, former drummer and longtime friend of Lemmy, reflected on Motörhead 's covering Heroes by David Bowie. He admitted that Lemmy didn't want to cover the song first, saying that the song wasn't going to be as good as the original. The drummer then stated that the cover became ...\n[Source] https://www.metalcastle.net/mikkey-dee-discloses-lemmy-didnt-want-to-make-david-bowie-song-first/)\n[Title] Is This a Real Photograph of Bowie and Lemmy? | Snopes.com\n[Text] The fake image of David Bowie and Lemmy is a combination of two photographs: A 1972 photo of Lemmy and an unidentified girlfriend, and another image of David Bowie and singer Claudia...\n[Source] https://www.snopes.com/fact-check/david-bowie-lemmy-photo/)\n[Title] Deaths of Glenn Frey, David Bowie, Natalie Cole and Lemmy mark horrible ...\n[Text] Frey, a founding member of the iconic classic rock band The Eagles, died at the age of 67 in New York City, the victim of complications of rheumatoid arthritis, ulcerative colitis and pneumonia....\n[Source] https://www.nydailynews.com/2016/01/19/deaths-of-glenn-frey-david-bowie-natalie-cole-and-lemmy-mark-horrible-month-for-music-fans/)\n[Title] Is This a Real Photograph of Bowie and Lemmy? | Snopes.com\n[Text] The fake image of David Bowie and Lemmy is a combination of two photographs: A 1972 photo of Lemmy and an unidentified girlfriend, and another image of David Bowie and singer Claudia...\n[Source] https://www.snopes.com/fact-check/david-bowie-lemmy-photo/)\n[Title] David Bowie in Eternity - The New York Times\n[Text] Natalie Cole, 1976 Credit David Redfern/Redferns, via Getty Images T he song came gushing out like an open hydrant on a hot summer day, but for Natalie Cole, it was a complicated kind of high.\n[Source] https://www.nytimes.com/interactive/2016/12/21/magazine/the-lives-they-lived-david-bowie.html)\n[Title] Is This a Real Photograph of Bowie and Lemmy? | Snopes.com\n[Text] The fake image of David Bowie and Lemmy is a combination of two photographs: A 1972 photo of Lemmy and an unidentified girlfriend, and another image of David Bowie and singer Claudia...\n[Source] https://www.snopes.com/fact-check/david-bowie-lemmy-photo/)\n[Title] David Bowie in Eternity - The New York Times\n[Text] A wetsuit-clad Navy swimmer is helping him out of the access hatch and into an inflatable raft. Mitchell, dressed in an olive-drab flight suit and a biological mask, steadies himself with his left ...\n[Source] https://www.nytimes.com/interactive/2016/12/21/magazine/the-lives-they-lived-david-bowie.html)", "Mahatma Gandhi Dancing Unseen Rare Photo @binaryfootprint  @HistoryInPics  @TarekFatah http://t.co/UNMf8tmSFz": "\n[Title] Gandhi Jayanti Special: 10 rare & unseen photos of Mahatma Gandhi\n[Text] 1. Young Mahatma Gandhi 1/10 A young Mahatma Gandhi. The picture was taken somewhere in 1905 2. Mahatma Gandhi living in seclusion 2/10 Mahatma Gandhi reading his correspondence whilst living in seclusion after being released from prison. The picture was taken on 20th May 1924. 3. Mahatma Gandhi with Sarojini Naidu 3/10\n[Source] https://www.dnaindia.com/india/photo-gallery-gandhi-jayanti-special-10-rare-unseen-photos-of-mahatma-gandhi-2846559)\n[Title] Gandhi Jayanti 2020: 15 rare photos of the Mahatma\n[Text] Gandhi walks with Sarojini Naidu from the station at Boulogne to the quay on September 12, 1931 where he embarked on the channel steamer for Folkestone (Kent, Southeast London). (Photo by George Rinhart/Corbis via Getty Images) Mohandas Karamchand Gandhi was born in Porbunder, Kathiawar on October 2, 1869.\n[Source] https://www.architecturaldigest.in/content/gandhi-jayanti-2020-take-a-look-at-15-rare-real-photos-of-mahatma-gandhi/)\n[Title] Fact Check: Popular story about this historic pic of Gandhi is far from ...\n[Text] A photo showing Mahatma Gandhi with a kid is being circulated on social media with claims that the child is Gandhi's grandson Kanu Gandhi at Dandi March in 1930. India Today Anti Fake News War Room (AFWA) found that the picture was clicked at Mumbai's Juhu beach in 1937 when Gandhi was convalescing after an illness and was living in RD Birla's bungalow at Juhu.\n[Source] https://www.indiatoday.in/fact-check/story/popular-story-about-historic-pic-of-gandhi-is-far-from-truth-1645863-2020-02-12)\n[Title] The person dancing with a woman in this photo is not Mahatma Gandhi ...\n[Text] A photo is being shared on social media claiming it as the visuals of the Mahatma Gandhi cheerfully dancing with a British woman at a party during the Indian freedom movement. Let's verify the claim made in the post. Claim: Photo of Mahatma Gandhi dancing with a British woman at a party.\n[Source] https://factly.in/the-person-dancing-with-a-foreign-lady-in-the-photo-is-not-mahatma-gandhi-but-an-australian-artist/)\n[Title] Fact Check: Popular story about this historic pic of Gandhi is far from ...\n[Text] A photo showing Mahatma Gandhi with a kid is being circulated on social media with claims that the child is Gandhi's grandson Kanu Gandhi at Dandi March in 1930. India Today Anti Fake News War Room (AFWA) found that the picture was clicked at Mumbai's Juhu beach in 1937 when Gandhi was convalescing after an illness and was living in RD Birla's bungalow at Juhu.\n[Source] https://www.indiatoday.in/fact-check/story/popular-story-about-historic-pic-of-gandhi-is-far-from-truth-1645863-2020-02-12)\n[Title] Mahatma Gandhi Photos and Premium High Res Pictures - Getty Images\n[Text] Browse 12,291 authentic mahatma gandhi stock photos, high-res images, and pictures, or explore additional mahatma gandhi photo or mahatma gandhi portrait stock images to find the right photo at the right size and resolution for your project. Gandhi Mahatma Gandhi Mahatma Gandhi Gandhi At No 10 Mahatma Gandhi\n[Source] https://www.gettyimages.in/photos/mahatma-gandhi)\n[Title] Remembering Mahatma Gandhi: 100 Rare Pictures You Must See\n[Text] On the occasion of Mahatma Gandhi's death anniversary, here are a few vintage and rare pictures of him. (Image: Getty Images) 02 Mahatma Gandhi with his granddaughter Ava and his personal physician Dr. Sushila Nayar. (Image: Getty Images) 03 Mohandas Karamchand Gandhi with Sardar Patel and Jawaharlal Nehru. (Image: Getty Images) 04\n[Source] https://www.news18.com/photogallery/india/remembering-mahatma-gandhi-100-rare-pictures-you-must-see-2478883.html)\n[Title] Gandhi Jayanti 2020: 15 rare photos of the Mahatma\n[Text] Gandhi Jayanti 2020: Take a look at 15 rare photos of Mahatma Gandhi | Architectural Digest India Profile Gandhi Jayanti 2020: 15 rare photos of the Mahatma As the world gears up to commemorate Mahatma Gandhi's birth anniversary, we take a walk through history By AD Staff 2 October 2020\n[Source] https://www.architecturaldigest.in/content/gandhi-jayanti-2020-take-a-look-at-15-rare-real-photos-of-mahatma-gandhi/)", "Cheated husband literally gave his wife half of everything 😂😭 http://t.co/t9FcGAHdck http://t.co/XWwk6w9la1": "\n[Title] Husband Gave His Unfaithful Ex-Wife Half Of Everything He Owned - Literally\n[Text] 105 166 Share ADVERTISEMENT Divorce settlements, which often force the two estranged spouses to split their belongings 50/50, can be both emotionally and financially painful. In an unambiguous and ironic gesture, one man in Germany told Laura, his ex-wife, just what he thought of her - by literally cutting all of their belongings in half!\n[Source] https://www.boredpanda.com/half-of-everything-divorce-laura/)\n[Title] Hubby gives literally Half of everything to his cheating wife after divorce\n[Text] Hell hath no fury like a jilted man, A German divorcee took things to the extreme after he gave his unfaithful ex-wife Laura literally half of everything in the divorce settlement. Instead of sharing assets in an amicable way, He split everything in half from the car to the couch.\n[Source] https://iharare.com/hubby-gives-literally-half-of-everything/)\n[Title] Is My Husband or Wife Entitled to Half My House If It's in My Name?\n[Text] In the states with community property laws, all assets, including houses, cars, jewelry, etc., are divided in half between the spouses. It means that if you bought a house during your marriage, it qualifies as jointly owned, even if only your name is on the title or deed.\n[Source] https://divorce.com/blog/wife-husband-entitled-half-my-house-in-my-name/)\n[Title] In Divorce, Will I Really Lose Half of Everything I Own?\n[Text] Nine states (Arizona, California, Louisiana, Idaho, Nevada, New Mexico, Texas, Washington, and Wisconsin) have what are known as community property laws, which divide marital property equally upon divorce. Marital property is generally defined as all income, property, and debts acquired during the marriage.\n[Source] https://www.findlaw.com/legalblogs/law-and-life/in-divorce-will-i-really-lose-half-of-everything-i-own/)\n[Title] Für Laura | Snopes.com\n[Text] Origins: On 16 June 2015, a YouTube video purportedly showing a man cutting all of his possessions in half in the aftermath of a divorce went viral: \"Thank you for 12 'beautiful years,'...\n[Source] https://www.snopes.com/fact-check/fur-laura/)\n[Title] This man literally gave his ex half of everything they owned - CNBC\n[Text] The disgruntled ex-husband, who goes by the name Der Juli online, posted a video to YouTube showcasing him cutting chairs, beds and phones in half for his ex-wife. The video's translated...\n[Source] https://www.cnbc.com/2015/06/18/this-man-literally-gave-his-ex-half-of-everything-he-owned.html)\n[Title] When a Spouse Sells, Destroys, or Wastes Property in Divorce | IL\n[Text] In Illinois, financial restraining orders can be used in a divorce case when one spouse is trying to hide or dissipate (waste) assets. This order requires that all financial accounts, and any other shared property, remain exactly as they were until the division of assets has been finalized. The spouses are prohibited from closing bank accounts ...\n[Source] https://www.hinsdalelawyers.com/blog/what-can-i-do-if-my-spouse-sold-destroyed-or-wasted-my-property-during-divorce)\n[Title] Shared Property Destruction - The Micklin Law Group LLC\n[Text] Micklin Law Group Call Us at 973-562-0100 Text Us at 833-298-9684 Shared Property Destruction In the challenging landscape of domestic violence matters such as restraining orders, emotions can run high, leading to complex issues like shared property destruction.\n[Source] https://www.micklinlawgroup.com/divorce-for-men/shared-property-destruction/)", "\"Little Syrian girl sells chewing gum in the street to eat.This example is a strong will in a small heart\"@tokiohotel http://t.co/q0jKPhOHo2": "\n[Title] Syrian children struggle on Lebanon's streets - Al Jazeera\n[Text] Today, the 15-year-old spends his days traipsing through the streets of of Hamra in Beirut, competing with dozens of other boys his age carrying boxes of brushes and shoe polish. \"I tried looking...\n[Source] https://www.aljazeera.com/news/2015/2/21/syrian-children-struggle-on-lebanons-streets)\n[Title] Syrian refugee children reduced to selling on Beirut's streets to feed ...\n[Text] Syrian refugee children reduced to selling on Beirut's streets to feed their families With more than 90% of refugees in Lebanon short of food and facing cuts to aid, desperate families often...\n[Source] https://www.theguardian.com/global-development/2017/jan/25/syrian-refugee-children-selling-beirut-streets-lebanon-support-families)\n[Title] Syrian refugee children who don't make it to Europe are exploited and ...\n[Text] Refugee children like her - whether selling gum, roses or offering to shine shoes - are an increasingly visual phenomenon on the streets of the Lebanese capital.\n[Source] https://www.independent.co.uk/news/world/middle-east/syrian-refugee-children-who-don-t-make-it-to-europe-a7225251.html)\n[Title] To be young, Syrian and a refugee in the streets of Beirut\n[Text] \"Children selling goods on the streets are extremely vulnerable to violence, robbery, sexual abuse and exploitation, also through sex rings and even illegal organ trade,\" UNICEF's Azar said....\n[Source] http://america.aljazeera.com/articles/2014/7/18/to-be-young-syrianandarefugeeinthestreetsofbeirut.html)\n[Title] The story behind the viral photo of the Mona Lisa of Mosul\n[Text] AFP Mexico All articles A photo shared more than 100,000 times on social media since August 2018 allegedly shows a Syrian girl who survived the war, on the verge of tears yet smiling at the...\n[Source] https://factcheck.afp.com/story-behind-viral-photo-mona-lisa-mosul)\n[Title] Does This Photo Show a Syrian Child 'Surrendering' to a Camera?\n[Text] Turkish photojournalist, Osman Sağırlı explained that the above-displayed image was taken at the Atmeh refugee camp in Syria in December 2014 and shows a 4-year-old girl named Hudea who was...\n[Source] https://www.snopes.com/fact-check/syria-refugee-child-surrender/)", "RT @melissarfleming: I asked Selwa, 9, what she expects in Germany? \"Playgrounds.\" \\nShe &amp; family fled #Syria 1 week ago. Now in #Greece. ht…": "\n[Title] Let's Hear it for Risky Playgrounds - Intellectual Takeout\n[Text] This more accepting approach to risk is starting to take hold beyond Germany, says Tim Gill, author of \"Urban Playground: How Child-Friendly Planning and Design Can Save Cities.\" \"Even international safety standards organizations—so often the 'fun police' when it comes to playgrounds—are coming round to a more balanced, pro-risk ...\n[Source] https://intellectualtakeout.org/2021/11/lets-hear-it-for-risky-playgrounds/)\n[Title] Learning the ropes: why Germany is building risk into its playgrounds\n[Text] The maximum fall height in the Triitopia structure's spiderweb is 1.8 metres. Photograph: Philip Oltermann/The Guardian. The trade fair for leisure and sports facilities, taking place this week ...\n[Source] https://www.theguardian.com/world/2021/oct/24/why-germany-is-building-risk-into-its-playgrounds)\n[Title] Salma's Story: One Family's Journey From Syria to Germany\n[Text] Salma's Story: One Refugee Family's Journey From Syria to Germany World Salma's Story: One Refugee Family's Journey From Syria to Germany It didn't matter where she was standing — in the dirt,...\n[Source] https://www.nbcnews.com/storyline/europes-border-crisis/refugee-crisis-one-familys-journey-syria-germany-n425636)\n[Title] Eight years later: A Syrian family considers a future in Germany\n[Text] Editor's note: This is the final story in a four-part series following a Syrian family's quest to integrate into their new home in Germany. Read part one, part two, and part three.. About this series: More than one million refugees and migrants arrived in Germany in 2015-2016, the majority of them Syrians escaping their country's civil war by undertaking perilous journeys across the ...\n[Source] https://www.thenewhumanitarian.org/feature/2023/07/31/eight-years-later-syrian-family-considers-future-germany)\n[Title] The New Humanitarian | 'This is inexcusable': What's behind ...\n[Text] So far this year, more than 36,000 asylum seekers and migrants - mostly from Syria, Palestine, Afghanistan, Somalia, and Eritrea - have arrived in Greece by sea from Türkiye, making the relatively short but frequently dangerous maritime journey from the Turkish coast to the Greek Islands.\n[Source] https://www.thenewhumanitarian.org/news-feature/2023/12/04/inexcusable-whats-behind-deteriorating-conditions-greek-island-asylum-camps)\n[Title] Syrian refugees mass in convoy on Turkish border to walk into Greece ...\n[Text] There are more than 3.5 million Syrian refugees in Turkey, where there have been recent reports of rising tensions and violence against Syrians in parts of the country. As dawn broke on Monday ...\n[Source] https://www.theguardian.com/global-development/2022/sep/21/syrian-refugees-mass-in-convoy-on-turkish-border-to-walk-into-greece)\n[Title] German court rules against Syrian refugee in Facebook fake news case ...\n[Text] A German court ruled Tuesday against a Syrian refugee who filed an injunction against social media giant Facebook. The migrant, Anas Modamani, insisted the company allowed the dissemination of slanderous fake news about him on its platform.\n[Source] https://www.politico.eu/article/german-court-rules-against-syrian-refugee-in-facebook-fake-news-case/)\n[Title] Syrian refugee's German lawsuit against Facebook over 'fake news ...\n[Text] Mohamed Zayat (2nd from L), a refugee from Syria, smokes a cigarette after shopping for groceries with his daughter Ranim, who is nearly 3, and fellow-Syrian refugees Mohamed Ali Hussein (C) and ...\n[Source] https://www.independent.co.uk/news/world/europe/syrian-refugee-suing-facebook-fake-news-angela-merkel-selfie-anas-modamani-terrorism-brussels-murder-wurzburg-court-latest-a7567716.html)", "Can't Evangelicals read?\\nBush holds book upside down and Ben Carson misspells \"Proverb\" in stone over his mantel. https://t.co/Q9YWp7gE09": "\n[Title] Is Proverbs 22:6 a Promise or Just a Proverb?\n[Text] The first part of this verse implores us to \"train a child in the way he should go.\". According to the dictionary, \"train\" means, \"to develop or form the habits, thoughts, or behavior by ...\n[Source] https://www.crosswalk.com/faith/bible-study/is-proverbs-22-6-a-promise-or-just-a-proverb.html)\n[Title] A rolling stone gathers no moss - Wikipedia\n[Text] A rolling stone gathers no moss is a proverb, first credited to Publilius Syrus, who in his Sententiae states, \"People who are always moving, with no roots in one place or another, avoid responsibilities and cares.\" The phrase spawned a shorter mossless offshoot image, that of the rolling stone, and modern moral meanings have diverged, from similar themes such as used in the popular song \"Papa ...\n[Source] https://en.wikipedia.org/wiki/A_rolling_stone_gathers_no_moss)\n[Title] #MeToo Brought Down 201 Powerful Men. Nearly Half ... - The New York Times\n[Text] The Times gathered cases of prominent people who lost their main jobs, significant leadership positions or major contracts, and whose ousters were publicly covered in news reports. Forty-three ...\n[Source] https://www.nytimes.com/interactive/2018/10/23/us/metoo-replacements.html)\n[Title] Bill Maher's Racial Gaffes Highlight Why Racial Literacy And Humility ...\n[Text] 6. Focus on listening more than talking and remember that there's a difference between listening and waiting to talk. There's an interesting link between literacy and humility. If you learn ...\n[Source] https://www.forbes.com/sites/danabrownlee/2021/09/16/bill-mahers-racial-gaffes-highlight-why-racial-literacy-and-humility-matter/)\n[Title] Does This Photograph Show President Bush Reading a Book Upside-Down ...\n[Text] Published Sep 24, 2002 Claim: A photograph captures President George W. Bush holding a book upside-down in a classroom. Rating: False About this rating This may be a funny picture, but...\n[Source] https://www.snopes.com/fact-check/bush-upside-book/)\n[Title] Fact Check: Image of George W. Bush holding phone upside down is ...\n[Text] An image of former U.S. President George W. Bush holding a telephone upside down in the Oval Office is altered. The original photograph shows Bush holding the phone correctly. The altered...\n[Source] https://www.reuters.com/fact-check/image-george-w-bush-holding-phone-upside-down-is-altered-2024-01-31/)\n[Title] Ben Carson's Home Is an Eerie Homage to Ben Carson - Mic\n[Text] By Tom McKay November 7, 2015 Neurosurgeon Dr. Ben Carson, who continues to rank in first or second place in polls for the Republican presidential primary race, has what could charitably be...\n[Source] https://www.mic.com/articles/128108/ben-carson-s-home-is-an-eerie-homage-to-ben-carson)\n[Title] Ben Carson's house: a homage to himself - in pictures\n[Text] A biblical inscription is chiseled into the wall - with 'proverbs' spelled incorrectly Also on display in the hallway is a painting of Carson with Jesus In the basement near the pool table, the...\n[Source] https://www.theguardian.com/us-news/gallery/2015/nov/07/ben-carson-house-homage-to-himself-in-pictures)", "La Tour Eiffel bientôt sponsorisée par @benetton et les @jeuxolympiques. #belgique #Pakistan #Lahore #FuckingWeek https://t.co/hfvGAV99TI": "\n[Title] Journées européennes du patrimoine - La tour Eiffel\n[Text] A l'occasion des Journées européennes du patrimoine les 16 et 17 septembre 2023, la tour Eiffel vous invite à découvrir la machinerie d'un de ses ascenseurs historiques. Nombre de places très limité et inscription obligatoire !\n[Source] https://www.toureiffel.paris/fr/actualites/evenements/journees-europeennes-du-patrimoine-2023)\n[Title] L'exposition universelle - La Tour Eiffel site OFFICIEL\n[Text] La tour Eiffel pendant l'exposition universelle. La dixième exposition universelle est organisée à Paris en 1889, du 15 mai au 6 novembre, et c'est pour cette occasion que la tour Eiffel est construite. Etendue sur 95 hectares, l'Exposition occupe le Champ de Mars, la colline du Trocadéro et les quais jusqu'à l'esplanade des ...\n[Source] https://www.toureiffel.paris/fr/le-monument/exposition-universelle)\n[Title] Carte des sites de compétition des Jeux de Paris 2024\n[Text] Au total, 15 sites de compétition pour les Jeux Olympiques et 11 pour les Jeux Paralympiques, forment un concept compact qui réunit 21 sports olympiques (sur 32), et 14 sports paralympiques (sur 22) dans un rayon de 10 km autour du Village.\n[Source] https://www.paris2024.org/fr/sites-de-competition/)\n[Title] Partenaires de Paris 2024\n[Text] Partenaire du Mouvement Olympique & Paralympique, principal intégrateur technologique, Atos soutient la transformation numérique des Jeux depuis les premiers services fournis au Comité d'Organisation des Jeux Olympiques de Barcelone 1992. Dans cette... Lire la suite Bridgestone\n[Source] https://www.paris2024.org/fr/partenaires/)\n[Title] Visiting the Eiffel Tower in 2024: Tickets, Tours & Time Saving Tricks\n[Text] This is the cheapest way to visit the Eiffel Tower and avoid a wait in line. Tickets go on sale 60 days in advance. 2. If tickets are sold out on the official website, consider booking a tour. Tours costs a little more but they save you a wait in the ticket line, which can be very long, especially in the summer.\n[Source] https://www.earthtrekkers.com/eiffel-tower/)\n[Title] Guided tour to the Top - OFFICIAL Eiffel Tower website\n[Text] An unforgettable tour, available in French or English and lasting around 90 minutes, in groups of no more than 12 people! Your Official Eiffel Tower Guide will ensure that everything goes smoothly on your visit while helping you access the different levels, especially the elevators. And to enhance this experience, the Eiffel Tower can offer you ...\n[Source] https://www.toureiffel.paris/en/rates-offers/guided-tour-top)\n[Title] Partenaires de Paris 2024\n[Text] Les Partenaires sont des acteurs essentiels de la construction et de la réussite des Jeux Olympiques et Paralympiques de Paris 2024. Qu'ils soient Partenaires Mondiaux (membres du programme TOP du CIO) ou Partenaires Nationaux (Premium, Officiels ou Supporteurs) ils participent à la réalisation des Jeux révolutionnaires de Paris 2024.\n[Source] https://www.paris2024.org/fr/partenaires/)\n[Title] JO Paris 2024 : toutes les infos - La Tour Eiffel site officiel\n[Text] A l'occasion du dépôt du troisième et dernier dossier de candidature de Paris aux Jeux Olympiques de 2024, la tour Eiffel s'est parée des couleurs Olympiques ce vendredi 3 février. Cette illumination a permis au comité d'organisation Paris 2024 de présenter le slogan de la candid...\n[Source] https://www.toureiffel.paris/fr/theme/paris-2024)", "I think that is an Angel ready to attack Central Dogma RT @World: Lenticular Clouds over Mount Fuji, Japan. http://t.co/y3Twrw5I0a": "\n[Title] 'Did a double take': Stunning photos show massive UFO-like cloud ...\n[Text] A rare lenticular cloud formation was spotted in the sky over New Hampshire on Monday afternoon. Photos shared by the Mount Washington Observatory and Boston 25 News viewer Michael Griffin showed the unique, UFO-shaped formation. According to the Observatory, strong winds and westerly flow resulted in several standing lenticular clouds around ...\n[Source] https://news.yahoo.com/mount-washington-observatory-shares-photo-165505177.html)\n[Title] PHOTOS: Mysterious clouds hover over Big Island | KHON2\n[Text] Lenticular clouds over the Big Island of Hawaii on Wednesday morning, March 8, 2023. (Photo/Blake Cousins) The National Weather Service said that lenticular clouds are known by the scientific name ...\n[Source] https://www.khon2.com/local-news/mysterious-clouds-hover-over-big-island-photo-gallery/)\n[Title] Mesmerizing footage shows rare cloud formation over Mount Fuji: \"Magic\"\n[Text] Japan Mountains Viral video Instagram Mesmerizing Footage Shows Rare Cloud Formation Over Mount Fuji: 'Magic' Jan 04, 2024 at 1:04 PM EST By Soo Kim SEO Reporter An astonishing display of...\n[Source] https://www.newsweek.com/timelapse-rare-lenticular-clouds-mount-fuji-japan-1857872)\n[Title] Fact Check: This morphed image of Mount Fuji clouds the truth\n[Text] Claim Lenticular clouds over Mount Fuji in Japan. Fact This is a photoshopped picture. The actual image was taken by one Raymond R Carr in 2005. In the actual image, only one layer of lenticular cloud can be seen. The other layers have been digitally added in the viral image. Chayan Kundu New Delhi, UPDATED: Nov 23, 2021 22:21 IST\n[Source] https://www.indiatoday.in/fact-check/story/fact-check-this-morphed-image-of-mount-fuji-clouds-the-truth-1880072-2021-11-23)\n[Title] Lenticular cloud - Wikipedia\n[Text] Lenticular clouds ( Latin: Lenticularis lentil-shaped, from lenticula lentil) are stationary clouds that form mostly in the troposphere, typically in parallel alignment to the wind direction. They are often comparable in appearance to a lens or saucer. Nacreous clouds that form in the lower stratosphere sometimes have lenticular shapes.\n[Source] https://en.wikipedia.org/wiki/Lenticular_cloud)\n[Title] Lenticular clouds: Where and how they form - Spectrum News\n[Text] By Meteorologist Ferdinand Furer California PUBLISHED 8:00 AM PT Aug. 31, 2021 If you looked into the sky last week in SoCal, you may have noticed a fascinating object over the mountains. Was it UFO or just a cool-looking cloud? What You Need To Know Lenticular clouds can form over mountains, hills or even tall buildings\n[Source] https://spectrumnews1.com/ca/la-west/weather/2021/08/27/lenticular-clouds--where-and-how-they-are-formed)\n[Title] Mesmerizing footage shows rare cloud formation over Mount Fuji: \"Magic\"\n[Text] Jan 04, 2024 at 1:04 PM EST By Soo Kim SEO Reporter An astonishing display of lenticular clouds was seen on Honshu, Japan's largest and most populous island. The rare sighting took place in...\n[Source] https://www.newsweek.com/timelapse-rare-lenticular-clouds-mount-fuji-japan-1857872)\n[Title] Fact Check: This morphed image of Mount Fuji clouds the truth\n[Text] Lenticular clouds over Mount Fuji in Japan. Fact This is a photoshopped picture. The actual image was taken by one Raymond R Carr in 2005. In the actual image, only one layer of lenticular cloud can be seen. The other layers have been digitally added in the viral image. Chayan Kundu New Delhi, UPDATED: Nov 23, 2021 22:21 IST\n[Source] https://www.indiatoday.in/fact-check/story/fact-check-this-morphed-image-of-mount-fuji-clouds-the-truth-1880072-2021-11-23)", "RT @JovenEuropeo: Laith Al Saleh, comandante de los \"rebeldes sirios\", se viene a Europa como refugiado. Caballo de Troya. http://t.co/UIAa…": "\n[Title] Cumbre de Madrid: 3 claves de la nueva estrategia de la OTAN para ... - BBC\n[Text] La OTAN celebró esta semana en Madrid una cumbre en la que Ucrania y Rusia fueron dos de los temas principales.\n[Source] https://www.bbc.com/mundo/noticias-internacional-61996610)\n[Title] Rusia ante el Consejo de Europa - Real Instituto Elcano\n[Text] En todo caso, no puede desdeñarse el impacto que en diversas áreas relativas al reconocimiento y garantía de los derechos humanos ha supuesto la pertenencia de Rusia al Consejo de Europa. Como ya se ha mencionado, las instituciones y órganos de supervisión de esta organización internacional desarrollan su tarea a través de diferentes ...\n[Source] https://www.realinstitutoelcano.org/analisis/rusia-ante-el-consejo-de-europa/)\n[Title] Ejército Libre Sirio - Wikipedia, la enciclopedia libre\n[Text] El Ejército Libre Sirio (en árabe: الجيش السوري الحر ‎, Al-Ŷayš as-Suri al-Ħurr ), también llamado Movimiento de Oficiales Libres (en árabe: حركة الضباط الأحرار ‎) es el nombre referente al conjunto de grupos armados quienes bajo lealtad jurada al Consejo Nacional Sirio o simpatía a la llamada Revolución siria —nombre que la oposición utiliza pa...\n[Source] https://es.wikipedia.org/wiki/Ejército_Libre_Sirio)\n[Title] Laith Al Saleh: This viral photo falsely claims to show an IS fighter ...\n[Text] Laith Al Saleh: This viral photo falsely claims to show an IS fighter posing as a refugee 7 September 2015 facebook One version of a photo of an alleged IS militant - really a former Free...\n[Source] https://www.bbc.com/news/blogs-trending-34176631)\n[Title] Laith Al Saleh: This viral photo falsely claims to show an IS fighter ...\n[Text] Laith Al Saleh: This viral photo falsely claims to show an IS fighter posing as a refugee 7 September 2015 facebook One version of a photo of an alleged IS militant - really a former Free...\n[Source] https://www.bbc.com/news/blogs-trending-34176631)\n[Title] \"Huí de Siria y ahora tengo miedo de cruzarme en la calle en Europa con ...\n[Text] 16 febrero 2022 Getty Images Para muchos refugiados sirios que huían de la guerra y los abusos contra los derechos humanos, Europa estaba destinada a ser un santuario. Así que fue un shock cuando...\n[Source] https://www.bbc.com/mundo/noticias-internacional-60179560)\n[Title] \"Huí de Siria y ahora tengo miedo de cruzarme en la calle en Europa con ...\n[Text] 16 febrero 2022 Getty Images Para muchos refugiados sirios que huían de la guerra y los abusos contra los derechos humanos, Europa estaba destinada a ser un santuario. Así que fue un shock...\n[Source] https://www.bbc.com/mundo/noticias-internacional-60179560)\n[Title] Refugiados sirios | ACNUR la Agencia de la ONU para los Refugiados\n[Text] 13 millones de personas necesitan ayuda humanitaria en Siria. 5,6 millones de refugiados sirios Tras casi nueve años de conflicto, la crisis de refugiados en Siria sigue siendo la mayor del mundo, con 5,6 millones de refugiados sirios viviendo en la región.\n[Source] https://eacnur.org/es/refugiados-sirios)", "Cheated Husband Literally Gives Half Of Everything To Ex http://t.co/MlfvNy0sOr http://t.co/QSCwP4ceuS": "\n[Title] Husband Gave His Unfaithful Ex-Wife Half Of Everything He Owned - Literally\n[Text] 105 166 Share ADVERTISEMENT Divorce settlements, which often force the two estranged spouses to split their belongings 50/50, can be both emotionally and financially painful. In an unambiguous and ironic gesture, one man in Germany told Laura, his ex-wife, just what he thought of her - by literally cutting all of their belongings in half!\n[Source] https://www.boredpanda.com/half-of-everything-divorce-laura/)\n[Title] This man literally gave his ex half of everything they owned - CNBC\n[Text] Man literally gives ex half of their stuff Talk about splitting up. Following his divorce, this German man appears to have decided to split all of his belongings with his wife—literally....\n[Source] https://www.cnbc.com/2015/06/18/this-man-literally-gave-his-ex-half-of-everything-he-owned.html)\n[Title] This man literally gave his ex half of everything they owned - CNBC\n[Text] Phones, laptops, teddy bears —you name it, he split it. From their mailbox to their sofa, all of the man's remaining halves are now up for sale on eBay, reports Mashable. One of the...\n[Source] https://www.cnbc.com/2015/06/18/this-man-literally-gave-his-ex-half-of-everything-he-owned.html)\n[Title] WATCH: Divorced man splits possessions in half to give to ex-wife\n[Text] A man is following his divorce agreement to the letter, by giving his ex-wife exactly half of his possessions.\n[Source] https://globalnews.ca/news/2063654/watch-divorced-man-splits-possessions-in-half-to-give-to-ex-wife/)\n[Title] Husband Gave His Unfaithful Ex-Wife Half Of Everything He Owned ...\n[Text] In an unambiguous and ironic gesture, one man in Germany told Laura, his ex-wife, just what he thought of her - by literally cutting all of their belongings in half!\n[Source] https://www.boredpanda.com/half-of-everything-divorce-laura/)\n[Title] Für Laura | Snopes.com\n[Text] Origins: On 16 June 2015, a YouTube video purportedly showing a man cutting all of his possessions in half in the aftermath of a divorce went viral: \"Thank you for 12 'beautiful years,'...\n[Source] https://www.snopes.com/fact-check/fur-laura/)\n[Title] When a Spouse Sells, Destroys, or Wastes Property in Divorce | IL\n[Text] In Illinois, financial restraining orders can be used in a divorce case when one spouse is trying to hide or dissipate (waste) assets. This order requires that all financial accounts, and any other shared property, remain exactly as they were until the division of assets has been finalized. The spouses are prohibited from closing bank accounts ...\n[Source] https://www.hinsdalelawyers.com/blog/what-can-i-do-if-my-spouse-sold-destroyed-or-wasted-my-property-during-divorce)\n[Title] Shared Property Destruction - The Micklin Law Group LLC\n[Text] Micklin Law Group Call Us at 973-562-0100 Text Us at 833-298-9684 Shared Property Destruction In the challenging landscape of domestic violence matters such as restraining orders, emotions can run high, leading to complex issues like shared property destruction.\n[Source] https://www.micklinlawgroup.com/divorce-for-men/shared-property-destruction/)", "“@TheFactsBook: Lenticular clouds over Mount Fuji: http://t.co/Dlrmur2Rfu”let's go check out these lenticular clouds!! @a__snyd": "\n[Title] Fact Check: This morphed image of Mount Fuji clouds the truth\n[Text] India Today Anti Fake News War Room (AFWA) has found that this is a photoshopped picture. The actual image was taken by one Raymond R Carr in 2005. In the actual image, only one layer of lenticular cloud can be seen. The other layers have been digitally added in the viral image. AFWA probe\n[Source] https://www.indiatoday.in/fact-check/story/fact-check-this-morphed-image-of-mount-fuji-clouds-the-truth-1880072-2021-11-23)\n[Title] Mesmerizing footage shows rare cloud formation over Mount Fuji: \"Magic\"\n[Text] By Soo Kim SEO Reporter An astonishing display of lenticular clouds was seen on Honshu, Japan's largest and most populous island. The rare sighting took place in the city of Fujiyoshida on...\n[Source] https://www.newsweek.com/timelapse-rare-lenticular-clouds-mount-fuji-japan-1857872)\n[Title] Lenticular clouds: Where and how they form - Spectrum News\n[Text] Either scenerio can occur. Both scenarios give the cloud a sharp edge on top. After the air passes the mountain ridge, it sinks. This sinking air warms by a process called compressional warming. As the air sinks and warms, it evaporates the cloud droplets.\n[Source] https://spectrumnews1.com/ca/la-west/weather/2021/08/27/lenticular-clouds--where-and-how-they-are-formed)\n[Title] How Lenticular Clouds Are Formed - Treehugger\n[Text] Lenticular clouds are a bundle of movement, yet they look stationary. That's because the flow of moist air up one side of the mountain replenishes the cloud on the windward side while the...\n[Source] https://www.treehugger.com/how-lenticular-clouds-are-formed-4869052)\n[Title] Fact Check: This morphed image of Mount Fuji clouds the truth\n[Text] India Today Anti Fake News War Room (AFWA) has found that this is a photoshopped picture. The actual image was taken by one Raymond R Carr in 2005. In the actual image, only one layer of lenticular cloud can be seen. The other layers have been digitally added in the viral image. AFWA probe\n[Source] https://www.indiatoday.in/fact-check/story/fact-check-this-morphed-image-of-mount-fuji-clouds-the-truth-1880072-2021-11-23)\n[Title] Mesmerizing Footage Shows Rare Cloud Formation Over Mount Fuji ... - MSN\n[Text] An astonishing display of lenticular clouds was seen on Honshu, Japan's largest and most populous island. The rare sighting took place in the city of Fujiyoshida on December 28, Kohki Yamaguchi ...\n[Source] https://www.msn.com/en-us/news/other/mesmerizing-footage-shows-rare-cloud-formation-over-mount-fuji-magic/ar-AA1mt6IK)", "@bannerite BUSH RECOVERY: Is When A Child's Book Is Upside Down, &amp; You Turn It Right Side Up.  #EDSHOW http://t.co/1NnEuQn0fL": "\n[Title] Does This Photograph Show President Bush Reading a Book Upside-Down ...\n[Text] A photograph captures President George W. Bush holding a book upside-down in a classroom. This may be a funny picture, but even if were real, it would still be just a funny picture: If it weren't ...\n[Source] https://www.snopes.com/fact-check/bush-upside-book/)\n[Title] The infamous moment George W Bush learned 9/11 had happened\n[Text] For years, that was the image that many Americans had of Mr Bush after 9/11 - decisive, resolute, brave. Pundits spoke ad nauseam about his \"resolve\". Even though video footage of it existed ...\n[Source] https://www.independent.co.uk/news/world/americas/us-politics/9-11-george-bush-reaction-school-b1902343.html)\n[Title] Educational reform discourse: President George Bush on \"America 2000\" 1\n[Text] This study is an examination of the metaphorical language used by President George Bush about educational reform, specifically with regard to \"America 2000,\"; his proclaimed education strategy...\n[Source] https://www.researchgate.net/publication/233092368_Educational_reform_discourse_President_George_Bush_on_America_2000_1)\n[Title] Educational reform discourse: President George Bush on \"America 2000\"\n[Text] This study is an examination of the metaphorical language used by President George Bush about educational reform, specifically with regard to \"America 2000,\"; his proclaimed education strategy for the nation and the major educational reform bill he sent to Congress.\n[Source] https://www.tandfonline.com/doi/abs/10.1080/03634520009379220)\n[Title] PDF Recovery and Renewal: Principles for Advancing Public Education Post-crisis\n[Text] The governors, state education chiefs, legislators, and state board of education members - as well lead-ers in other youth-serving agencies and early and higher education - need a coordinated, multi-agency response and clarity regarding respective roles among state actors and between state vs. local leaders - a\n[Source] https://www.aspeninstitute.org/wp-content/uploads/2020/05/AESP-Principles-for-Recovery-and-Renewal.pdf)\n[Title] Education Response and Recovery During and After COVID-19\n[Text] Education Response and Recovery During and After COVID-19 BRIEF March 30, 2021 Mission: Recovering Education in 2021 THE CONTEXT The COVID-19 pandemic has caused abrupt and profound changes around the world. This is the worst shock to education systems in decades, with the longest school closures combined with looming recession.\n[Source] https://www.worldbank.org/en/topic/education/brief/mission-recovering-education-in-2021)\n[Title] Despite Progress, Achievement Gaps Persist During Recovery from Pandemic\n[Text] Harvard Graduate School of Education economist, Thomas Kane, a co-author of The First Year of Pandemic Recovery: A District-Level Analysis, discussed the study, which examined student math and reading test scores in grades 3-8, in roughly 8,000 school districts in 30 states, from Spring 2019 - Spring 2023.\n[Source] https://www.gse.harvard.edu/ideas/news/24/01/despite-progress-achievement-gaps-persist-during-recovery-pandemic)\n[Title] How President George H.W. Bush helped pave the way for Education ...\n[Text] But Bush did focus the country on education goals that took effect in later administrations. In 1989, for example, he convened an education summit in Virginia where governors talked about setting ...\n[Source] https://www.washingtonpost.com/education/2018/12/04/how-president-george-hw-bush-helped-pave-way-education-secretary-betsy-devos/)", "Retweeted Tim Fargo (@alphabetsuccess):\\n\\nLenticular clouds over Mount Fuji, Japan. \\n\\nvia @AmazingPicx... https://t.co/Q3wZlM2M4A": "\n[Title] Twitter Automation: The Do's & Dont's with Tim Fargo - Madalyn Sklar\n[Text] #TwitterSmarter Chat Recap: 3-3-16 Here's a recap of our fave tweets from this week's informative and insightful chat. We'd love to hear from you! Please feel free to ...\n[Source] https://madalynsklar.com/2016/03/twitter-automation-the-dos-donts-with-tim-fargo/)\n[Title] Tim Fargo: The Story Behind a SAAS Product that Now Generates over 300k ...\n[Text] Tim has run an Inc. 500 business that he sold for $20 million. And after writing his book, Alphabet Success, he accidentally stumbled into a new SAS business that's bringing in over $300K after just one year. Tim, take a minute, fill in some gaps from that intro, and give us a little glimpse of your personal life. Tim Fargo: I'm a dad.\n[Source] https://www.eofire.com/podcast/timfargo2/)\n[Title] Mesmerizing footage shows rare cloud formation over Mount Fuji: \"Magic\"\n[Text] By Soo Kim SEO Reporter An astonishing display of lenticular clouds was seen on Honshu, Japan's largest and most populous island. The rare sighting took place in the city of Fujiyoshida on...\n[Source] https://www.newsweek.com/timelapse-rare-lenticular-clouds-mount-fuji-japan-1857872)\n[Title] Fact Check: This morphed image of Mount Fuji clouds the truth\n[Text] India Today Anti Fake News War Room (AFWA) has found that this is a photoshopped picture. The actual image was taken by one Raymond R Carr in 2005. In the actual image, only one layer of lenticular cloud can be seen. The other layers have been digitally added in the viral image. AFWA probe\n[Source] https://www.indiatoday.in/fact-check/story/fact-check-this-morphed-image-of-mount-fuji-clouds-the-truth-1880072-2021-11-23)\n[Title] Fact Check: This morphed image of Mount Fuji clouds the truth\n[Text] Lenticular cloud and Mount Fuji Lenticular clouds look a lot like traditional flying saucers in science fictions. These strange, unnatural looking lens-shaped clouds form when the air is stable and winds blow across mountains from the same or similar direction at different heights through the troposphere.\n[Source] https://www.indiatoday.in/fact-check/story/fact-check-this-morphed-image-of-mount-fuji-clouds-the-truth-1880072-2021-11-23)\n[Title] PDF Multimodal Fusion with Co-Attention Networks for Fake News Detection\n[Text] Lenticular Clouds over Mount Fuji. Woman, 36, gives birth to 14 children from 14 different fathers. Figure 1: Some fake news from Twitter. In the left example, both text and image indicate it is likely to be fake. The text of the middle one provides little evidence that it is fake news, but the image is obviously forged. In the right example, the\n[Source] https://aclanthology.org/2021.findings-acl.226.pdf)\n[Title] Lenticular clouds: Where and how they form - Spectrum News\n[Text] PUBLISHED 8:00 AM PT Aug. 31, 2021 If you looked into the sky last week in SoCal, you may have noticed a fascinating object over the mountains. Was it UFO or just a cool-looking cloud? What You Need To Know Lenticular clouds can form over mountains, hills or even tall buildings\n[Source] https://spectrumnews1.com/ca/la-west/weather/2021/08/27/lenticular-clouds--where-and-how-they-are-formed)\n[Title] How Lenticular Clouds Are Formed - Treehugger\n[Text] A lenticular cloud, or by the more scientific name Altocumulus lenticularis, is a fascinating cloud formation, if simply for its strangeness. Want to know how to spot one of these saucer-like...\n[Source] https://www.treehugger.com/how-lenticular-clouds-are-formed-4869052)", "Covered bodies are seen outside a restaurant following shooting in #Paris  https://t.co/WFzQ1heaGP https://t.co/WoNsFHtg9n #ParisShooting": "\n[Title] The very real consequences of fake news stories and why your ... - PBS\n[Text] Incidents like the #Pizzagate shooting signify just one step in a long, dark trail of real world consequences caused by fake news — one that started well before this year Fake news, once...\n[Source] https://www.pbs.org/newshour/science/real-consequences-fake-news-stories-brain-cant-ignore)\n[Title] Debunking Viral Claims Archives - FactCheck.org\n[Text] January 9, 2024. NFL teams paid tribute to the victims in Israel of the Oct. 7 Hamas attack by holding moments of silence before games during the following week. But a recent social media post ...\n[Source] https://www.factcheck.org/fake-news/)\n[Title] The very real consequences of fake news stories and why your ... - PBS\n[Text] On Sunday afternoon, a 28-year-old man walked into a Washington, D.C. ping-pong bar and pizzeria. He was carrying an AR-15 assault rifle - hardly standard-issue hardware for a round of table...\n[Source] https://www.pbs.org/newshour/science/real-consequences-fake-news-stories-brain-cant-ignore)\n[Title] In Washington Pizzeria Attack, Fake News Brought Real Guns\n[Text] WASHINGTON — Edgar M. Welch, a 28-year-old father of two from Salisbury, N.C., recently read online that Comet Ping Pong, a pizza restaurant in northwest Washington, was harboring young children...\n[Source] https://www.nytimes.com/2016/12/05/business/media/comet-ping-pong-pizza-shooting-fake-news-consequences.html)\n[Title] False posts about French riots spread online - BBC\n[Text] False posts about French riots spread online. 3rd July 2023, 08:26 PDT. By the BBC Verify team in London. Getty Images. France has seen another night of unrest after the fatal shooting by police ...\n[Source] https://www.bbc.com/news/world-europe-66081671)\n[Title] At least 3 killed in Paris shooting - NBC News\n[Text] Dec. 23, 2022, 4:29 AM PST. By Nancy Ing and Leila Sackur. PARIS — At least three people were killed in a shooting in central Paris, the Paris prosecutor said Friday, adding that the suspected ...\n[Source] https://www.nbcnews.com/news/world/paris-shooting-two-killed-four-wounded-man-arrested-rcna63074)\n[Title] The very real consequences of fake news stories and why your ... - PBS\n[Text] The very real consequences of fake news stories and why your brain can't ignore them. Science Dec 5, 2016 6:06 PM EST. On Sunday afternoon, a 28-year-old man walked into a Washington, D.C. ping ...\n[Source] https://www.pbs.org/newshour/science/real-consequences-fake-news-stories-brain-cant-ignore)\n[Title] False posts about French riots spread online - BBC\n[Text] France has seen another night of unrest after the fatal shooting by police of a 17-year-old boy in a Paris suburb. Images of the unrest, which has spread to other French cities, are being...\n[Source] https://www.bbc.com/news/world-europe-66081671)", "RT @St_Nudist: Nude Cologne Protest: 'We Are Not Fair Game, Even When We Are Naked!' https://t.co/2Fe6GqKUJB via @BreitbartNews https://t.c…": "\n[Title] Naked model stages one-woman protest in Cologne after sex attacks\n[Text] Naked model stages one-woman protest in Cologne after sex attacks saying 'We're not fair game' Milo Moire held up a sign which read: \"Respect us! We're not fair game, even when we are naked\"\n[Source] https://www.mirror.co.uk/news/world-news/naked-model-stages-one-woman-7156523)\n[Title] Milo Moire Performs Naked in Cologne to Protest Sexual Assault\n[Text] After a series of assaults in Cologne's city center on New Year's Eve, Swiss artist Milo Moire protested naked in front of the Cologne Cathedral.\n[Source] https://news.artnet.com/art-world/milo-moire-protests-cologne-attacks-404054)\n[Title] Why I Staged a Naked Protest After Cologne Assaults - BBC\n[Text] Swiss artist Milo Moire stood nude in front of Cologne's iconic cathedral holding a sign that read: \"Respect us! We are not fair game even when we are naked.\" She staged her protest after the mass ...\n[Source] https://www.bbc.co.uk/programmes/p03f99v6)\n[Title] Milo Moire Performs Naked in Cologne to Protest Sexual Assault\n[Text] Alyssa Buffenstein, January 8, 2016 Performance artist Milo Moire holds up a poster reading \"Respect us! We are no fair game, even when we are naked!!!\" as she stands near Cologne's landmark, the Cologne Cathedral, to protest on January 8, 2016 against offenses against women that happened in Cologne on New Year's Eve.\n[Source] https://news.artnet.com/art-world/milo-moire-protests-cologne-attacks-404054)\n[Title] Artist protests naked at Cologne Cathedral - The Local\n[Text] The 32-year-old Swiss artist stood on the square outside Cologne's world-famous cathedral for around 20 minutes on Friday morning, watched by members of the public and a few police officers, who...\n[Source] https://www.thelocal.de/20160108/artist-protests-naked-outside-cologne-cathedral)\n[Title] Topless Christmas Day Femen protest in Cologne Cathedral slammed as ...\n[Text] The activist group Femen has come under fire for causing an \"unnecessary disturbance\" in Germany after a topless protester interrupted the Christmas Day service at Cologne Cathedral.\n[Source] https://www.independent.co.uk/news/world/europe/topless-christmas-day-femen-protest-in-cologne-cathedral-slammed-as-unnecessary-disturbance-9028426.html)\n[Title] Artist protests naked at Cologne Cathedral - The Local\n[Text] The 32-year-old Swiss artist stood on the square outside Cologne's world-famous cathedral for around 20 minutes on Friday morning, watched by members of the public and a few police officers,...\n[Source] https://www.thelocal.de/20160108/artist-protests-naked-outside-cologne-cathedral)\n[Title] Milo Moire Performs Naked in Cologne to Protest Sexual Assault\n[Text] Alyssa Buffenstein, January 8, 2016. Performance artist Milo Moire holds up a poster reading \"Respect us! We are no fair game, even when we are naked!!!\" as she stands near Cologne's landmark, the ...\n[Source] https://news.artnet.com/art-world/milo-moire-protests-cologne-attacks-404054)", "RT @actuphoto: Manu Wino a eu le temps de photographier le rock, la vie, la joie avant la mort https://t.co/2RMDaVwMzO #Bataclan https://t.…": "\n[Title] Top 12 des fake news qu'on a trop vues sur Twitter, stooooop - Topito\n[Text] Top 12 des fake news qu'on a trop vues sur Twitter, stooooop. Entre les faux mythes auxquels tout le monde croit et les légendes urbaines qu'on a trop entendues, il faut savoir bien slalomer si ...\n[Source] https://www.topito.com/top-fake-news-trop-vues-twitter)\n[Title] Fausses nouvelles, manipulation : comment lutter contre les fake news ...\n[Text] Consacrée au XIXe siècle, la liberté de la presse a vu son cadre légal évoluer pour intégrer des demandes de protection ou pour faire face à des menaces comme la manipulation de l'information (fake news). Comment ce cadre légal a-t-il évolué ? Quel est le rôle des aides publiques ?\n[Source] https://www.vie-publique.fr/eclairage/24108-fausses-nouvelles-manipulation-comment-lutter-contre-les-fake-news)\n[Title] Fake news : ces infox ont marqué l'histoire - Ça m'intéresse\n[Text] Première parution en Russie des Protocoles des Sages de Sion, faux livre conçu par les services secrets du tsar pour dénoncer un complot juif imaginaire. Il se présente comme un compte rendu de supposées réunions secrètes où des leaders juifs exposent leurs plans pour dominer le monde, en contrôlant la presse ou l'économie.\n[Source] https://www.caminteresse.fr/societe/fake-news-ces-infox-ont-marque-lhistoire-11191127/)\n[Title] Top 10 des plus grandes fake news de l'Histoire, Trump c'est de la ...\n[Text] Top 10 des plus grandes fake news de l'Histoire, Trump c'est de la gnognotte Publié dans Histoire , le 07/04/2018 par thomasg\n[Source] https://www.topito.com/top-plus-grandes-fake-news-histoire)\n[Title] Fake News : Art, Fiction, Mensonge\n[Text] A partir du 27 mai 2021, découvrez \"Fake News : Art, Fiction, Mensonge\" une exposition inédite en France réunissant les œuvres d'artistes français et internationaux qui alertent et interrogent sur la prolifération de fausses informations dans notre monde hyperconnecté tout en bousculant notre esprit critique.\n[Source] https://fondation.edf.com/evenements/fake-news/)\n[Title] Exposition « Fake news : art, fiction, mensonge\n[Text] L'exposition « Fake news : art, fiction, mensonge » est un dispositif complet qui comprend un dossier pluridisciplinaire d'accompagnement, une déclinaison numérique, une déclinaison itinérante et un webinaire de formation . L'exposition originale a été présentée du 27 mai 2021 au 30 janvier 2022 à l' Espace Fondation EDF à Paris.\n[Source] https://www.clemi.fr/fr/evenements/operations-speciales/exposition-fake-news-art-fiction-mensonge.html)\n[Title] Attaques à Paris : huit intox qui circulent sur le web - Franceinfo\n[Text] L'authentique photo du groupe américain Eagles of Death Metal avant l'attaque au Bataclan à Paris, le 13 novembre 2015. (MARION RUSZNIEWSKI / ROCK&FOLK / AFP) Etat d'urgence, écoles...\n[Source] https://www.francetvinfo.fr/faits-divers/terrorisme/attaques-du-13-novembre-a-paris/attaques-a-paris-huit-intox-qui-circulent-sur-le-web_1174939.html)\n[Title] Torture au Bataclan : itinéraire d'un délire complotiste - L'Obs\n[Text] Publié le 5 juillet dernier sur le site de l'Assemblée nationale, ce rapport de plus de 900 pages retranscrit des centaines d'auditions de témoins, qui évoquent en particulier l'attaque du Bataclan. On y trouve ainsi des détails sordides sur le déroulé des événements. Le président de la Commission d'enquête, Georges Fenech ...\n[Source] https://www.nouvelobs.com/attentats-terroristes-a-paris/20160719.OBS4915/torture-au-bataclan-itineraire-d-un-delire-complotiste.html)", "Very rare pic of mahatma gandhi n queen elizabeth dancing in a party;) main karun tow saala character dheela hai' lol http://t.co/UW5r1y16HI": "\n[Title] FactCheck: Mahatma Gandhi Images Being Circulated\n[Text] Image one is being shared on various different social platforms claiming it to be Mahatma dancing with a foreign lady, the narrative shared is that its a very rare photo of Mahatma dancing with Queen Elizabeth \" Very Rare Picture\" Mahatma Gandhi, 2 nd Queen Elizabeth are in a dance party… pic.twitter.com/YmoliJa3PU\n[Source] https://www.factcrescendo.com/factcheck-mahatma-ghandhi-images-being-circulated/)\n[Title] MK Gandhi's most 'indelicate' gift for Queen Elizabeth (and other ...\n[Text] And so this was done and we took this present to Britain for the wedding, but Queen Mary [the present queen's grandmother] wrongly thought it was a loincloth and that it was a most 'indelicate ...\n[Source] https://scroll.in/article/852143/mk-gandhi-s-most-indelicate-gift-for-queen-elizabeth-and-other-stories-about-khadi)\n[Title] Mahatma Gandhi Once Gave The Queen A Strange Gift. Here's ... - The List\n[Text] Entertainment Mahatma Gandhi Once Gave The Queen A Strange Gift. Here's What We Know Elliott & Fry/Getty Images By Angela Andaloro / April 20, 2021 4:47 pm EST A thoughtful wedding gift from Mahatma Gandhi was briefly believed to be offensive.\n[Source] https://www.thelist.com/388271/mahatma-gandhi-once-gave-the-queen-a-strange-gift-heres-what-we-know/)\n[Title] FactCheck: Mahatma Gandhi Images Being Circulated\n[Text] Breaking Social October 3, 2018 Factcrescendo Team Two Images, in particular, one showing Mahatma Gandhi dancing and the second claiming to be the real photograph of Godse shooting Gandhi surfaces mainly during both Birth and Death anniversary of Mahatma Gandhi for the past few years.\n[Source] https://www.factcrescendo.com/factcheck-mahatma-ghandhi-images-being-circulated/)\n[Title] Mahatma Gandhi Once Gave The Queen A Strange Gift. Here's ... - The List\n[Text] She explained, \"We took his present to Britain for the wedding, but Queen Mary (the Queen's grandmother) wrongly thought it was a loincloth and that it was a most 'indelicate gift.\" Despite what Queen Mary thought the special gift was, Queen Elizabeth held onto it for years.\n[Source] https://www.thelist.com/388271/mahatma-gandhi-once-gave-the-queen-a-strange-gift-heres-what-we-know/)\n[Title] MK Gandhi's most 'indelicate' gift for Queen Elizabeth (and other ...\n[Text] During one of my research visits to Windsor Castle, I chanced upon a shawl Gandhi had personally woven as a gift for Queen Elizabeth (then princess) on her wedding.\n[Source] https://scroll.in/article/852143/mk-gandhi-s-most-indelicate-gift-for-queen-elizabeth-and-other-stories-about-khadi)\n[Title] Fact Check: Popular story about this historic pic of Gandhi is far from ...\n[Text] Evidence four The website of Mani Bhavan Gandhi Sangrahalaya, a museum dedicated to Bapu's stay in Mumbai, also confirms that the photo was taken in 1937 at Juhu beach.\n[Source] https://www.indiatoday.in/fact-check/story/popular-story-about-historic-pic-of-gandhi-is-far-from-truth-1645863-2020-02-12)\n[Title] Mahatma Gandhi Once Gave The Queen A Strange Gift. Here's ... - The List\n[Text] By Angela Andaloro / April 20, 2021 4:47 pm EST A thoughtful wedding gift from Mahatma Gandhi was briefly believed to be offensive. The mistake was made by Queen Mary, according to the ITV documentary \"Inside the Crown: Secrets of the Royals.\"\n[Source] https://www.thelist.com/388271/mahatma-gandhi-once-gave-the-queen-a-strange-gift-heres-what-we-know/)", "“@TheFactsBook: Lenticular clouds over Mount Fuji: http://t.co/M6hD1ZOki6” @TJTartaro @vinny_ray holy shit": "\n[Title] Fact Check: This morphed image of Mount Fuji clouds the truth\n[Text] Mount Fuji, also called Fujiyama or Fuji-san in Japanese is the highest mountain in Japan. With a height of 12,388 feet, it is situated some 60 miles west of Tokyo. It is an active volcano but dormant since its last eruptions in 1707. Formation of lenticular clouds over Mount Fuji is a familiar natural incident.\n[Source] https://www.indiatoday.in/fact-check/story/fact-check-this-morphed-image-of-mount-fuji-clouds-the-truth-1880072-2021-11-23)\n[Title] PDF Multimodal Fusion with Co-Attention Networks for Fake News Detection\n[Text] Lenticular Clouds over Mount Fuji. Woman, 36, gives birth to 14 children from 14 different fathers. Figure 1: Some fake news from Twitter. In the left example, both text and image indicate it is likely to be fake. The text of the middle one provides little evidence that it is fake news, but the image is obviously forged. In the right example, the\n[Source] https://aclanthology.org/2021.findings-acl.226.pdf)\n[Title] Mesmerizing footage shows rare cloud formation over Mount Fuji: \"Magic\"\n[Text] Jan 04, 2024 at 1:04 PM EST By Soo Kim SEO Reporter An astonishing display of lenticular clouds was seen on Honshu, Japan's largest and most populous island. The rare sighting took place in the...\n[Source] https://www.newsweek.com/timelapse-rare-lenticular-clouds-mount-fuji-japan-1857872)\n[Title] Fact Check: This morphed image of Mount Fuji clouds the truth\n[Text] Fact This is a photoshopped picture. The actual image was taken by one Raymond R Carr in 2005. In the actual image, only one layer of lenticular cloud can be seen. The other layers have been digitally added in the viral image. Chayan Kundu New Delhi, UPDATED: Nov 23, 2021 22:21 IST\n[Source] https://www.indiatoday.in/fact-check/story/fact-check-this-morphed-image-of-mount-fuji-clouds-the-truth-1880072-2021-11-23)\n[Title] PDF Multimodal Fusion with Co-Attention Networks for Fake News Detection\n[Text] Lenticular Clouds over Mount Fuji. Woman, 36, gives birth to 14 children from 14 different fathers. Figure 1: Some fake news from Twitter. In the left example, both text and image indicate it is likely to be fake. The text of the middle one provides little evidence that it is fake news, but the image is obviously forged.\n[Source] https://aclanthology.org/2021.findings-acl.226.pdf)\n[Title] Fact Check: This morphed image of Mount Fuji clouds the truth\n[Text] Fact This is a photoshopped picture. The actual image was taken by one Raymond R Carr in 2005. In the actual image, only one layer of lenticular cloud can be seen. The other layers have been digitally added in the viral image. Chayan Kundu New Delhi, UPDATED: Nov 23, 2021 22:21 IST\n[Source] https://www.indiatoday.in/fact-check/story/fact-check-this-morphed-image-of-mount-fuji-clouds-the-truth-1880072-2021-11-23)\n[Title] What caused this bizarre UFO-like cloud to form over Turkey? - The ...\n[Text] 4 min As a round, orange-tinted cloud hovered Thursday over Bursa, Turkey, it might have looked like a flying saucer was about to land. But it was just a lenticular cloud — not uncommon in...\n[Source] https://www.washingtonpost.com/weather/2023/01/22/turkey-lenticular-cloud-saucer-bursa/)\n[Title] How Lenticular Clouds Are Formed - Treehugger\n[Text] A lenticular cloud, or by the more scientific name Altocumulus lenticularis, is a fascinating cloud formation, if simply for its strangeness. Want to know how to spot one of these saucer-like...\n[Source] https://www.treehugger.com/how-lenticular-clouds-are-formed-4869052)"}