[
    {
        "id": "story_reviews_00012",
        "image_url": "https://web.archive.org/web/20181114133303im_/https://s4.reutersmedia.net/resources/r/?m=02&d=20181114&t=2&i=1325298602&w=1200&r=LYNXNPEEAD0WS",
        "original_post": "FILE PHOTO: The Merck logo is seen at a gate to the Merck & Co campus in Linden, New Jersey, U.S., July 12, 2018. REUTERS/Brendan McDermid/File Photo\n\n(Reuters) - Merck & Co’s blockbuster drug Keytruda met the main goal of a late-stage trial testing the treatment in patients with cancers of the digestive tract, the U.S. drugmaker said on Wednesday.\n\nKeytruda, among a class of medicines called PD-1 inhibitors, is Merck’s top selling drug and has already been approved to treat several forms of cancer including skin and lung cancer.\n\nPD-1 or PD-L1 inhibitors work by blocking a mechanism of tumors that allows them to evade detection by cancer-fighting cells.\n\nKeytruda, when compared to chemotherapy, enabled certain patients with esophageal cancer to live longer, helping the drug meet the main goal of the late-stage study, Merck said.\n\n“This marks the sixth tumor type where Keytruda has demonstrated a survival benefit, and represents the first time an anti-PD-1 therapy has achieved overall survival for this patient population,” said Roy Baynes, chief medical officer of Merck Research Laboratories.\n\nEsophageal cancer is the seventh most commonly diagnosed cancer in the world, the company said.\n\nMerck said trial results would be presented at an upcoming medical meeting.",
        "label": true
    },
    {
        "id": "story_reviews_00017",
        "image_url": "https://static01.nyt.com/images/2018/10/25/science/25FLU/25FLU-jumbo.jpg?quality=75&auto=webp",
        "original_post": "The first new flu drug in 20 years won approval Wednesday from the Food and Drug Administration.\n\nThe new antiviral, generically known as baloxavir marboxil but sold under the brand name Xofluza, is a single dose treatment. It is for use only in those aged 12 or more, the F.D.A. said, and should be taken only in the first two days after symptoms like fever, aches and sniffles appear.\n\nThe pill will cost $150, according to a spokeswoman for Genentech, which will sell Xofluza in this country. Genentech will offer coupons that lower the price to $30 for patients with health insurance and to about $90 for the uninsured.\n\nFlu season has already begun, and last year’s was one of the most lethal in decades; about 80,000 Americans died of flu or its consequences, the Centers for Disease Control and Prevention said earlier this month .\n\nThe new drug is no miracle cure and it is not approved for young children, who are one of the most vulnerable groups, so the C.D.C. still strongly recommends that every American over the age of six months get a flu shot as soon as possible.",
        "label": false
    },
    {
        "id": "story_reviews_00021",
        "image_url": "https://www.inquirer.com/resizer/kW6cyk2oIcZQFJ0JNU5NS1RpUIg=/600x400/smart/arc-anglerfish-arc2-prod-pmn.s3.amazonaws.com/public/2BAS5BW76RBKRAHOUY33WSRMV4.jpg",
        "original_post": "Examining more than 500,000 Facebook posts from both groups, researchers determined which words, post lengths, frequency of posting and timing of posts were most associated with a depression diagnosis. They found people with depression used the words \"I, my, and me,\" as well as such words as \"hurt, tired, and hospital,\" more often than others in the months preceding their diagnosis. Using indicators such as these, they built a computer model that could predict which people would receive a depression diagnosis with comparable accuracy to commonly used clinical surveys.",
        "label": false
    },
    {
        "id": "story_reviews_00022",
        "image_url": "https://s4.reutersmedia.net/resources/r/?m=02&d=20181009&t=2&i=1312859212&w=1200&r=LYNXNPEE980WU",
        "original_post": "(Reuters) - Johnson & Johnson said on Tuesday its blockbuster drug Stelara was found to be effective in treating a chronic bowel disease in a late-stage trial.\n\nFILE PHOTO: A Johnson & Johnson building is shown in Irvine, California, U.S., January 24, 2017. REUTERS/Mike Blake/File Photo\n\nTwo doses of Stelara, already approved for psoriasis, psoriatic arthritis and Crohn’s disease, was tested in 961 patients with moderate-to-severe ulcerative colitis (UC) who had failed prior therapy.\n\nBoth 6 mg/kg and 130 mg doses of the intravenous treatment showed clinical remission in significantly more patients, compared with those on placebo, after eight weeks, the company said.\n\nThe treatment and the placebo arms reported similar proportion of side effects, with one patient on the 6 mg/kg dose dying following excessive bleeding, J&J said.\n\nThe patient had no prior history of high blood pressure or cirrhosis, the drugmaker said.\n\n“More than half of UC patients have not experienced remission with currently available treatment options,” the study’s lead investigator Bruce Sands said.\n\nStelara, which brought in sales of $1.34 billion in the second quarter of 2018, is also being tested in autoimmune disease lupus.\n\nUlcerative colitis, which affects about 38,000 people in the United States annually, is a chronic condition causing abdominal pain, intestinal ulcers, bloody diarrhea and weight loss.\n\nCurrent treatments include Pfizer Inc’s Xelijanz, an oral treatment for adults patients with moderate-to-severe UC, and Merck & Co’s Renflexis.\n\n(This story has been refilled to correct the dosage to 130 mg, not 130 mg/kg in paragraph 3)",
        "label": true
    },
    {
        "id": "story_reviews_00023",
        "image_url": "https://www.inquirer.com/resizer/PC692jXhiHGTNkp3TBHxl9oWjHo=/1200x0/center/middle/www.inquirer.com/resizer/S4DrP08hs_Ckqw_03HohKwgkAHA=/1200x0/center/middle/arc-anglerfish-arc2-prod-pmn.s3.amazonaws.com/public/LFSBJT4C6BC4FEIINMV7MH6RBI.jpg",
        "original_post": "\"They have a lot of promise and are potentially very important,\" said Katherine Hamilton, a headache specialist at Penn Medicine. The drugs, which are injected under the skin, offer hope for patients who have not responded to other treatments, but Hamilton said that what is \"potentially even more clinically relevant is they have a lower side-effect profile\" than other medications commonly used for migraine. She added, though, that it remains to be seen how patients who take them for long periods will fare. As new drugs, their long-term impact is not yet known.",
        "label": false
    },
    {
        "id": "story_reviews_00028",
        "image_url": "https://www.statnews.com/wp-content/uploads/2016/04/FishOil_AP59799008-1024x576.jpg",
        "original_post": "The biopharma company Amarin (AMRN) is making some heart-medicine history Monday with its proprietary, prescription formulation of fish oil, called Vascepa.\n\nIn a stunning clinical trial result that upends years of skepticism about the long-term heart benefit of products containing omega-3 fatty acids, Amarin’s Vascepa significantly reduced the risk of deaths, heart attacks, strokes, and other serious cardiovascular events compared to a placebo.",
        "label": false
    },
    {
        "id": "story_reviews_00029",
        "image_url": "https://static01.nyt.com/images/2018/09/24/science/24HEART-promo/24HEART-promo-facebookJumbo-v2.jpg",
        "original_post": "The enlarged organ tugs apart the mitral valve, which controls blood flow from the left atrium into the left ventricle. The distorted valve functions poorly, its flaps swinging apart. Blood that is supposed to be pumped into the body backs up into the heart and lungs.\n\nA vicious cycle ensues: The heart enlarges, so the mitral valve leaks. The leaky mitral valve makes the heart enlarge even more, as it tries to compensate, and heart failure worsens.\n\nIn the new study, a device called the MitraClip was used to repair the mitral valve by clipping its two flaps together in the middle. (The clip is made by Abbott, which funded the study; outside experts reviewed the trial data.)\n\nThe result was to convert a valve that barely functioned into one able to regulate blood flow in and out of the heart.\n\nUntil today, researchers were not sure that fixing the mitral valve would do much to help these patients. A smaller study in France with similar patients failed to find a benefit for the MitraClip.\n\nBut that research included many patients with less severe valve problems, the procedure was not performed as adeptly, and the patients’ medications were not as well optimized as in the new study.\n\nIn the new trial, 614 patients with severe heart failure in the United States and Canada were randomly assigned to receive a MitraClip along with standard medical treatment or to continue with standard care alone.",
        "label": false
    },
    {
        "id": "story_reviews_00035",
        "image_url": "https://media3.s-nbcnews.com/j/newscms/2018_35/2550376/180830-weight-loss-scale-diet-ac-1150p_7ea07c418ed12fe1d670e4ae3102dc48.nbcnews-fp-1200-630.jpg",
        "original_post": "Weight-loss pills can help. So why don't more people use them?\n\n\"I think a lot of physicians are uncomfortable prescribing weight loss medications,\" one endocrinologist said. \"Fen-phen scares off a lot of them.”",
        "label": true
    },
    {
        "id": "story_reviews_00038",
        "image_url": "https://img.buzzfeed.com/buzzfeed-static/static/2018-08/17/14/asset/buzzfeed-prod-web-05/sub-buzz-3287-1534532245-9.png?downsize=700%3A%2A&output-quality=auto&output-format=auto&output-quality=auto&output-format=auto&downsize=360:*",
        "original_post": "TMS treats conditions by delivering brief, powerful magnetic field pulses that stimulate nerve cells in the brain. The procedure is noninvasive and doesn't require anesthesia, and the pulses are delivered via an electromagnetic device or coil that is placed or worn on the head.\n\nThe Food and Drug Administration made the announcement on Friday, expanding the use of a technology that has been around for decades. The FDA first approved TMS devices for major depression in 2008, and in 2013 they were approved to treat pain associated with some types of migraine headaches.\n\nThe approval was based on a clinical trial of 100 people with obsessive-compulsive disorder, where roughly half received treatment with TMS and the other half had a sham treatment that didn't deliver the electromagnetic pulses. People who were taking medication for OCD continued to do so for the trial.\n\nOverall, 38% of the people with the real device responded to the treatment compared with 11% of those with the sham device. A response was considered a 30% reduction in the Yale-Brown Obsessive Compulsive Scale (YBOCS) score, which is used to measure the severity of OCD symptoms.",
        "label": false
    },
    {
        "id": "story_reviews_00041",
        "image_url": "https://media2.s-nbcnews.com/j/newscms/2018_33/2529621/180813-mouth-swab-ac-613p_94dd40d76fa1c5ea233be4e64ec684df.fit-760w.jpg",
        "original_post": "The research team said it could calculate risk scores for five diseases simply by reanalyzing the kind of raw data people receive after sending a cheek swab to companies like 23andMe.\n\nPeter Dazeley / Getty Images",
        "label": false
    },
    {
        "id": "story_reviews_00043",
        "image_url": "https://www.inquirer.com/resizer/6EcAkZqMd9EeejYjUIZAeoZcy4c=/1200x0/center/middle/www.inquirer.com/resizer/wOu0Jwr1gXoSOvkJUZlmU4OIOoA=/1200x0/center/middle/arc-anglerfish-arc2-prod-pmn.s3.amazonaws.com/public/Z24YCJOQMND3ZMFF3ICZW3NSWI.jpg",
        "original_post": "\"This is outside the box. I've never used it this far out,\" Metz said. \"My radar is up if I see [such an injury] again. As we get more follow-up from David, it will be important to publish this case so people will be aware.\"",
        "label": false
    },
    {
        "id": "story_reviews_00053",
        "image_url": "https://web.archive.org/web/20180706181656im_/https://images.wsj.net/im-17152/social",
        "original_post": "Two drugmakers said they had “positive” results from a midstage study of an experimental Alzheimer’s drug, offering signs a medicine could finally disrupt the disease’s memory-robbing course, though experts said it was too soon to say the drug marks a real advance.\n\nThe news drove up the stocks of the companies, Boston biotech Biogen Inc. and Japan’s Eisai Co., by double-digit percentages on Friday while raising the hopes of caregivers and doctors.\n\n...",
        "label": false
    },
    {
        "id": "story_reviews_00055",
        "image_url": "https://www.statnews.com/wp-content/uploads/2018/06/Influenza-1024x576.jpg",
        "original_post": "A flu drug — shown to reduce the duration of symptoms — could upend treatment in U.S.\n\nNext winter, there may be a new drug for people who contract influenza — one that appears to be able to shut down infection quickly and, unlike anything else on the market, can be taken as a single dose.\n\nThe Food and Drug Administration on Tuesday said that it would give the drug, baloxavir marboxil, a priority review, and approval has the potential to upend the way influenza is treated.",
        "label": false
    },
    {
        "id": "story_reviews_00057",
        "image_url": "https://media3.s-nbcnews.com/j/newscms/2018_26/2477036/180625-catherter-placement-duke-u-ac-525p_fda655c934a367c5119a9d36e6e1b24c.nbcnews-fp-1200-630.JPG",
        "original_post": "Modified polio vaccine helps fight deadly brain tumors\n\nSome patients with 'dismal' prognosis were alive as long as six years later",
        "label": false
    },
    {
        "id": "story_reviews_00064",
        "image_url": "https://s4.reutersmedia.net/resources/r/?m=02&d=20180604&t=2&i=1269171758&w=1200&r=LYNXNPEE531RX",
        "original_post": "(Reuters Health) - A system of automated twice-daily texts and the ability to use text messaging to receive answers to questions about treatment helps relieve some of the stress of chemotherapy for women with breast cancer, researchers at the Fox Chase Cancer Center in Philadelphia reported Monday.\n\nFILE PHOTO: A patient receives chemotherapy treatment for breast cancer at the Antoine-Lacassagne Cancer Center in Nice July 26, 2012. REUTERS/Eric Gaillard\n\nThe feasibility study was designed to see if texting could relieve some of the anxiety that comes with the fatigue, hair loss and other body changes that can accompany anticancer drugs.\n\nCompared to 52 women who only received an American Cancer Society pamphlet on chemotherapy, the 48 women in the texting group reported an overall lower level of distress and a higher quality of life during their therapy. They also felt they had better communication with their doctors.\n\nThe text messages were most effective at reducing distress at the 2- and 4-month marks, according to the data presented by chief author Kuang-Yi Wen, an assistant professor in the Cancer Prevention and Control program at Fox Chase. At the fourth month mark, “the gap was huge” between the texting and control groups, she told Reuters Health in a telephone interview.\n\nTexting also played a role in helping patients feel like they were in control of their treatment, particularly during the first month.\n\nTexting did not affect the odds of developing symptoms of depression.\n\nSurprisingly, the older the patient, the greater the likelihood that she would text back, seeking more information.\n\nOne of the patients texted the program 1,217 times. “That’s what’s good about this program. Everyone has different information-seeking behavior” and the system can respond to that, Dr. Wen said.\n\nThe findings were released at the American Society of Clinical Oncology meeting in Chicago.\n\nSOURCE: bit.ly/2M0ezRw American Society of Clinical Oncology, June 4, 2018.",
        "label": true
    },
    {
        "id": "story_reviews_00069",
        "image_url": "https://assets.bwbx.io/images/users/iqjWHBFdfxIU/iDOJZlkxfQq0/v1/1400x934.jpg",
        "original_post": "Why did this happen?\n\nPlease make sure your browser supports JavaScript and cookies and that you are not blocking them from loading. For more information you can review our Terms of Service and Cookie Policy.",
        "label": false
    },
    {
        "id": "story_reviews_00070",
        "image_url": "https://media2.s-nbcnews.com/j/newscms/2018_16/2401961/180417-migraine-al-1511_3ebeb2f93521ac92bad6eead9b66a265.nbcnews-fp-1200-630.jpg",
        "original_post": "Millions of Americans suffer from migraine headaches. A new class of drug, fully human monoclonal antibodies, may help to prevent the excruciating headaches without causing side effects.\n\nMilan Ilic Photographer / Shutterstock",
        "label": false
    },
    {
        "id": "story_reviews_00071",
        "image_url": "https://www.inquirer.com/resizer/msbbk-CpxjL_3Eyp91w4jl7geGM=/1400x932/smart/arc-anglerfish-arc2-prod-pmn.s3.amazonaws.com/public/JSEFXISTD5FRPPL33E3QDAMBJA.jpg",
        "original_post": "Actually, nitrous is making a comeback in U.S. maternity circles. It has remained a staple of childbirth in Canada, Australia, and Britain — Catherine, Duchess of Cambridge (the former Kate Middleton), who welcomed her third royal baby, Louis Arthur Charles, last month, reportedly has used it. But it basically disappeared in the United States in the 1970s. American women preferred to be numbed below the waist with epidural anesthesia, or at least that became the gold standard for pain relief.",
        "label": false
    },
    {
        "id": "story_reviews_00072",
        "image_url": "https://s4.reutersmedia.net/resources/r/?m=02&d=20180511&t=2&i=1261066053&w=1200&r=LYNXMPEE4A1PW",
        "original_post": "FILE PHOTO: Swiss drugmaker Novartis' logo is seen at the company's plant in the northern Swiss town of Stein, Switzerland October 23, 2017. REUTERS/Arnd Wiegmann/File Photo\n\n(Reuters) - The U.S. Food and Drug Administration (FDA) on Friday expanded the use of Novartis AG’s relapsing multiple sclerosis (MS) drug Gilenya to treat children and adolescents.\n\nMS is a chronic, inflammatory, autoimmune disease of the central nervous system that disrupts communication between the brain and other parts of the body and is among the most common causes of neurological disability in young adults.\n\nGilenya is the first FDA-approved drug to treat pediatric patients suffering from relapsing MS, the U.S. health regulator said.\n\nIn a clinical trial 86 percent of patients receiving Gilenya remained relapse-free after 24 months of treatment, compared to 46 percent of those who were administered another MS drug.\n\nGilenya was first approved by the FDA to treat adults with relapsing MS.",
        "label": true
    },
    {
        "id": "story_reviews_00076",
        "image_url": "https://static01.nyt.com/images/2018/05/02/us/02ecstasy-1-print/merlin_137271105_0141e5d4-25bb-4bda-9187-246332ceeda7-jumbo.jpg?quality=75&auto=webp",
        "original_post": "The drug floods the brain with hormones and neurotransmitters that evoke feelings of trust and well-being, users report. Researchers say this allows patients to re-examine traumatic memories.\n\nIn follow-up psychotherapy, patients process emotions and insights brought up during the MDMA session. The current protocol calls for patients to take MDMA two or three times, each a month apart, interspersed with psychotherapy.\n\n“The MDMA alone or the therapy alone don’t appear to be as effective,” Dr. Mithoefer said. “The MDMA seems to act as a catalyst that allows the healing to happen.”\n\nWhat do patients say about it?\n\n“I was actually able to forgive myself,” said Nigel McCourry, 36 a Marine veteran who was deployed in 2004 to Falluja, Iraq, whose experiences mirrored those of three other patients interviewed.\n\nMr. McCourry came home from war unable to escape scenes of an explosion that nearly killed him, and haunted by the memory of two young girls he accidentally killed in a fire fight. He struggled to sleep. He drank to forget. Rage eroded most of his relationships.\n\nHe tried help at a Veterans Affairs hospital, but couldn’t let his guard down enough to benefit from standard psychotherapy. A handful of medications meant to help left him feeling like a zombie, and he gave them up. He was contemplating suicide when he tried MDMA.\n\n“When it kicked in, it was like an epiphany,” he said. “I could see all these things from combat I was afraid to look at before, and I had a totally new perspective. I relived the parts of me I had lost. I realized I had viewed myself as a monster, and I was able to start to have some compassion for myself. It was a turning point, and for the next year I continued to get better.”",
        "label": false
    },
    {
        "id": "story_reviews_00085",
        "image_url": "https://static01.nyt.com/images/2018/05/29/science/10BRODY/10BRODY-jumbo.jpg?quality=75&auto=webp",
        "original_post": "I love my local YMCA for many reasons beyond my daily swim. Top of the list: the friendships and conversations in the locker room that are frequent sources of valuable information, connections and motivation. For example, I recently overheard a discussion about Y members and friends of members who had experienced devastating attacks of shingles, including one woman who nearly lost an eye and another who was left with unrelenting nerve pain.\n\nThat was the push I needed to end my procrastination about getting the new shingles vaccine, Shingrix, which was approved by the Food and Drug Administration last October after studies involving 16,600 people showed it to be far more effective at preventing this disease than the first shingles vaccine, Zostavax, which I had had a decade earlier. The Centers for Disease Control and Prevention recommends that people 50 and older, including those previously immunized with Zostavax, should now get the Shingrix vaccine.\n\nThe process was surprisingly simple and less costly than I had anticipated (list price is $280 for the two-part shot without insurance). All I needed was a prescription from my doctor. I took it to my local pharmacy, where a staff pharmacist administered the vaccine. I’ll get the second part the same way in May. My Medicare Part D insurance covered it with a $40 co-pay for each part. (The cost may be higher if the vaccine is administered in a doctor’s office, so check first.)\n\nMany millions of Americans, especially those older than 40, are susceptible to an eventual attack of shingles, caused by the very same virus that causes chickenpox. Once this virus, varicella zoster, infects a person, it lies dormant for decades in nerve roots, ready to pounce when the immune system is weakened, say, by stress, medication, trauma or disease. One-third of Americans eventually get shingles, but the risk rises with age, and by age 85 half of adults will have had at least one outbreak of shingles.",
        "label": false
    },
    {
        "id": "story_reviews_00088",
        "image_url": "https://web.archive.org/web/20180331113530im_/https://si.wsj.net/public/resources/images/BN-YB144_GENOMI_TOP_20180329142731.jpg",
        "original_post": "In 37 years as a police officer, Edwin Michel coped with a plane crash, a sniper, wildfires and three bullet wounds.\n\nNothing much rattled him until he was diagnosed with prostate cancer in November 2016. His doctor said the cancer wouldn’t kill him but Mr. Michel, now 76 years old, wasn’t entirely reassured. He felt more confident after a genomics test later revealed his prostate cancer was very low risk. The test, known as Oncotype DX, takes a sample from a prostate biopsy and analyzes 17 genes in it to estimate how aggressive...",
        "label": false
    },
    {
        "id": "story_reviews_00092",
        "image_url": "https://www.inquirer.com/resizer/zUuzzqlEcWWpC9ZJ_1LO0KGtn9s=/1400x932/smart/arc-anglerfish-arc2-prod-pmn.s3.amazonaws.com/public/H4JWJMAT6JEFDNZCQ24OTEURJA.jpg",
        "original_post": "He contended that kratom does not act on the brain's opioid receptors the way prescription painkillers and heroin do. But back in 2016, the Journal of the American Chemical Society reported that kratom indeed works this way. Last month, an FDA study found that 22 of the 25 of the most prevalent compounds in kratom do bind to opioid receptors, and so should be considered an opioid. The study also said most deaths did occur in people who used kratom in addition to other drugs, though in one case, only kratom was detected.",
        "label": false
    },
    {
        "id": "story_reviews_00099",
        "image_url": "https://www.gannett-cdn.com/-mm-/1abbac059a7e6f21ff3aa7e38760a41a48819119/c=0-217-2118-1414/local/-/media/2018/03/07/USATODAY/USATODAY/636560071434423354-GettyImages-912389900.jpg?width=2118&height=1197&fit=crop&format=pjpg&auto=webp",
        "original_post": "Ashley May\n\nUSA TODAY\n\nBreast cancer test kits by genetic testing company 23andMe just received Food and Drug Administration approval.\n\nThe prescription-free test is the first to report on three specific BRCA1 and BRCA2 breast cancer gene mutations, according to the FDA.\n\nBy analyzing DNA collected through a saliva sample, the test detects increased risk of developing breast, ovarian or prostate cancer.\n\nMore:Breast cancer: Study finds tumor risk increased by use of oral contraceptives\n\nMore:A man, a camera and a pink tutu fight breast cancer\n\nBut “it has a lot of caveats,” warned Donald St. Pierre, acting director of the FDA's Office of In Vitro Diagnostics and Radiological Health. The test detects only three out of more than 1,000 known BRCA mutations. That accounts for a small percentage of people. Those most at risk of developing such cancers are of Eastern European Jewish descent.\n\n“The test should not be used as a substitute for seeing your doctor for cancer screenings or counseling on genetic and lifestyle factors that can increase or decrease cancer risk,” he said.\n\nThese tests might help with prevention, but cannot diagnose cancer and cannot rule out your chances of getting cancer, 23andMe said.\n\nStill, the company, which already tests DNA for other health risks as well as ancestry, said this cancer test is \"a step in the right direction.\"\n\nFollow Ashley May on Twitter: @AshleyMayTweets",
        "label": true
    },
    {
        "id": "story_reviews_00107",
        "image_url": "https://cdn.cnn.com/cnnnext/dam/assets/160129143939-cte-explainer-sanjay-gupta-orig-mg-00005826-exlarge-169.jpg",
        "original_post": "Story highlights The test looks for elevated levels of two proteins after brain injury\n\nThere are about 2.8 million concussion-related hospital visits every year\n\n(CNN) The US Food and Drug Administration has, for the first time, approved a blood test to help detect concussion in adults.\n\nThe Brain Trauma Indicator test measures two biomarkers: proteins known as UCH-L1 and GFAP that are released upon injury to the brain and pass through the blood-brain barrier. Elevated levels of the proteins can be detected within 15 or 20 minutes of injury. The test can be taken within 12 hours of injury, and results can be obtained within three or four hours.\n\nPatients are currently diagnosed with concussion based on a combination of symptoms as well as imaging. However, CT scans don't always detect concussion.\n\n\"Over 90% of CT scans (for concussion) are negative. And you get 200 times the radiation of a chest X-ray. It's expensive; it's not terrific,\" said Hank Nordhoff, chairman and CEO of Banyan Biomarkers, maker of the new test. It can help determine whether a patient further needs a CT scan, based on a physician's concerns.\n\n\"Today's action supports the FDA's Initiative to Reduce Unnecessary Radiation Exposure from Medical Imaging -- an effort to ensure that each patient is getting the right imaging exam, at the right time, with the right radiation dose,\" FDA Commissioner Dr. Scott Gottlieb said in a statement Wednesday.\n\nRead More",
        "label": false
    },
    {
        "id": "story_reviews_00109",
        "image_url": "https://assets1.cbsnewsstatic.com/hub/i/r/2018/02/13/e3612f6b-f31a-466d-9dd4-566bbe04c9b9/thumbnail/1280x720/2f633e0a8e065e4ce66f8ea07f71c874/0212-en-lapookchat-1501042-640x360.jpg?v=47479038714af14683e43d6675dccca0",
        "original_post": "A Japanese drug company is offering up a big claim: Shionogi & Co. says it has an experimental pill that can kill the flu virus within a single day, according to news reports.\n\nIn a clinical trial, a single dose of the drug made by the pharmaceutical company eliminated the virus from people's bodies in a median time of 24 hours, The Wall Street Journal reported. Both Japanese and American flu patients were included in the trial.\n\nThe experimental drug worked three times faster than another antiviral drug, Tamiflu, the company told the Journal.\n\nThe drug uses a different approach to fight the flu than other medications. The flu virus spreads through the body by invading cells. Once inside a cell, it hijacks the cell's machinery, forcing the cell to make copies of the virus. Then, the newly copied viruses break out of the cell, spreading to other cells nearby and repeating the process.\n\nThis flu season could be worst in a decade\n\nExisting drugs, including Tamiflu, work to block these viral copies from escaping the cell, the Journal reported. The experimental drug, however, kicks into action earlier, working to block the virus from hijacking cells in the first place, the Journal said.\n\nJapanese drug regulators could approve the drug for use in Japan by early March, the Journal reported. The drugmaker plans to apply for approval in the U.S. this summer; however, the drug likely wouldn't be available here until next year.\n\nRead more at The Wall Street Journal. Originally published on Live Science.",
        "label": true
    },
    {
        "id": "story_reviews_00117",
        "image_url": "https://static01.nyt.com/images/2018/01/25/science/25STROKE/25STROKE-facebookJumbo.jpg",
        "original_post": "Many more stroke victims than previously thought can be saved from disability or death if doctors remove blood clots that are choking off circulation to the brain, a new study has shown.\n\n“These striking results will have an immediate impact and save people from lifelong disability or death,” Dr. Walter J. Koroshetz, director of the National Institute of Neurological Disorders and Stroke, said in a statement. “I really cannot overstate the size of this effect.”\n\nThe key finding is that there is often more time than doctors realized in which brain cells can still be rescued by a procedure to remove the clot. Traditional guidelines have set a limit of six hours after stroke symptoms begin, and said after that it would be too late to help.\n\nThe study showed that the time window could be expanded to 16 hours. However, the findings do not apply to every stroke victim. The researchers used a special type of brain imaging to identify the patients who still had live brain tissue that could be saved if the blood supply was restored. Only about half the patients who were screened qualified for treatment, known as thrombectomy, which uses a mechanical device to pull clots out of a blood vessel.",
        "label": false
    },
    {
        "id": "story_reviews_00119",
        "image_url": "https://media3.s-nbcnews.com/j/newscms/2018_03/2298746/gina1_95199ad332c0ad508db706f4f6643ad6.nbcnews-fp-1200-630.jpg",
        "original_post": "Gina Berg, prior to her heart attack, sitting in front of a windmill while on vacation.\n\nGina Berg",
        "label": true
    },
    {
        "id": "story_reviews_00121",
        "image_url": "https://www.statnews.com/wp-content/uploads/2016/03/AmarinFDA-1024x576.jpg",
        "original_post": "FDA approves first drug aimed at women with inherited breast cancer\n\nU.S. regulators have approved the first drug aimed at women with advanced breast cancer caused by an inherited flawed gene.\n\nThe Food and Drug Administration on Friday approved AstraZeneca (AZN) PLC’s Lynparza for patients with inherited BRCA gene mutations who have undergone chemotherapy.",
        "label": false
    },
    {
        "id": "story_reviews_00123",
        "image_url": "https://web.archive.org/web/20180109051802im_/https://si.wsj.net/public/resources/images/BN-WW390_YHEALT_TOP_20180105180430.jpg",
        "original_post": "Jason Dragoo’s Stanford University research team gets 100 to 200 inquiries every day from people interested in joining its clinical trial studying the use of stem cells to treat knee injuries.\n\nThe interest highlights a growing demand for the use of stem cells derived from a person’s own bone marrow or fat to treat orthopedic injuries. Osteoarthritis, a degenerative joint disease where the protective tissue or cartilage around a joint wears down, is a particular focus of inquiry.\n\n...",
        "label": false
    },
    {
        "id": "story_reviews_00125",
        "image_url": "https://cdn.cnn.com/cnnnext/dam/assets/171220133414-02-fda-approves-luxturna-super-tease.jpg",
        "original_post": "Story highlights Luxturna, a one-time treatment, corrects a genetic mutation that can lead to blindness\n\nSpark Therapeutics set the price for the gene therapy at $425,000 per eye\n\n(CNN) A one-time treatment with Luxturna, the first US Food and Drug Administration-approved gene therapy for an inherited disorder, will cost $425,000 per eye.\n\nSpark Therapeutics Inc., the Philadelphia-based maker of voretigene neparvovec, announced Wednesday in a statement that it reached an agreement in principle with Harvard Pilgrim and affiliates of Express Scripts to make the one-time treatment available to patients with a rare genetic defect that often leads to blindness.\n\nThe mutation affects both eyes, usually at the same pace, so most patients would need treatment for both eyes, a Spark Therapeutics spokeswoman said.\n\nIn some cases, the gene therapy will be available under an \"outcomes-based rebate arrangement.\" The company also stated that its proposal to the Centers for Medicare and Medicaid Services, the government program that covers about 100 million Americans, would allow installment payments for the drug.\n\n\"For a one-time therapy, like Luxturna, a non-traditional payment and distribution model is necessary to ensure needs of all parties -- patients, payers and providers -- are addressed,\" said Jennifer Luddy, a spokeswoman for Express Scripts.\n\nRead More",
        "label": false
    },
    {
        "id": "story_reviews_00132",
        "image_url": "https://www.inquirer.com/resizer/niiojHEnuUDx0GKh83Y8g3K3o5o=/1400x932/smart/arc-anglerfish-arc2-prod-pmn.s3.amazonaws.com/public/Q3253S7X65DRTIBFJJ3WA6KTZI.jpg",
        "original_post": "\"I think this may be changing in health care,\" said Spears, \"but because migraine affects women more than men, there is a stigma around the stereotype of a patient who comes in with multiple complaints, calls frequently and wants to see the doctor frequently.\" Men, on the other hand, have been stereotyped as going to the doctor \"only when something he has is real.\"",
        "label": false
    },
    {
        "id": "story_reviews_00137",
        "image_url": "https://media3.s-nbcnews.com/j/newscms/2017_48/2245021/171130-back-pain-ac-718p_e43a284ce044f68ef8f58e9930cc9dd4.nbcnews-fp-1200-630.jpg",
        "original_post": "Know Your Value",
        "label": false
    },
    {
        "id": "story_reviews_00146",
        "image_url": "https://img.buzzfeed.com/buzzfeed-static/static/2017-11/8/16/enhanced/buzzfeed-prod-fastlane-02/original-19965-1510177409-3.png?crop=1301:681;109,57",
        "original_post": "\"What we found was a very coherent pattern of less cervical cancer among people who’ve used the IUD based on thousands of women — and the pattern wasn't subtle at all, it was stunning,\" Dr. Victoria Cortessis, the study's lead author and associate professor of clinical preventive medicine at the Keck School of Medicine at the University of Southern California, told BuzzFeed Health.\n\nIUDs are small, T-shaped devices that are placed in the uterus to prevent sperm from reaching an egg. They are a highly effective form of birth control and they can offer protection against pregnancy for up to three, five, or ten years.\n\nThe study is the first of its kind to combine and analyze data from multiple studies to look at the issue. \"We went through all of the relevant human epidemiological data on this topic and narrowed it down to 16 high-quality observational studies of over 12,000 women from all over the world,\" Cortessis says.",
        "label": false
    },
    {
        "id": "story_reviews_00147",
        "image_url": "https://media2.s-nbcnews.com/j/newscms/2015_03/847411/150113-ebola-survivors-plasma-6p_43fbe5f9c2a7407c87a363872265e38a.nbcnews-fp-1200-630.jpg",
        "original_post": "Blood plasma at Emory University. A different team found infusing plasma into Alzheimer's patients is safe and it showed hints of helping their symptoms in some ways.\n\nJack Kearse / Emory University",
        "label": false
    },
    {
        "id": "story_reviews_00148",
        "image_url": "https://static01.nyt.com/images/2017/11/03/science/03STENT1/03STENT1-facebookJumbo.jpg",
        "original_post": "A procedure used to relieve chest pain in hundreds of thousands of heart patients each year is useless for many of them, researchers reported on Wednesday.\n\nTheir study focused on the insertion of stents, tiny wire cages, to open blocked arteries. The devices are lifesaving when used to open arteries in patients in the throes of a heart attack.\n\nBut they are most often used in patients who have a blocked artery and chest pain that occurs, for example, walking up a hill or going up stairs. Sometimes patients get stents when they have no pain at all, just blockages.\n\nHeart disease is still the leading killer of Americans — 790,000 people have heart attacks each year — and stenting is a mainstay treatment in virtually every hospital. More than 500,000 heart patients worldwide have stents inserted each year to relieve chest pain, according to the researchers. Other estimates are far higher.",
        "label": false
    },
    {
        "id": "story_reviews_00160",
        "image_url": "https://static01.nyt.com/images/2017/10/06/science/06GENES1/06GENES1-facebookJumbo.jpg",
        "original_post": "For the first time, doctors have used gene therapy to stave off a fatal degenerative brain disease, an achievement that some experts had thought impossible.\n\nThe key to making the therapy work? One of medicine’s greatest villains: HIV.\n\nThe patients were children who had inherited a mutated gene causing a rare disorder, adrenoleukodystrophy, or ALD. Nerve cells in the brain die, and in a few short years, children lose the ability to walk or talk.\n\nThey become unable to eat without a feeding tube, to see, hear or think. They usually die within five years of diagnosis.\n\nThe disease strikes about one in 20,000 boys; symptoms first occur at an average age of 7. The only treatment is a bone-marrow transplant — if a compatible donor can be found — or a transplant with cord blood, if it was saved at birth.",
        "label": false
    },
    {
        "id": "story_reviews_00164",
        "image_url": "https://www.inquirer.com/resizer/gjVIlYYdEuKAAnNw8XWXw3PxnRg=/1400x932/smart/arc-anglerfish-arc2-prod-pmn.s3.amazonaws.com/public/DFKHHAUQQFHP7OR6D5Q2GDAZVY.jpg",
        "original_post": "Before the introduction of whooping cough vaccine in the 1940s, more than 200,000 cases a year were reported in the U.S. By 1965, that number plummeted to fewer than 10,000 a year. But the disease made a comeback in the 1990s, as the newer \"acellular\" vaccine — containing only cellular material but not whole cells — was phased in. While it is safer and has fewer side effects than the old version, studies have found that its protective effects wane more quickly than originally expected.",
        "label": false
    },
    {
        "id": "story_reviews_00167",
        "image_url": "https://www.inquirer.com/resizer/hUzaa25YYlF7zSDCGKqFRvdf5QU=/1200x0/center/middle/www.inquirer.com/resizer/5RItAKRkK2FxjmHyQETeApa6Ul4=/1200x0/center/middle/arc-anglerfish-arc2-prod-pmn.s3.amazonaws.com/public/GAB6GGLBPJHWXKV62PEHTW7O7I.jpg",
        "original_post": "Philip Gehrman, a Penn clinical psychologist who was senior author, said the study proves that rapid treatment of depression is possible. But more research is needed to figure out why sleep deprivation works. His team is now conducting its own study. He's not hoping to use sleep deprivation as a treatment but thinks that pinpointing what it does to the brain will help doctors develop other, more sustained treatments.",
        "label": false
    },
    {
        "id": "story_reviews_00171",
        "image_url": "https://static01.nyt.com/images/2017/09/14/well/family/well-family-peanut2/well-family-peanut2-facebookJumbo.jpg",
        "original_post": "A new powdered peanut product is the first food item allowed to claim it may reduce peanut allergies in infants, though parents of susceptible babies are urged to consult a doctor before trying it. The product, called Hello, Peanut, can be mixed into puréed baby food to expose infants to peanuts starting around five months old.\n\nThe Food and Drug Administration allowed the new item, developed by a physician, to make the claim just months after the nation’s top allergy experts reversed longstanding advice on preventing peanut allergies, dropping recommendations to withhold all peanut-containing foods in early childhood in favor of early, frequent exposure, starting with peanut powder or extract for infants beginning to eat solid food. The label warns that evidence is limited.\n\nWhile many foods like whole grains, nuts and supplements carry qualified health claims stating that they may reduce the risk of diseases like cancer or heart disease, this is the first time a food product label will be allowed to make a qualified claim that it reduces the risk of an allergy, officials said. A qualified claim means there is evidence supporting the claim, but it is not conclusive.\n\n“This is a very important claim for us to allow to be incorporated into food labels,” said Dr. Scott Gottlieb, the commissioner of the F.D.A. “The guidelines for how to approach allergens in children are changing, the science is changing, and it’s important for parents to know.”",
        "label": false
    },
    {
        "id": "story_reviews_00183",
        "image_url": "https://static01.nyt.com/images/2017/08/24/fashion/24SKIN/24SKIN-facebookJumbo-v3.jpg",
        "original_post": "When Heidi Imhof started losing her hair at 42, she also started losing sleep. Ms. Imhof, a lawyer, was afraid that blow-drying her straight dark hair would hasten the shedding, so she got up two hours early to shower and apply mousse and volumizers. When her hair finally air-dried, she’d pull it back, hoping to hide the bald patches on her scalp.\n\n“I was desperate,” she said.\n\nThe hair thickening shampoo Nioxin didn’t help. Neither did Rogaine. Then she heard about Harklinikken, a Danish company offering a customized hair extract that’s given only to those who pass a fairly rigorous selection process.\n\nMs. Imhof, who lives in Land O’Lakes, Fla., was skeptical. The company’s before and after photos seemed too good to be true. But she went for a consultation and made the cut. (Harklinikken’s products are not available to anyone with autoimmune illnesses like alopecia or baldness from scarring, or anyone who is unlikely to see at least a 30 percent increase in growth.)\n\nAfter three months of applying the $88-a-month serum, Ms. Imhof was so excited by the results that she overcame her embarrassment about the subject and posted her own before-and-after photos on Facebook.",
        "label": false
    },
    {
        "id": "story_reviews_00185",
        "image_url": "https://media4.s-nbcnews.com/j/newscms/2017_33/2121186/170815-blood-test-ctdna-colon-blood-sample-se-559p_de505e97f96635f0705bf82fafa9cedd.nbcnews-fp-1200-630.jpg",
        "original_post": "Researchers at Johns Hopkins University are working on tests that can detect cancer cells in the blood before people even suspect they have cancer.\n\nJohns Hopkins Kimmel Cancer Center",
        "label": false
    },
    {
        "id": "story_reviews_00188",
        "image_url": "https://media4.s-nbcnews.com/j/newscms/2019_45/1035401/150520-dna-testing-lab-811p_4d7b58614e5737e528dd2e8eb2db309e.nbcnews-fp-1200-630.jpg",
        "original_post": "Finding the Right Medication: Gene Test May Help Treat Depression",
        "label": true
    },
    {
        "id": "story_reviews_00201",
        "image_url": "https://media3.s-nbcnews.com/j/newscms/2017_28/2071011/170713-ecg-heart-mn-0855_065922a0a73a14b9a52b730673a7eb67.fit-760w.jpg",
        "original_post": "Know Your Value",
        "label": true
    },
    {
        "id": "story_reviews_00210",
        "image_url": "https://img.buzzfeed.com/buzzfeed-static/static/2017-06/21/11/tmp/buzzfeed-prod-fastlane-01/4a73a67a429691e49d516964cc5d3a92-0.png?crop=573:300;19,0",
        "original_post": "You've probably heard about it — maybe you even remember seeing it once — but you're not really sure what it is or even where to find it.\n\nThe female condom (FC2), or internal condom, is a non-hormonal barrier method of birth control. But instead of going on a penis, it goes in a vagina, which is why it's also sometimes referred to as an internal condom. For more information, BuzzFeed Health spoke with two experts who could demystify this lesser-known contraceptive:\n\n* Dr. Harry Fisch, clinical professor of urology and reproductive medicine at Weill Cornell Medical College, and chief corporate officer of Veru Healthcare, which distributes FC2\n\n* Dr. Lauren Streicher, associate clinical professor of obstetrics and gynecology at Northwestern University’s Feinberg School of Medicine",
        "label": false
    },
    {
        "id": "story_reviews_00217",
        "image_url": "https://www.inquirer.com/resizer/xIBXtQcExrkmX03NgpYSz4NFthc=/1400x932/smart/arc-anglerfish-arc2-prod-pmn.s3.amazonaws.com/public/YENU5KWP2ZA7LAANSTOR7URQJI.jpg",
        "original_post": "Without strong evidence for its efficacy, the American Congress of Obstetricians and Gynecologists does not include the treatment in its Practice Bulletin for Urinary Incontinence in Women. L. Elaine Waetjen, professor of obstetrics and gynecology at the University of California, Davis Medical Center, who has spent more than 15 years treating women for this problem, said that there is \"no scientific evidence that the O-Shot works for incontinence and there is also no clear biological mechanism for why it should treat this condition.\"",
        "label": false
    },
    {
        "id": "story_reviews_00225",
        "image_url": "https://www.inquirer.com/resizer/rJW4WuZ-6AAw8mSu54E2rw61w6g=/1200x0/center/middle/www.inquirer.com/resizer/hBbOLjk8n7L6DR6prVOVtHe95S0=/1200x0/center/middle/arc-anglerfish-arc2-prod-pmn.s3.amazonaws.com/public/OJC2JFH55FDI7C2Z6IDZ6TS6GY.jpg",
        "original_post": "The procedure, called a prostatic urethral lift, does not improve flow as much as surgery, in which a physician cuts away some of the inside of the prostate to allow better flow. But the lift procedure and recovery are much quicker, with no hospital stay and fewer complications. And patients who get the sutures can always come back for surgery later.",
        "label": false
    },
    {
        "id": "story_reviews_00233",
        "image_url": "https://media4.s-nbcnews.com/j/newscms/2017_20/2000731/170515-business-slacking-stock-better-ew-128p_78859918b8457ed37890cf895a378a1a.nbcnews-fp-1200-630.jpg",
        "original_post": "Know Your Value",
        "label": false
    },
    {
        "id": "story_reviews_00241",
        "image_url": "https://static01.nyt.com/images/2017/05/02/science/02SCENT/02SCENT-facebookJumbo.jpg",
        "original_post": "Blindfolded, would you know the smell of your mom, a lover or a co-worker? Not the smells of their colognes or perfumes, not of the laundry detergents they use — the smells of them?\n\nEach of us has a unique “odorprint” made up of thousands of organic compounds. These molecules offer a whiff of who we are, revealing age, genetics, lifestyle, hometown — even metabolic processes that underlie our health.\n\nAncient Greek and Chinese medical practitioners used a patient’s scent to make diagnoses. Modern medical research, too, confirms that the smell of someone’s skin, breath and bodily fluids can be suggestive of illness. The breath of diabetics sometimes smells of rotten apples, experts report; the skin of typhoid patients, like baking bread.\n\nBut not every physician’s nose is a precision instrument, and dogs, while adept at sniffing out cancer, get distracted. So researchers have been trying for decades to figure out how to build an inexpensive odor sensor for quick, reliable and noninvasive diagnoses.",
        "label": true
    },
    {
        "id": "story_reviews_00243",
        "image_url": "https://www.statnews.com/wp-content/uploads/2017/04/DSC_0030c-1024x576.jpg",
        "original_post": "A drug derived from this bushy sea creature showed modest, preliminary promise as an Alzheimer's treatment.\n\nA little-known drug company announced modestly encouraging results for its experimental Alzheimer’s drug on Monday, a rare but still preliminary glimmer of hope in a field that has been battered by failure after failure.\n\nA mid-stage study by a tiny company wouldn’t usually attract much attention, but the results unveiled by Neurotrope (NTRP) BioScience have been eagerly anticipated because its drug — derived from a bushy, hermaphroditic sea creature — takes a novel approach.",
        "label": false
    },
    {
        "id": "story_reviews_00244",
        "image_url": "https://www.inquirer.com/resizer/iFKbUZCYRrL0Bqj6k5hNFO4-IU8=/1400x932/smart/arc-anglerfish-arc2-prod-pmn.s3.amazonaws.com/public/U2KCE4RRGNBZ5GDOQHSKTWKF3U.jpg",
        "original_post": "While the disease is rare, with about 3,100 new diagnoses and 330 deaths in the United States each year, it often goes undiagnosed until it affects vision. Sacks — known for books including Awakenings and The Mind's Eye, in which he tells the story of his own cancer — said his symptoms hit suddenly, wiping out a triangular chunk of the vision in his right eye.",
        "label": false
    },
    {
        "id": "story_reviews_00249",
        "image_url": "https://media3.s-nbcnews.com/j/newscms/2017_16/1969136/170418-gammacore-produc-se631p_dbe6a6b8d54ab03a7dde8ad658b9780e.nbcnews-fp-1200-630.jpg",
        "original_post": "Know Your Value",
        "label": true
    },
    {
        "id": "story_reviews_00258",
        "image_url": "https://assets3.cbsnewsstatic.com/hub/i/r/2017/03/31/a7a6dfb9-705d-460c-8f19-44144b7ed155/thumbnail/620x349/0fa8fccdfc0f5365502f213b55daa474/b2-lapook-cancer-treatment-transfe2r.jpg?v=47479038714af14683e43d6675dccca0",
        "original_post": "NEW YORK -- Three years ago, Tomas Sandoval was looking forward to the birth of his second child when he was diagnosed with a rare form of a blood cancer called lymphoma.\n\nThomas Sandoval CBS News\n\nDespite chemotherapy and a stem cell transplant, the cancer returned before his daughter’s first birthday.\n\n“Everything is at stake. Being around for my daughter, my son, my wife. Yeah it was a really tough time,” he said.\n\nSandoval is alive today because of an experimental form of immunotherapy called CAR-T.\n\nNormally, our immune cells are good at killing invaders like bacteria but bad at fighting cancer. With CAR-T, a patient’s own immune cells are removed from the body, reprogrammed to find and destroy cancer cells, then put back into the bloodstream.\n\nOn Friday, Moffitt Cancer Center and MD Anderson reported test results of 101 patients with advanced lymphoma who had failed previous therapy and were treated with CAR-T.\n\n“It puts a GPS navigation on the front of the cell so that when they’re infused back in they know where to go and kill the lymphoma,” said Dr. Frederick Locke, who helped lead the trial.\n\nDr. Frederick Locke CBS News\n\nAbout eight months after a single treatment, 39 percent of patients had no evidence of cancer.\n\n“That’s actually quite remarkable knowing that at best only one out of 10 of these patients could have complete disappearance of their lymphoma with standard chemotherapy,” Locke said.\n\nSide effects included flu-like symptoms and confusion, and there were three treatment-related deaths.\n\nThe FDA will review these results and could make a decision on approval by the end of the year.",
        "label": true
    },
    {
        "id": "story_reviews_00260",
        "image_url": "https://media2.s-nbcnews.com/j/newscms/2017_13/1947011/170328-eczema-mn-1350_37adbd93402e75a494559a2680219a71.nbcnews-fp-1200-630.jpg",
        "original_post": "Know Your Value",
        "label": false
    },
    {
        "id": "story_reviews_00261",
        "image_url": "https://static01.nyt.com/images/2017/03/28/upshot/28up-healthglasses/28up-healthglasses-facebookJumbo.jpg",
        "original_post": "Do this and similar exercises hundreds of times over multiple sessions weekly; continue for months; and, gradually, presbyopia lessens, a number of studies show.\n\nOne study also examined functions of the eye itself and found none of these improvements were because of changes in the eye. They’re all in the brain.\n\nVarious smartphone apps say they offer this kind of vision-improving training; I used one called GlassesOff, the only one I found that was backed by scientific studies.\n\nPerceptual learning can improve the vision of people who already see quite well and those with other conditions. For example, a study tested the approach in 23 young adults, around age 24. Compared with a control group of 20 young adults, the treatment group increased letter recognition speed. Similar training is an effective component in treating amblyopia, also called “lazy eye,” which is the most frequent cause of vision loss in infants and children, affecting 3 percent of the population. It may also improve vision in those with mild myopia (nearsightedness).\n\nIt should be acknowledged that some researchers involved in many of these studies have financial ties to GlassesOff. However, other studies with no commercial links obtained similar results, and several scientists I spoke to, including those without ties to GlassesOff, thought the science behind the app was credible. One study published in Psychological Science trained 16 college-aged adults and 16 older adults (around age 71) with Gabor patch exercises for 1.5 hours per day for seven days. After training, the older adults’ ability to see low-contrast images improved to the level that the college-age ones had before training.\n\nScientists don’t know exactly how perceptual learning relieves presbyopia, but they have some clues based on how our brain processes visual information.",
        "label": false
    },
    {
        "id": "story_reviews_00262",
        "image_url": "https://media4.s-nbcnews.com/j/newscms/2017_13/1945936/1703127-eye-mn-1240_0b396780d1396b710ac61d05a1c8d936.nbcnews-fp-1200-630.jpg",
        "original_post": "SIGN UP FOR THE MACH NEWSLETTER",
        "label": false
    },
    {
        "id": "story_reviews_00266",
        "image_url": "https://static01.nyt.com/images/2017/03/21/science/21brody-revised/21brody-revised-facebookJumbo.jpg",
        "original_post": "Many Americans would rather take a drug than change their habits to control a persistent ailment. Yet, every medication has side effects, some of which can be worse than the disease they are meant to treat. Drugs considered safe when first marketed can turn out to have hazards, both bothersome and severe, that become apparent only after millions of people take them for a long enough time.\n\nSuch is the case with a popular class of drugs called proton pump inhibitors, or P.P.I.s, now used by more than 15 million Americans and many more people worldwide to counter an increasingly common ailment: acid reflux, which many people refer to as heartburn or indigestion.\n\nThese medications are now linked to a growing number of complications, ranging in seriousness from nutrient deficiencies, joint pain and infections to bone fractures, heart attacks and dementia. While definitive evidence for most of the risks identified thus far is lacking, consumers plagued by acid reflux would be wise to consider an alternative approach, namely diet and lifestyle changes that can minimize symptoms and even heal damage already done.\n\nAcid reflux is more than just a nuisance. It involves the backward flow of stomach acid into the tissues above it. It results when the lower esophageal sphincter, a ring of muscle between the esophagus and the stomach, fails to close tightly enough to prevent the contents of the stomach from moving up instead of down. Sometimes the upper sphincter, between the esophagus and the throat, malfunctions as well.",
        "label": true
    },
    {
        "id": "story_reviews_00267",
        "image_url": "https://static01.nyt.com/images/2019/06/18/well/18well_pog_drugs/well_pog_drugs-facebookJumbo.jpg",
        "original_post": "Taking statins the day of a coronary artery bypass operation may significantly improve survival, a study in the Annals of Thoracic Surgery found.\n\nResearchers looked at 3,021 heart surgery patients, most of whom were taking cholesterol-lowering statins. The 1,788 who continued statins up to the day of surgery had a risk of death within 30 days of 1.7 percent, compared with 2.9 percent for 452 who stopped one to three days before surgery, and 3.8 percent for 781 who did not take statins or stopped more than 72 hours before their operations.\n\nThe scientists had no data on how long patients had been taking statins, but only on when they stopped. After controlling for many preoperative health and behavioral characteristics, they found that compared with other patients, those who took statins on the day of surgery had a 48 percent reduced risk of dying in the next 30 days.\n\n“We already knew that people on statins before surgery had a decreased risk of death,” said a co-author, Dr. Yi Deng, an assistant professor of anesthesiology at Baylor College of Medicine. “But there’s never before been data saying how harmful stopping shortly before surgery can be. Unless you have some other reason to stop them, you should take statins right up to the morning of surgery.”",
        "label": false
    },
    {
        "id": "story_reviews_00276",
        "image_url": "https://www.statnews.com/wp-content/uploads/2016/12/KitePharma2976-B-1024x576.jpg",
        "original_post": "Kite Pharma is racing to get the first FDA approval of an experimental gene therapy to fight cancer.\n\nAn experimental gene therapy that turns a patient’s own blood cells into cancer killers worked in a major study, with more than one-third of very sick lymphoma patients showing no sign of disease six months after a single treatment, its maker said Tuesday.\n\nIn all, 82 percent of patients had their cancer shrink at least by half at some point in the study.",
        "label": false
    },
    {
        "id": "story_reviews_00278",
        "image_url": "https://media3.s-nbcnews.com/j/newscms/2015_34/1177881/woman-pain-headache-stress-stock-today-150817-tease_826228e95a93886b938ced60e9ea718c.nbcnews-fp-1200-630.jpg",
        "original_post": "New Drugs May Stop Migraines Before They Start",
        "label": false
    },
    {
        "id": "story_reviews_00281",
        "image_url": "https://www.inquirer.com/resizer/L9fO1XKLumEDS3Acij-Fnu-Du_U=/500x333/smart/filters:format(webp)/arc-anglerfish-arc2-prod-pmn.s3.amazonaws.com/public/XYRLYZDT7BH73LFAXSVNGVWZBQ.jpg",
        "original_post": "Prescribing testosterone for age-related deficiency — which is only vaguely defined — took off in 2000. The trend was driven not by solid scientific evidence, but by the introduction of convenient, rub-on testosterone products, the first being Androgel. Many men are put on testosterone with no tests of their levels or despite tests showing normal levels, a study of Medicare claims found.",
        "label": false
    },
    {
        "id": "story_reviews_00286",
        "image_url": "https://static01.nyt.com/images/2017/02/14/science/14BRODY/14BRODY-facebookJumbo.jpg",
        "original_post": "“Bariatric surgery is probably the most effective intervention we have in health care,” says Laurie K. Twells, a clinical epidemiologist at Memorial University of Newfoundland. She bases this bold claim on her experience with seriously obese patients and a detailed analysis of the best studies yet done showing weight-loss surgery’s ability to reverse the often devastating effects of being extremely overweight on health and quality of life.\n\n“I haven’t come across a patient yet who wouldn’t recommend it,” Dr. Twells said in an interview. “Most say they wish they’d done it 10 years sooner.” She explained that the overwhelming majority of patients who undergo bariatric surgery have spent many years trying — and failing — to lose weight and keep it off. And the reason is not a lack of willpower.\n\n“These patients have lost hundreds of pounds over and over again,” Dr. Twells said. “The weight that it takes them one year to lose is typically back in two months,” often because a body with longstanding obesity defends itself against weight loss by drastically reducing its metabolic rate, an effect not seen after bariatric surgery, which permanently changes the contours of the digestive tract.\n\nIn reviewing studies that followed patients for five to 25 years after weight-loss surgery, Dr. Twells and colleagues found major long-lasting benefits to the patients’ health and quality of life. Matched with comparable patients who did not have surgery, those who did fared much better physically, emotionally and socially. They rated themselves as healthier and were less likely to report problems with mobility, pain, daily activities, social interactions and feelings of depression and anxiety, among other factors that can compromise well-being.",
        "label": false
    },
    {
        "id": "story_reviews_00290",
        "image_url": "https://static01.nyt.com/images/2017/02/02/science/02PROSTATE/02PROSTATE-facebookJumbo.jpg",
        "original_post": "Men whose prostate cancer comes back after surgery are more likely to survive if, along with the usual radiation, they also take drugs to block male hormones.\n\nThe finding, published Wednesday in The New England Journal of Medicine, comes from a long-running study that experts say will help clarify treatment for many patients.\n\nAfter surgery to remove the prostate, more than 30 percent of men have a recurrence, and until now there has not been clear evidence about the best way to stop the disease from killing them. Most are given radiation, but prescribing drugs to counter the effects of male hormones has been inconsistent.\n\nThe study, paid for by the National Cancer Institute, showed that among men who received radiation and hormonal treatment, 76.3 percent were still alive after 12 years, compared to 71.3 percent who had radiation alone.",
        "label": false
    },
    {
        "id": "story_reviews_00293",
        "image_url": "https://media.healthday.com/Images/icimages/SEN097MH.jpg",
        "original_post": "En Español\n\nTUESDAY, Jan. 31, 2017 (HealthDay News) -- A breath test to detect stomach and esophageal cancers shows promise, researchers say.\n\nThe test measures five chemicals in the breath. It was 85 percent accurate in detecting these cancers in more than 300 patients, the new study found.\n\nEach year, 1.4 million cases of cancer of the stomach and esophagus (the tube leading from the throat to the stomach) are diagnosed worldwide. Both tend to be diagnosed at a late stage and the five-year survival rate for the two cancers is 15 percent, the researchers said.\n\nFindings from the study were presented Monday at the European Cancer Congress (ECC).\n\n\"At present the only way to diagnose esophageal cancer or stomach cancer is with endoscopy. This method is expensive, invasive and has some risk of complications,\" study author Dr. Sheraz Markar said in an ECC news release. Markar is from Imperial College London in England.\n\nWith endoscopy, a flexible tube is threaded down a sedated patient's throat to the stomach to view the digestive tract.\n\n\"A breath test could be used as a noninvasive, first-line test to reduce the number of unnecessary endoscopies. In the longer term this could also mean earlier diagnosis and treatment, and better survival,\" Markar said.\n\n\"Because cancer cells are different to healthy ones, they produce a different mixture of chemicals. This study suggests that we may be able detect these differences and use a breath test to indicate which patients are likely to have cancer of the esophagus and stomach, and which do not,\" he explained.\n\nMarkar added that the test needs to be validated in a bigger group before it could be used on patients. The researchers said they are planning a larger trial of the breath test over the next three years.\n\nStudy results presented at meetings are generally considered preliminary until they've been published in a peer-reviewed journal.\n\nMore information\n\nThe U.S. National Cancer Institute has more on stomach cancer.",
        "label": true
    },
    {
        "id": "story_reviews_00298",
        "image_url": "https://www.inquirer.com/resizer/bE3M_HPMK7K_A50FpkYjP_rcuI8=/800x533/smart/filters:format(webp)/arc-anglerfish-arc2-prod-pmn.s3.amazonaws.com/public/M6WOKXK52BHONNIYMBQTDVHV5Y.jpg",
        "original_post": "\"It's clear that these medications are beneficial,\" said Wadden, who has been a paid consultant to pharmaceutical companies as well as Weight Watchers. \"Unfortunately, there's a sense that they must not work if you have to take them indefinitely. But I think obesity medications should be used on a long-term basis for chronic weight management, just as I take a [cholesterol-lowering] statin and a blood-pressure medication for the long term.\"",
        "label": false
    },
    {
        "id": "story_reviews_00306",
        "image_url": "https://www.statnews.com/wp-content/uploads/2016/12/21655853840_49df0bea7a_o-645x645.jpg",
        "original_post": "Researchers used CAR-T to treat a man with brain cancer to some success\n\nGlioblastoma is one of the deadliest cancers — an illness that responds to few treatment options, and often poorly. But a single case study that uses an experimental immunotherapy to treat these brain tumors might give oncologists a new way to approach the disease.\n\nThe therapy, called CAR-T, is controversial and has faced hurdles in clinical trials. It has shown great promise in treating blood cancers like leukemia and lymphoma — but has proven challenging in treating other forms of the disease, including solid tumors.",
        "label": false
    },
    {
        "id": "story_reviews_00308",
        "image_url": "https://static01.nyt.com/images/2016/12/29/science/29FISHOIL/29FISHOIL-facebookJumbo.jpg",
        "original_post": "Doctors are eager to find ways to prevent asthma, a chronic disease that causes wheezing, coughing and breathing trouble, and that sends many families to the emergency room again and again.\n\nThe incidence has more than doubled in developed countries in recent decades. More than six million children in the United States have asthma, according to the Centers for Disease Control and Prevention, as do more than 330 million children and adults worldwide, according to the Global Asthma Network.\n\nDr. Bisgaard said it was not possible to tell from the study whether pregnant women could benefit from simply eating more fish. Pregnant women are generally advised to limit their consumption of certain types of fish like swordfish and tuna because they contain mercury. But many other types are considered safe, especially smaller fish like sardines that are not at the top of the food chain and therefore not likely to accumulate mercury and other contaminants from eating other fish.\n\nThe results were published in The New England Journal of Medicine. The scientists bought fish oil from a company that makes it, but they said the company had no role in the study. The research was paid for by the Danish government and private foundations.\n\nAn editorial in the same journal by an expert who was not part of the study praised the research, saying it was well designed and carefully performed. The author of that editorial, Dr. Christopher E. Ramsden, from the National Institutes of Health, said the findings would help doctors develop a “precision medicine” approach in which fish-oil treatment could be tailored to women who are most likely to benefit.",
        "label": false
    },
    {
        "id": "story_reviews_00310",
        "image_url": "https://media.healthday.com/Images/icimages/59265.jpg",
        "original_post": "WEDNESDAY, Dec. 21, 2016 (HealthDay News) -- A shorter period of antibiotic treatment for ear infections in young children does more harm than good, a new study finds.\n\nAbout three-quarters of children have ear infections in their first year of life. These infections are the most common reason why children are given antibiotics, the University of Pittsburgh researchers noted.\n\n\"Given significant concerns regarding overuse of antibiotics and increased antibiotic resistance, we conducted this trial to see if reducing the duration of antibiotic treatment would be equally effective along with decreased antibiotic resistance and fewer adverse reactions,\" Dr. Alejandro Hoberman said in a university news release. Hoberman is chief of the general academic pediatrics division at Children's Hospital of Pittsburgh of UPMC.\n\nThe study included 520 youngsters with ear infections. The children ranged in age from 9 months to 23 months, and were randomly selected to receive either a standard 10-day course of antibiotics or a shortened five-day course of antibiotics followed by five days of placebos.\n\nThe risk of treatment failure was 34 percent in the five-day group and 16 percent in the 10-day group. What's more, the children in the five-day group didn't have a lower risk of antibiotic resistance or of side effects such as diarrhea or diaper rash.\n\n\"The results of this study clearly show that for treating ear infections in children between 9 and 23 months of age, a five-day course of antibiotic offers no benefit in terms of adverse events or antibiotic resistance,\" Hoberman said.\n\n\"Though we should be rightly concerned about the emergence of resistance overall for this condition, the benefits of the 10-day regimen greatly outweigh the risks,\" he added.\n\nThe study was published Dec. 21 in the New England Journal of Medicine.\n\nMore information\n\nThe U.S. National Institute on Deafness and Other Communication Disorders has more about ear infections in children.",
        "label": true
    },
    {
        "id": "story_reviews_00314",
        "image_url": "https://static01.nyt.com/images/2016/09/13/well/well_pog_body/well_pog_body-facebookJumbo-v4.jpg",
        "original_post": "Old age is not necessarily a barrier to kidney donation.\n\nA new study has found a kidney transplanted from a deceased 79-year-old can be as effective as one from a person 30 years younger.\n\nGenerally, guidelines classify donors older than 50 as “extended criteria donors,” but shortages have led to using these donors more frequently.\n\nItalian researchers retrospectively studied 647 kidney transplants, grouping the donors according to whether they were in their 50s, 60s, 70s or 80s. Recipients were at most seven years older or younger than the donors. The study is in the Clinical Journal of the American Society of Nephrology.\n\nIn an average follow-up of five years, they found that the rate of unusable donor kidneys and the long-term outcomes of recipients varied little among the first three age groups — around 18 percent of the organs had to be discarded, and the five-year survival was about 88 percent",
        "label": true
    },
    {
        "id": "story_reviews_00315",
        "image_url": "https://media2.s-nbcnews.com/j/newscms/2016_50/1829486/161212-infant-230p_64677bc4b5c8f22029588368beb1e4fd.nbcnews-fp-1200-630.jpg",
        "original_post": "Know Your Value",
        "label": false
    },
    {
        "id": "story_reviews_00317",
        "image_url": "https://www.statnews.com/wp-content/uploads/2015/11/Biogen-sign_AP-mage-1024x576.jpg",
        "original_post": "Why Biogen is breathing a sigh of relief with the latest Alzheimer’s data\n\nWe already know Eli Lilly’s big bet on Alzheimer’s disease didn’t work. But a deep dive into just how it failed has provided a bit of encouragement to Biogen (BIIB) and the many companies still hoping to succeed where their rival fell short.\n\nLilly’s treatment, solanezumab, had no significant effect on the buildup of toxic brain plaques believed by many to be responsible for Alzheimer’s neuron-destroying effects. The company had already disclosed that the treatment failed to improve patients’ cognition and function, but the new data, released Thursday night, shed some important light on the underlying biology.",
        "label": false
    },
    {
        "id": "story_reviews_00332",
        "image_url": "https://static01.nyt.com/images/2016/10/21/well/breathing1/breathing1-facebookJumbo.jpg",
        "original_post": "After 12 weeks of daily yoga and coherent breathing, the subjects’ depressive symptoms significantly decreased and their levels of gamma-aminobutyric acid, a brain chemical that has calming and anti-anxiety effects, had increased. The research was presented in May at the International Congress on Integrative Medicine and Health in Las Vegas. While the study was small and lacked a control group, Dr. Streeter and her colleagues are planning a randomized controlled trial to further test the intervention.\n\n“The findings were exciting,” she said. “They show that a behavioral intervention can have effects of similar magnitude as an antidepressant.”\n\nControlled breathing may also affect the immune system. Researchers at the Medical University of South Carolina divided a group of 20 healthy adults into two groups. One group was instructed to do two sets of 10-minute breathing exercises, while the other group was told to read a text of their choice for 20 minutes. The subjects’ saliva was tested at various intervals during the exercise. The researchers found that the breathing exercise group’s saliva had significantly lower levels of three cytokines that are associated with inflammation and stress. The findings were published in the journal BMC Complementary and Alternative Medicine in August.\n\nHere are three basic breathing exercises to try on your own.\n\nCoherent Breathing\n\nIf you have the time to learn only one technique, this is the one to try. In coherent breathing, the goal is to breathe at a rate of five breaths per minute, which generally translates into inhaling and exhaling to the count of six. If you have never practiced breathing exercises before, you may have to work up to this practice slowly, starting with inhaling and exhaling to the count of three and working your way up to six.",
        "label": true
    },
    {
        "id": "story_reviews_00343",
        "image_url": "http://cdn.cnn.com/cnnnext/dam/assets/160209132238-emerging-depression-treatments-00013816-exlarge-169.jpg",
        "original_post": "Story highlights Anti-cytokine drugs may treat depression in the future, researchers say\n\nThey are commonly prescribed to treat autoimmune diseases, such as rheumatoid arthritis and psoriasis\n\n(CNN) In the future, a new class of anti-inflammatory drugs could be used to treat depression, say University of Cambridge researchers.\n\nDrugs such as aspirin and ibuprofen treat inflammation, the body's immune response to infections or pathogens. During an inflammatory response, immune cells flood the bloodstream with proteins known as cytokines.\n\nDrugs to counteract these cytokines are the newest generation of anti-inflammatories. Some are so new, clinical trials are still testing their efficacy and safety for human use.\n\nBased on previous findings about depression, the team looked at the side effects experienced by patients given anti-cytokine drugs in 20 separate studies. All the participants had chronic autoimmune inflammatory diseases, which occur when healthy cells are mistaken for infected cells, causing the immune system to attack the body and leading to inflammation.\n\nRead More",
        "label": false
    },
    {
        "id": "story_reviews_00348",
        "image_url": "https://media2.s-nbcnews.com/j/newscms/2016_12/1441166/160301-bathrooms-mn-1850_f1f559c8b6dc2d6658fe42907d45084e.fit-760w.jpg",
        "original_post": "Botox Works As Well As Nerve Stimulator for Incontinence – Study",
        "label": false
    },
    {
        "id": "story_reviews_00351",
        "image_url": "https://static01.nyt.com/images/2016/10/01/science/01SKIN/01SKIN-facebookJumbo.jpg",
        "original_post": "The disease is characterized by an itching, oozing rash that can cover almost all of the skin. The constant itch, to say nothing of the disfigurement, can be so unbearable that many patients consider suicide. There has never been a safe and effective treatment.\n\nOn Saturday, the results of two large clinical trials of a new drug offered hope to the estimated 1.6 million adult Americans with an uncontrolled, moderate-to-severe form of the disease, atopic dermatitis, which is a type of eczema.\n\nMost patients who got the active drug, dupilumab, instead of a placebo reported that the itching began to wane within two weeks and was gone in a few months, as their skin began to clear. Nearly 40 percent of participants getting the drug saw all or almost all of their rash disappear.\n\nFor some, relief was almost instantaneous.\n\n“I knew immediately I was on the drug” and not the placebo, said Daniela Velasco, an event planner in Playa del Carmen, Mexico. Within a couple of weeks, the ugly red rash that had covered 90 percent of her body was almost gone. Even better, she said, “for the first time I didn’t feel any itch at all.”",
        "label": false
    },
    {
        "id": "story_reviews_00352",
        "image_url": "https://www.inquirer.com/resizer/6OCLVdof2txhOxgwAzqA4gpilHY=/1400x932/smart/arc-anglerfish-arc2-prod-pmn.s3.amazonaws.com/public/LXORQOSBGBEOPK5LWBQMAIBH2A.jpg",
        "original_post": "Master said each participant was asked to carry an accelerometer to record movements and an iPod Touch loaded with an app that would ping them prompts at intervals during each day to report any symptoms they were feeling. They also completed activity questionnaires and summaries. In addition, they wore a device called an ActiGraph to monitor sleep.",
        "label": false
    },
    {
        "id": "story_reviews_00361",
        "image_url": "https://media4.s-nbcnews.com/j/newscms/2016_37/1707526/160913-presbyopia-mbe-435p_1_39d1882d26175af35752e0d8a2f6122e.nbcnews-fp-1200-630.jpg",
        "original_post": "No More Readers? New Implant May Help Aging Eyes",
        "label": false
    },
    {
        "id": "story_reviews_00380",
        "image_url": "https://media2.s-nbcnews.com/j/newscms/2016_31/1652796/160804-zika-virus-jsw-130p_f00a9c22f3ba147e981ca6b1705994d8.nbcnews-fp-1200-630.jpg",
        "original_post": "Know Your Value",
        "label": false
    },
    {
        "id": "story_reviews_00381",
        "image_url": "https://s3.reutersmedia.net/resources/r/?m=02&d=20160806&t=2&i=1148570966&w=1200&r=LYNXNPEC7509M",
        "original_post": "The logo of Swiss pharmaceutical company Novartis is seen on its headquarters building in Basel, Switzerland October 27, 2015. REUTERS/Arnd Wiegmann/File Photo\n\nLONDON (Reuters) - The first new asthma pill in decades has produced promising results in a small clinical trial, potentially paving the way for another treatment option for patients by the end of the decade.\n\nFevipiprant, which is being developed by Novartis, reduced a biological marker of asthma nearly five-fold in the 12-week trial involving 61 patients, researchers said on Saturday. No serious adverse events were reported.\n\nLarger and longer studies are now needed to prove that the twice-daily pill can also reduce severe asthma attacks, known as exacerbations. Novartis believes the medicine could be filed for regulatory approval in around 2019.\n\nPills for asthma used to be standard treatment 40 or 50 years ago, but those older products were often associated with worrying side effects. They have since been replaced by inhalers that deliver small amounts of drugs directly into the lungs.\n\nThe Novartis pill works in a very precise way to block the action of inflammatory cells called eosinophils.\n\nThe latest research, published in the journal Lancet Respiratory Medicine, comes at a time of considerable innovation in asthma care, with the recent launch of new injectable drugs for severe asthma that also target eosinophils.\n\nAt the same time, many drugmakers are developing improved asthma inhalers, including “smart” devices with sensors that monitor use.",
        "label": false
    },
    {
        "id": "story_reviews_00391",
        "image_url": "https://static01.nyt.com/images/2016/06/20/health/well_nutrition/well_nutrition-facebookJumbo.jpg",
        "original_post": "Photo\n\nObese children who cut sugar from their diets saw improvements in markers of heart disease after just nine days, a study in Atherosclerosis found.\n\nFor the study, researchers evaluated 37 children ages 9 to 18 who were obese and at high risk for heart disease and Type 2 diabetes. The children were given food and drinks totaling the same number of calories, fat, protein and carbohydrates as their typical diets.\n\nThe only change was their sugar intake: The researchers swapped foods high in added sugars, like pastries and sweetened yogurts, for options like bagels and pizza. This lowered dietary sugar from 28 percent to 10 percent, and fructose from 12 percent to 4 percent of total calories.\n\nAfter nine days, the researchers found a 33 percent drop in triglycerides, a type of fat tied to heart disease; a 49 percent reduction in a protein called apoC-III that is tied to high triglyceride levels; and large reductions in small, dense LDL cholesterol, a risk factor for heart disease.\n\nThough this study is small and short-term, it builds on this group’s previous research implicating added sugars as a contributor to metabolic disorders and heart disease.\n\n“Sugar calories are not like other carbohydrate calories,” said Dr. Robert Lustig, a co-author of the study and professor of pediatrics at Benioff Children’s Hospital at the University of California, San Francisco. “Without changing total carbohydrate, or fat, or protein, we were able to accomplish this enormous improvement in their cardiovascular risk factors,” unrelated to weight loss, he said.",
        "label": false
    },
    {
        "id": "story_reviews_00397",
        "image_url": "https://static01.nyt.com/images/2016/07/08/science/12CAVATIES4/12CAVATIES4-facebookJumbo-v2.jpg",
        "original_post": "Silver diamine fluoride is already used in hundreds of dental offices. Medicaid patients in Oregon are receiving the treatment, and at least 18 dental schools have started teaching the next generation of pediatric dentists how to use it.\n\nDr. Richard Niederman, the chairman of the epidemiology and health promotion department at the New York University College of Dentistry, said, “Being able to paint it on in 30 seconds with no noise, no drilling, is better, faster, cheaper.”\n\n“I would encourage parents to ask for it,” he added. “It’s less trauma for the kid.”\n\nThe main downside is aesthetic: Silver diamine fluoride blackens the brownish decay on a tooth. That may not matter on a back molar or a baby tooth that will fall out, but some patients are likely to be deterred by the prospect of a dark spot on a visible tooth.\n\nUntil more insurers cover it, patients also have to cover the cost. Still, it’s relatively inexpensive. Dr. Michelle Urschel, an anesthesiologist, was happy to pay $25 to have Dr. Jeanette MacLean, a pediatric dentist in Glendale, Ariz., paint over a cavity that her son Knox, 4, had recently developed.",
        "label": false
    },
    {
        "id": "story_reviews_00411",
        "image_url": "https://media1.s-nbcnews.com/j/newscms/2016_24/1581741/160616-cancer-drug-patient-drip-1145a_13d65b1f595cf802d68deeb5003aa78d.nbcnews-fp-1200-630.jpg",
        "original_post": "Youssef Cohen, 68, undergoes cancer treatment as his wife Lindsay Wright checks his medication drip on March 17, 2016 in New York City. After trying other treatments, he is currently taking immunotherapy infusions of the drug Keytruda in a final effort to fight the disease. Cohen has an incurable cancer called mesothelioma and is advocating for the right to choose how and when he will die.\n\nJohn Moore / Getty Images, file",
        "label": false
    },
    {
        "id": "story_reviews_00416",
        "image_url": "https://www.inquirer.com/resizer/FS3cAAL4Ovy2QZBEqmhkIR5m_38=/1400x932/smart/arc-anglerfish-arc2-prod-pmn.s3.amazonaws.com/public/TIPHVUOBW5ETJKB4N4I7T5GXRQ.jpg",
        "original_post": "Though CA125 is valuable to look for recurrence of cancer, it is not recommended for screening because it can surge, for example, during menstruation. However, guidelines from the American College of Obstetricians and Gynecologists and the National Comprehensive Cancer Network (NCCN) recommend a CA125 test plus vaginal ultrasound imaging for a woman with nonspecific symptoms that could signal ovarian cancer, such as bloating and pain. A CT or MRI scan may be added, although these are expensive. A biopsy is usually avoided because it could spread cancer cells.",
        "label": false
    },
    {
        "id": "story_reviews_00430",
        "image_url": "https://www.inquirer.com/resizer/Nbx6AnbOLqdu-137es9MrZmUZwE=/800x533/smart/filters:format(webp)/arc-anglerfish-arc2-prod-pmn.s3.amazonaws.com/public/P5O2O6G5KFA7LEYE3XSGCR5PKQ.jpg",
        "original_post": "Sonata uses a probe that is inserted through the cervix into the uterus. The probe not only allows the doctor to see the fibroid using ultrasound, but it also has a radio-frequency device at the tip. The doctor hits a foot pedal to send energy through the probe to heat the fibroid, shrinking it over time. The body absorbs the dead tissue, so it does not have to be surgically removed.",
        "label": false
    },
    {
        "id": "story_reviews_00431",
        "image_url": "https://media2.s-nbcnews.com/j/newscms/2015_50/1329356/151206-jimmy-carter-jsw-1116a_2fd143237ade920973eaeca3812c4ad0.nbcnews-fp-1200-630.jpg",
        "original_post": "Former President Jimmy Carter answers questions during a news conference at a Habitat for Humanity building, Nov. 2, in Memphis, Tenn.\n\nMark Humphrey / AP file",
        "label": false
    },
    {
        "id": "story_reviews_00439",
        "image_url": "https://media2.s-nbcnews.com/j/newscms/2016_19/1529751/160509-second_skin-gonick-cream-mdl_b07089e163e3774cad54b204caf36f04.nbcnews-fp-1200-630.jpg",
        "original_post": "Researchers at MIT have developed a two-step cream that tightens and protects skin, providing a temporary face lift and perhaps offering new ways to deliver drugs.\n\nMelanie Gonick/MIT",
        "label": true
    },
    {
        "id": "story_reviews_00452",
        "image_url": "https://media1.s-nbcnews.com/j/newscms/2016_16/1503956/160419-stefan-reisch-stroke-746p_d5f342d695881a746351c56baa17879b.nbcnews-fp-1200-630.jpg",
        "original_post": "Stefan Reisch suffered a stroke and doctors used a stent retriever to capture the blood clot.\n\nNBC News",
        "label": true
    },
    {
        "id": "story_reviews_00454",
        "image_url": "https://www.inquirer.com/resizer/GH6kK8_SLh-gK3bBxtVTOyq_fwU=/800x533/smart/filters:format(webp)/arc-anglerfish-arc2-prod-pmn.s3.amazonaws.com/public/Y6BIW3L5MNGAFJMJ7DO5LEAPBE.jpg",
        "original_post": "The other is that, for tens of thousands of years, parasites and other infections unusual in modern society were a major problem in humans. The body developed a defense mechanism - inflammation - to fight them. Now, there aren't as many of these infectious diseases for our bodies to deal with, but we still have this defense mechanism. It has begun to target other things, such as allergens in the environment. Immunotherapy helps teach the body to better tolerate these harmless parts of our environment.",
        "label": false
    },
    {
        "id": "story_reviews_00457",
        "image_url": "https://media1.s-nbcnews.com/j/newscms/2016_26/1493206/160412-butter-mn-1515_cefdb8ba238ffe88a9e97e0e119a71c3.nbcnews-fp-1200-630.jpg",
        "original_post": "Using Vegetable Oils to Lower Cholesterol May Not Improve Longevity",
        "label": false
    },
    {
        "id": "story_reviews_00463",
        "image_url": "https://media1.s-nbcnews.com/j/newscms/2016_13/1478736/160330-blood-tubes-test-805a_52fbc2d945600b504cd1d285a0e7cae5.nbcnews-fp-1200-630.jpg",
        "original_post": "Know Your Value",
        "label": true
    },
    {
        "id": "story_reviews_00495",
        "image_url": "https://static01.nyt.com/images/2016/01/12/science/12MAMMOGRAM/12MAMMOGRAM-facebookJumbo-v2.jpg",
        "original_post": "Dr. Constance Lehman, a professor of radiology at Harvard Medical School and director of breast imaging at Massachusetts General Hospital, who is not on the task force, said she was pleased to see that although its advice had not changed, the group had placed more of an emphasis than before on the importance of women’s having the freedom to decide how often to be screened and when to start.\n\nThe guidelines state that from ages 40 to 74, screening will reduce the odds of dying from breast cancer, with women 40 to 49 benefiting the least and those 60 to 69 benefiting the most. The task force said it concluded “with moderate certainty” that the benefit was moderate in women 50 to 74 and small in women 40 to 49.\n\nFor every 10,000 women screened repeatedly over 10 years, four lives are saved in women 40 to 49; eight in women 50 to 59; 21 in women 60 to 69; and 13 in women 70 to 74, the task force found.\n\n“The science supports mammography as an important tool in the fight against breast cancer,” said Dr. Michael LeFevre, a former chairman of the task force and a professor of medicine at the University of Missouri. He noted that breast cancer deaths have decreased since mammography came into widespread use in the 1980s, though some of the decline, he said, was also due to better treatments. “We believe the benefits increase with age. But there are harms, and particularly in their 40s, women have to make a decision for themselves.”",
        "label": false
    },
    {
        "id": "story_reviews_00505",
        "image_url": "https://si.wsj.net/public/resources/images/BN-LP012_RESREP_8S_20151207104901.jpg",
        "original_post": "Drinking cow’s milk produced at night may be a treatment for anxiety and insomnia, suggests an animal study in the Journal of Medicinal Food.\n\nA glass of milk at bedtime has long been touted as a sleep aid. But the study found that milk collected at night, or night milk, had enhanced sedative effects in mice compared with milk produced during the day. Night milk significantly decreased the rodents’ physical activity, balance and coordination and increased sleep time compared with day milk, the research showed.\n\nMice fed night milk were more inclined to explore open spaces, an indication of reduced anxiety that was comparable to the effects from consuming diazepam, a drug commonly used to treat anxiety in people, the researchers said.\n\nNight milk is rich in tryptophan, a sleep-inducing compound, and melatonin, a hormone that regulates the sleep-wake cycle, the study said. Researchers in South Korea gave lab mice varying doses of dried milk powder made from cow’s milk collected during the day or night and mixed with distilled water. Analysis of the powders showed the night milk contained 24% more tryptophan and nearly 10 times as much melatonin as the day milk. Two groups of control mice received either injections of diazepam or plain drinking water. The mice underwent a series of tests about an hour after treatments. Mice that got night milk were significantly less active than either the mice fed day milk or water-fed controls. Diazepam-treated mice were the least active. Balance and coordination were measured by the number of falls from a rotating bar during a 20-minute period: Mice fed night milk on average fell four to five times, about twice as often as mice given day milk. Diazepam-treated controls fell about nine times, while the water-fed controls fell twice. Caveat: The effects of night milk haven’t been tested on people with sleep problems and anxiety disorders.\n\nCopyright ©2019 Dow Jones & Company, Inc. All Rights Reserved. 87990cbe856818d5eddac44c7b1cdeb8",
        "label": false
    },
    {
        "id": "story_reviews_00510",
        "image_url": "https://www.inquirer.com/resizer/n25m1KE35Gh52GPV4rVFqCsZ7K0=/1200x0/center/middle/www.inquirer.com/resizer/Bg582Ti9YPdYkYT0QmcmkIf8GkM=/1200x0/center/middle/arc-anglerfish-arc2-prod-pmn.s3.amazonaws.com/public/V2QZ3AVVOVB5RKAZ3VUKOMP4XQ.jpg",
        "original_post": "Paul Lehrer, a respiration expert at Rutgers University, said that hyperventilation alone would create a host of disturbing symptoms that could trigger emotional reactions, but that the pace and regularity of breathing were also important. No one breathes in perfect rhythm all day. We hold our breath when we're concentrating. We take in more air when we exercise. Irregular breathing in the form of frequent sighing and yawning, though, brings in more air and can contribute to hyperventilation. Breath-holding, and the subsequent compensation, also can lead to hyperventilation.",
        "label": false
    },
    {
        "id": "story_reviews_00512",
        "image_url": "https://cdn.cnn.com/cnnnext/dam/assets/150814115303-16-coffee-health-super-169.jpg",
        "original_post": "Story highlights A new study suggests that people who drink a lot of coffee have lower rates of death\n\nResearchers suspect that ingredients in coffee could have direct health benefits\n\n(CNN) Throughout the ages, coffee has been called a virtue and a vice for our health. The latest study comes down in favor of virtue: It says that drinking coffee, whether regular or decaf, could reduce the risk of death.\n\nResearchers started with data from surveys of adults in the United States that asked how much coffee they consumed, as well as other foods and drinks, and then they looked at their rates of death and disease over the following two decades.\n\nThe study was large, including more than 200,000 women and 50,000 men.\n\nAt first, researchers did not see an obvious relationship between coffee consumption and death rates. Study participants who drank between less than a cup of coffee and three cups a day had 5% to 9% lower risk of dying than those who drank no coffee. Those who drank more than three cups a day did not see any benefit. The finding was murky, like previous studies, some of which suggested a benefit and some did not.\n\nBut when the researchers looked at coffee consumption only among people who said they never smoked, the relationship became clearer: Those who drank between less than a cup of coffee and three cups a day had 6% to 8% lower risk of dying than noncoffee drinkers. Those who drank three to five cups and more than five cups had 15% and 12% lower death rates.\n\nRead More",
        "label": false
    },
    {
        "id": "story_reviews_00515",
        "image_url": "https://images.wsj.net/im-125571/social",
        "original_post": "The U.S. Food and Drug Administration said Tuesday it has approved Cotellic, a drug produced by Swiss biotech company Roche, for use in combination with the vemurafenib medication as a treatment for advanced melanoma.\n\nThe drugs are intended to target the illness after it has spread to other parts of the body or can’t be removed by surgery.\n\nAccording to the FDA, Cotellic and vemurafenib, which is marketed under the Zelboraf brand name, prevent or slow cancer cell growth. The drugs affect different parts of the same signaling pathway. The FDA said the safety and efficacy of Cotellic in combination with vemurafenib were shown in a clinical study of 495 patients with previously untreated, advanced melanoma that demonstrate the BRAF V600 mutation. The government agency said that common side effects of the Cotellic and vemurafenib combination was diarrhea, sensitivity to ultraviolet light, nausea, fever and vomiting. Cotellic could also cause “severe” side effects including heart damage, new skin tumors, retinal detachment, skin rash, liver damage and hemorrhage. Cotellic has received orphan drug designation, for which the FDA has provided incentives that include quicker approval, tax benefits for the developer and seven years’ protection from competition after approval. Conventional drugs typically get five years protection. Orphan drugs are defined as experimental treatments for diseases with fewer than 200,000 patients at any one time. Cotellic and Zelboraf are both marketed by California-based Genentech, a member of the Roche Group. Write to Ezequiel Minaya at ezequiel.minaya@wsj.com\n\nCopyright ©2019 Dow Jones & Company, Inc. All Rights Reserved. 87990cbe856818d5eddac44c7b1cdeb8",
        "label": true
    },
    {
        "id": "story_reviews_00517",
        "image_url": "https://www.inquirer.com/resizer/JTMkVnILmXDhHOibePY49_0mK7Q=/800x533/smart/filters:format(webp)/arc-anglerfish-arc2-prod-pmn.s3.amazonaws.com/public/VZCXGGET4JH3TF6PAHHQZ3JDSY.jpg",
        "original_post": "Still to come is an analysis of whether the amounts paid in the study - up to $1,024 over the course of a year - would be worth it, in terms of avoiding the costs of treating a certain number of heart attacks and strokes.",
        "label": false
    },
    {
        "id": "story_reviews_00533",
        "image_url": "https://static01.nyt.com/images/2015/10/06/science/06SCAN/06SCAN-facebookJumbo-v2.jpg",
        "original_post": "Heart researchers have long known that plaques in coronary arteries start out as pimplelike bumps but get waxy and hard and filled with calcium as time passes. Calcium shows up as white flecks in CT scans. The hard plaques are not the dangerous ones — it is the softer ones that rupture and cause a heart attack. But the amount of calcium in arteries can give a good idea of the presence or extent of coronary artery disease.\n\nDr. Krumholz and Dr. Khurram Nasir, a preventive cardiologist at Baptist Health South Florida, who conceived the new study, reasoned that research on heart scans had not been designed to help doctors make treatment decisions they face today.\n\nCurrent guidelines have vastly increased the number of people who are eligible to take statins. Many people, though, are reluctant to take them. So, the investigators asked, could a scan identify those whose actual risk is lower than what was calculated?\n\nThe study subjects were nearly 4,000 men and women ages 45 to 84 and included blacks, whites, Hispanics and Asians who were recruited in 2000 through 2002. According to today’s guidelines, half had risk scores high enough that a statin would be recommended or should be considered. But guidelines then were more conservative, and in accordance with them, the subjects did not take the drugs. All had heart scans, and half had no calcium visible on the scans. The subjects were followed for 10 years.\n\nIt turned out that the actual incidence of heart attacks or disabling chest pain in those with zero calcium was half or less than what the risk calculator predicted.\n\nFor example, a person who, according to the current risk calculator, has a 12 percent risk of a heart attack in the next decade should take a statin, the guidelines say. But if that person has a calcium score of zero, the actual risk turned out to be 4 percent, below the 7.5 percent threshold for recommending a statin according to the guidelines and below the 5 percent risk for considering a statin.",
        "label": false
    },
    {
        "id": "story_reviews_00539",
        "image_url": "https://static01.nyt.com/images/2012/06/19/health/well_behavior/well_behavior-superJumbo.jpg",
        "original_post": "Photo\n\nAgitation and aggression are common in Alzheimer’s patients, and there is no known safe and effective treatment. Now researchers report that a combination drug already in use for treating certain neurological problems may be a better remedy.\n\nDextromethorphan is a cough suppressant commonly found in over-the-counter cough medicines, and quinidine is a drug used to control heart rhythm disorders. In combination, they are used to treat pseudobulbar affect, a neurological disorder involving involuntary crying or other emotional displays.\n\nThe scientists randomized 152 Alzheimer’s patients to a 10-week course of dextromethorphan-quinidine and 127 to placebo. Researchers then rated them using a well-validated scale that measures aggression and agitation. The study is in the Sept. 22 issue of JAMA.\n\nAggression scores declined to 3.8 from 7.1 in the dextromethorphan-quinidine group and to 5.3 from 7.0 in those who took a placebo. Then the researchers re-randomized those who did not respond to placebo to receive either drugs or placebo, and found similar encouraging results for the drug combination.\n\n“Fifty-five percent of the people who were on drugs had a 50 percent reduction in their agitation,” said the lead author, Dr. Jeffrey L. Cummings, director of the Cleveland Clinic Lou Ruvo Center for Brain Health. “That’s a lot when a patient is striking and hitting and cussing. There are no currently approved treatments for agitation, and we’re very enthusiastic about this finding.”",
        "label": false
    },
    {
        "id": "story_reviews_00542",
        "image_url": "https://www.chicagotribune.com/resizer/7Qz9PnBhT0HNRiMeS8wpZwQ8kLo=/1200x0/top/arc-anglerfish-arc2-prod-tronc.s3.amazonaws.com/public/MO3G6AR3T5DNZMYILCPZ6UXKAQ.jpg",
        "original_post": "\"Every standard therapeutic option for women with these lesions destroys part of the cervix, which is particularly relevant for women of childbearing age, who may then be at risk for pre-term birth due to a weakened cervix,\" said Dr. Cornelia Trimble, professor of gynecology and obstetrics, oncology, and pathology at the Johns Hopkins University School of Medicine, and first author of the new report, which appeared online Sept. 17 in The Lancet. \"A vaccine able to cure precancerous lesions could eventually be one way women can avoid surgery that is invasive and can also harm their fertility.\"",
        "label": true
    },
    {
        "id": "story_reviews_00554",
        "image_url": "https://media3.s-nbcnews.com/j/newscms/2015_12/937816/2d274908021628-150318-restless-sleep-jsw-700p_d1c64531adc35c77562cc8e6ec49b195.nbcnews-fp-1200-630.jpg",
        "original_post": "Know Your Value",
        "label": false
    },
    {
        "id": "story_reviews_00561",
        "image_url": "https://static01.nyt.com/images/2015/08/18/science/18SPAN/18SPAN-facebookJumbo-v2.jpg",
        "original_post": "“Adapting to loss is as much a part of us as grief itself,” said Dr. Shear, who directs the Center for Complicated Grief at the Columbia University School of Social Work. With complicated grief, “something gets in the way of that adaptation,” she said. “Something impedes the course of healing.”\n\nHow common is this prolonged grief? An epidemiological study of more than 2,500 people, conducted in Germany in 2009, put the proportion at nearly 7 percent, and at 9 percent among those over age 61.\n\nGeorge A. Bonanno, director of the Loss, Trauma and Emotion Lab at Columbia University Teachers College, said the real figure might be closer to 10 to 15 percent.\n\nDr. Bonanno, author of “The Other Side of Sadness: What the New Science of Bereavement Tells Us About Life After Loss,” argues that resilience is the typical response to the death of loved ones. Yet, he notes, “we always see a group of people who don’t recover.”\n\nThe problem appears more likely when a death is sudden or violent; when the person who died was one’s spouse, romantic partner or child; and when the bereaved person has a history of depression, anxiety or substance abuse.\n\nDefining this sort of grief has engendered some professional disagreement. What criteria distinguish complicated grief from depression or anxiety? When does normal grief become prolonged? Researchers disagree on even the condition’s name.\n\nThe American Psychiatric Association, in the latest version of its Diagnostic and Statistical Manual of Mental Disorders, declined to classify complicated grief as a mental disorder and instead included “persistent complex bereavement-related disorder” in an appendix for further study.",
        "label": false
    },
    {
        "id": "story_reviews_00575",
        "image_url": "https://web.archive.org/web/20150722175832im_/http://a57.foxnews.com/global.fncstatic.com/static/managed/img/fn2/travel/876/493/pizzaistockeuifir.jpg?ve=1&tl=1",
        "original_post": "A new pill may help gluten-free diners enjoy pizza, pasta and other gluten-containing fare they regularly have to avoid during social gatherings.\n\nResearchers at the University of Alberta have developed a pill using egg yolk antibodies that helps coat gluten, allowing it to pass from the body without doing any damage, the Canadian Broadcasting Corporation (CBC) reported.\n\n“My friend is celiac. We haven’t had any entertaining with beers. So that’s why I developed this pill – for my friend,” Hoon Sunwoo, an associated professor of pharmaceutical sciences at UAlberta, told the CBC.\n\nCeliac disease is an autoimmune disorder in the small intestine that makes patients sensitive to gluten. Patients would take Sunwoo’s pill five minutes before eating and have a one-to-two hour window of eating foods they typically avoid, the CBC reported.\n\nHowever, Sunwoo warns the pill is neither a long-term solution for patients nor is it a cure for the disease— just an aid to help improve quality of life.\n\n“This is not treating the celiac disease or curing celiac disease,” he told local media. “It’s just to try to help them improve their quality of life so when they want to socialize with peers or friends.”\n\nResearchers expect to begin clinical trials with the pill in 2016, CBC reported.",
        "label": true
    },
    {
        "id": "story_reviews_00580",
        "image_url": "https://assets2.cbsnewsstatic.com/hub/i/r/2021/04/06/c0c0c84c-4c5b-4d60-bfc1-c45f22dfc55f/thumbnail/1280x720/fc61a5de9a6d39df41ce66fccedc0220/web-0713-prenataltest-420453-640x360.jpg?v=47479038714af14683e43d6675dccca0",
        "original_post": "While prenatal testing is widely used for pregnant women at risk of having babies with chromosome disorders such as Down syndrome, new research shows certain types of tests may also reveal markers of cancer in mothers.\n\nWhen Marin Mejia was pregnant with her son Owen, one such blood test that picks up DNA from mother and baby came back showing abnormal results. Further testing showed the baby was healthy.\n\nBut doctors told Mejia they needed to investigate what caused the irregular finding.\n\nAt the time she was 39 and had experienced bleeding she blamed on hemorrhoids. More testing showed she had anal cancer.\n\nRecent research from Tufts Medical Center found evidence that these prenatal tests can detect cancers in pregnant women. The study, funded by Illumina, a maker of one non-invasive prenatal test, looked at eight women with abnormal test results. The findings are published in the Journal of the American Medical Association.\n\n\"If there is cancer, the tumor is shedding DNA into the mother's blood as well and that is what is accounting for this imbalance,\" study author Dr. Diana Bianchi, who serves on an advisory panel for the company, told CBS News.\n\nMejia's cancer was advanced and it spread to her lymph nodes and lungs. Doctors delivered Owen at 32 weeks so she could begin chemotherapy and radiation.\n\n\"I am thankful for every minute I get to spend with them,\" she said. \"I refuse to believe that there's going to be any other outcome than 'it's all going to be okay' because the alternative is unfortunately not something I want to think about.\"\n\nRecent tests show the cancerous nodules in Mejia's lungs are shrinking, and she hopes for more good news after scans later this summer.",
        "label": true
    },
    {
        "id": "story_reviews_00581",
        "image_url": "https://media1.s-nbcnews.com/j/newscms/2014_29/567726/140716-cholesterol-check-1605_378e165d5cff99cf37f6fddf20448d58.nbcnews-fp-1200-630.jpg",
        "original_post": "More People Should Get Statins, Report Says",
        "label": false
    },
    {
        "id": "story_reviews_00582",
        "image_url": "https://static01.nyt.com/images/2015/07/15/science/15statins2/15statins2-facebookJumbo.jpg",
        "original_post": "A study published last year estimated that 56 million American adults, or almost half those age 40 to 75, would be advised to take statins under the new guidelines, compared with 43.2 million, or 37.5 percent, under the old ones. In actuality, about one in four adults of that age now take statins, according to the Centers for Disease Control and Prevention.\n\nThe guidelines, issued by two leading cardiology societies in November 2013, move away from trying to lower cholesterol to particular target levels. Instead, patients are urged to consider statins if they have an overall risk of 7.5 percent of developing a heart attack or stroke in the next 10 years. The risk can be calculated using an online tool that considers such factors as gender, age, race, total cholesterol, systolic blood pressure and smoking status.\n\nThe guidelines were contested almost as soon as they were announced. Critics said that the online calculator greatly overstated a patient’s risk of developing a heart problem and that new guidelines would lead millions of additional people to take statins, exposing them to potential side effects such as muscle pain or damage with little to gain.\n\nThat debate continues with the release of the new studies.\n\n“These two articles indicate that the new guidelines allow you to treat more people and provide better results at a reasonable cost,” said Dr. Harlan Krumholz, a cardiologist at Yale, who was not involved in the studies.\n\nBut some say the studies have too many shortcomings to be persuasive.\n\n“I don’t think they are terribly informative and I don’t think they change our thinking,” said Dr. Steven E. Nissen, the chairman of cardiovascular medicine at the Cleveland Clinic.",
        "label": false
    },
    {
        "id": "story_reviews_00589",
        "image_url": "https://s4.reutersmedia.net/resources/r/?m=02&d=20150701&t=2&i=1060707933&w=1200&r=LYNXNPEB60278",
        "original_post": "The logo of Bayer AG is pictured at the Bayer Healthcare subgroup production plant in Wuppertal February 24, 2014. REUTERS/Ina Fassbender\n\n(Reuters) - Bayer Healthcare said on Wednesday the U.S. Food and Drug Administration approved using transvaginal ultrasound as an alternate test to confirm if the company’s Essure permanent birth control device has been placed properly.\n\nEssure is a small metal coil inserted into woman’s fallopian tubes. But since its approval in 2002, women using the device have sent the FDA more than 5,000 complaints, ranging from pain and menstrual problems to pregnancies and even deaths.\n\nSome of the complaints related to the placement of the device.\n\nIn a transvaginal ultrasound (TVU), sound waves emitted from a probe placed in vagina help a physician check if Essure has been placed properly.\n\nThis test is an alternative to the generally-prescribed modified hysterosalpingogram (HSG) test in which an x-ray of the uterus and fallopian tubes is used to check for proper device placement.\n\nA woman using Essure must do a test to confirm that the device is properly placed within three months of the procedure and until she receives a confirmation from her doctor, she must use alternate birth control methods, Bayer said in a statement on Wednesday.\n\nAll physicians who offer Essure are expected to be trained to perform the TVU confirmation test by mid-2016, the company said.\n\nThe training will start in September, the same month the FDA will hold a public panel meeting to discuss the safety and effectiveness of Essure.",
        "label": true
    },
    {
        "id": "story_reviews_00594",
        "image_url": "https://web.archive.org/web/20150630193232im_/http://a57.foxnews.com/global.fncstatic.com/static/managed/img/fn2/video/876/493/spices640.jpg?ve=1&tl=1",
        "original_post": "While many dismiss spices as simply preservatives, just a pinch of the right kind can have surprising health benefits. Professional chef and author Floyd Cardoz utilizes spices in his dishes to promote healthier meals with plenty of flavor.\n\n“I grew up in Bombay, India, and I’m known for my use of spice in food,” Cardoz, also a partner of White Street in New York City, told FoxNews.com. Cardoz credits his years in the kitchen with leading him to discover that spices were more than just color and taste.\n\n“Turmeric is the yellow coloring that you find in most curries,” Cardoz said. “But what most people don’t know about turmeric is that it’s a great antioxidant, it’s got great anti-cancer properties.”\n\nAdding freshly ground black pepper can strengthen the benefits of turmeric in some dishes, and even help prevent breast cancer tumors from growing, according to a study from the University of Michigan Comprehensive Cancer Center.\n\nCardoz creates combinations of healthy, cancer-fighting spices to increase their benefits. The fennel-ginger broth that accompanies his braised snapper can help to fight off harmful cancer cells.\n\nFennel, often used in Indian, Middle Eastern and Mediterranean cooking, contains anethole which restricts the adhesive properties of cancer cells. Ginger, another cancer-fighting spice, consists of not one, but two anti-cancer compounds called gingerol and zingerol which complement each other in the body.\n\n“They are both antioxidants and anti-inflammatory,” Cardoz said.\n\nStudies also show that capsaicin in chili peppers ignites the body’s fight against potential cancer cells. Studies have shown it can also dramatically reduce leukemia cells. Garlic, onions, shallots and leeks can also act as cancer preventers, while adding flavor to many everyday dishes.\n\nBut Cardoz warns not to overdo it, and adds that the key is to use all these spices within the restraints of a balanced diet.",
        "label": true
    },
    {
        "id": "story_reviews_00597",
        "image_url": "https://media1.s-nbcnews.com/j/newscms/2015_26/1091731/150624-blood-drop-jsw-552p_d760871649680fa9d8cdf21310b2815e.nbcnews-fp-1200-630.jpg",
        "original_post": "A diabetic measures his blood sugar level with a sample of his blood from his finger and a blood sugar analyser in Frankfurt, Germany.\n\ndpa via AP file",
        "label": true
    },
    {
        "id": "story_reviews_00609",
        "image_url": "https://media4.s-nbcnews.com/j/newscms/2014_21/451246/140519-hamburger-food-830a_f8b0c29a1a946b2fc7b2c3f7a56adf30.nbcnews-fp-1200-630.jpg",
        "original_post": "Know Your Value",
        "label": false
    },
    {
        "id": "story_reviews_00624",
        "image_url": "https://static01.nyt.com/images/2015/05/08/upshot/11UP-Health/11UP-Health-facebookJumbo.jpg",
        "original_post": "Aaron E. Carroll answered readers’ questions about this article in a follow-up here.\n\nWhen I was a kid, my parents refused to let me drink coffee because they believed it would “stunt my growth.” It turns out, of course, that this is a myth. Studies have failed, again and again, to show that coffee or caffeine consumption are related to reduced bone mass or how tall people are.\n\nCoffee has long had a reputation as being unhealthy. But in almost every single respect that reputation is backward. The potential health benefits are surprisingly large.\n\nWhen I set out to look at the research on coffee and health, I thought I’d see it being associated with some good outcomes and some bad ones, mirroring the contradictory reports you can often find in the news media. This didn’t turn out to be the case.\n\nJust last year, a systematic review and meta-analysis of studies looking at long-term consumption of coffee and the risk of cardiovascular disease was published. The researchers found 36 studies involving more than 1,270,000 participants. The combined data showed that those who consumed a moderate amount of coffee, about three to five cups a day, were at the lowest risk for problems. Those who consumed five or more cups a day had no higher risk than those who consumed none.",
        "label": false
    },
    {
        "id": "story_reviews_00626",
        "image_url": "https://www.inquirer.com/resizer/L8QOYr1Mlu-B0pRKt8zi6mG69u0=/500x333/smart/filters:format(webp)/arc-anglerfish-arc2-prod-pmn.s3.amazonaws.com/public/CACFHIHVSZH3JJTZKDQRPD4S4Q.jpg",
        "original_post": "At Cooper, cardiologist Phillip Koren said he and colleagues have used the Lariat on the left atrial appendage of about 10 patients in the last six months. The closure was unsuccessful in a few of those cases, but in those, there have been no strokes, said Koren, deputy director of the Cooper Heart Institute. None of the 10 patients suffered adverse events from the device.",
        "label": false
    },
    {
        "id": "story_reviews_00631",
        "image_url": "https://static01.nyt.com/images/2015/05/01/science/30CHIN1/30CHIN1-facebookJumbo-v2.jpg",
        "original_post": "In studies conducted for F.D.A. approval, the most commonly reported side effects were bruising, pain and swelling. Dr. Derek H. Jones, a dermatologist and a principal investigator in a trial of the drug’s effectiveness, found that people with the most fat had the most swelling. It usually cleared up in 48 to 72 hours.\n\n“That makes sense, because you’re destroying more fat cells,” said Dr. Jones, a paid consultant who will teach injectors and who treated Ms. Gallagher. In his experience, the first treatment is the most painful.\n\nThe injections will be commercially available in late summer, after doctors are trained to give them. The price for Kybella is not yet set.\n\nNot every patient is a good candidate for this treatment, several experts said. If a patient has excess fat and loose skin, Dr. Rohrich said, “you’ll have a crepey neck and need a neck lift” after fat is reduced with the shot. Neck lifts can cost $5,000 or more.\n\nImage Ms. Gallagher before the injections to slim down her double chin.\n\nThe drug does not target only fat cells. It will also destroy skin cells if inadvertently injected into the skin, the F.D.A. has warned.\n\n“If you inject into the dermis, you can hurt the skin,” Dr. Rohrich said. “This drug needs to go into fat tissue to work.” Misdirected injections could even harden skin, he said.",
        "label": false
    },
    {
        "id": "story_reviews_00633",
        "image_url": "https://assets3.cbsnewsstatic.com/hub/i/r/2021/04/03/0181dde1-722a-4677-8054-705b29e1288f/thumbnail/1280x720/6dc86eec693c5416180f526f8df9c187/cbsn-0427-chloresterol-383989-640x360.jpg?v=47479038714af14683e43d6675dccca0",
        "original_post": "One in six American adults lives with high cholesterol, and millions have trouble getting it under control, according to the Centers for Disease Control and Prevention. Now, researchers believe a a new type of experimental drug may help change that.\n\nResearchers analyzed 24 randomized control trials to assess the efficacy and safety of the new drugs, called PCSK9 antibodies, in adults with high cholesterol levels. The antibodies target the cholesterol-regulating protein PCSK9 and lower the levels of LDL, the so-called \"bad\" cholesterol, by 60 percent.\n\nThe results, published in the Annals of Internal Medicine, also show that the drugs have a significant effect on reducing heart attacks and overall mortality.\n\nNew cholesterol drug could be biggest advance since statins\n\n\"It seems that the group that takes them, compared to the group that doesn't, has half the rate of cardiovascular events and mortality as those that don't,\" Dr. Seth S. Martin of the Johns Hopkins School of Medicine told CBS News.\n\nCurrent guidelines suggest cholesterol be treated with statins, a class of drugs that inhibit an enzyme that plays an important role in the production of cholesterol in the liver. But some patients can't tolerate the side effects, which can include headache, difficulty sleeping, muscle aches, diarrhea, constipation and nausea or vomiting.\n\nOthers have such high cholesterol that taking statins alone is not enough. These new drugs \"could be for someone who needs an addition to statin, or it could be instead of statin,\" Martin said.\n\nIn an editorial published along with the study, experts note that although the results are promising, more long-term research is needed to make definitive conclusions about the drug.",
        "label": false
    },
    {
        "id": "story_reviews_00633",
        "image_url": "https://assets3.cbsnewsstatic.com/hub/i/r/2021/04/03/0181dde1-722a-4677-8054-705b29e1288f/thumbnail/1280x720/6dc86eec693c5416180f526f8df9c187/cbsn-0427-chloresterol-383989-640x360.jpg?v=1acc31b0e955989267fc7dd28b496c5e",
        "original_post": "One in six American adults lives with high cholesterol, and millions have trouble getting it under control, according to the Centers for Disease Control and Prevention. Now, researchers believe a a new type of experimental drug may help change that.\n\nResearchers analyzed 24 randomized control trials to assess the efficacy and safety of the new drugs, called PCSK9 antibodies, in adults with high cholesterol levels. The antibodies target the cholesterol-regulating protein PCSK9 and lower the levels of LDL, the so-called \"bad\" cholesterol, by 60 percent.\n\nThe results, published in the Annals of Internal Medicine, also show that the drugs have a significant effect on reducing heart attacks and overall mortality.\n\nNew cholesterol drug could be biggest advance since statins\n\n\"It seems that the group that takes them, compared to the group that doesn't, has half the rate of cardiovascular events and mortality as those that don't,\" Dr. Seth S. Martin of the Johns Hopkins School of Medicine told CBS News.\n\nCurrent guidelines suggest cholesterol be treated with statins, a class of drugs that inhibit an enzyme that plays an important role in the production of cholesterol in the liver. But some patients can't tolerate the side effects, which can include headache, difficulty sleeping, muscle aches, diarrhea, constipation and nausea or vomiting.\n\nOthers have such high cholesterol that taking statins alone is not enough. These new drugs \"could be for someone who needs an addition to statin, or it could be instead of statin,\" Martin said.\n\nIn an editorial published along with the study, experts note that although the results are promising, more long-term research is needed to make definitive conclusions about the drug.",
        "label": false
    },
    {
        "id": "story_reviews_00634",
        "image_url": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/ISJHN4FMTUI6JHER5HJPT7PGIQ&w=1200",
        "original_post": "They did so to offer support, but also to spread awareness, because they say too often life and death for someone having a cardiac arrest comes down to chance. If a bystander performs CPR while medics are on their way, survival rates more than double, doctors say.",
        "label": true
    },
    {
        "id": "story_reviews_00643",
        "image_url": "https://static01.nyt.com/images/2015/03/31/science/31SPAN-Color/31SPAN-Color-facebookJumbo.jpg",
        "original_post": "Gerald J. Hladik was 74 when the day long anticipated by his doctors arrived: His kidneys, damaged years earlier by a viral infection, had lost 85 percent of their function.\n\nTime to begin dialysis.\n\nBut from the beginning, Mr. Hladik resisted. An IBM retiree, he loved fishing, boating and gardening — and hated hospitals. “He said, ‘I don’t want to spend my time doing this,’ ” recalled his son, Dr. Gerald A. Hladik. “He wanted to be at home with his dog. He wanted to be able to go to the beach.”\n\nA nephrologist at the University of North Carolina School of Medicine, Dr. Hladik understood better than most how kidney dialysis could consume a patient’s days. His father’s eventful medical history included a serious stroke and coronary bypass surgery.\n\n“Dialysis may have prolonged his life, but I suspect only by a couple of months,” Dr. Hladik said.\n\nSo after considerable discussion, Mr. Hladik decided to skip the three weekly trips to a renal center, along with the resulting fatigue and dietary and travel restrictions. His doctors managed his heart disease and hypertension with drugs. He died at home in November, a year and a half after saying no to dialysis.",
        "label": false
    },
    {
        "id": "story_reviews_00646",
        "image_url": "https://static01.nyt.com/images/2015/03/25/us/25cancer-web/25cancer-web-facebookJumbo.jpg",
        "original_post": "Cancer experts said Tuesday that the actress and filmmaker Angelina Jolie Pitt was wise to have had her ovaries and fallopian tubes removed last week because she carries a genetic mutation, BRCA1, that significantly increases the risk of ovarian cancer, a disease so difficult to detect that it is often found only at an advanced, untreatable stage.\n\nThey also said Ms. Jolie Pitt’s decision to discuss her own choices so frankly will encourage women in similar situations to consider their own options. BRCA mutations cause about 5 to 10 percent of breast cancers and 10 to 15 percent of ovarian cancers among white women in the United States. It is unclear how common the mutations are in other racial and ethnic groups.\n\n“Prophylactic removal of ovaries and fallopian tubes is strongly recommended in women before age 40 in BRCA1 and BRCA2 mutation carriers,” said Dr. Susan Domchek, executive director of the University of Pennsylvania’s Basser Research Center, which specializes in BRCA mutations. “There is no effective screening for ovarian cancer and too many women with advanced stage ovarian cancer die of their disease.”\n\nWriting for The New York Times’s Op-Ed page, Ms. Jolie Pitt, 39, said she had expected to have her ovaries and fallopian tubes removed, a procedure called a laparoscopic bilateral salpingo-oophorectomy, but that a cancer scare made her decide to undergo the procedure sooner. Her mother, aunt and grandmother died of cancer.",
        "label": false
    },
    {
        "id": "story_reviews_00658",
        "image_url": "https://media2.s-nbcnews.com/j/newscms/2015_11/931001/150313-electrocardiogram-jsw_b2061ddad56eff2cea3fca2898de97c0.nbcnews-fp-1200-630.jpg",
        "original_post": "Stress Test or 3-D Scan? And the Best Heart Exam Is ...",
        "label": false
    },
    {
        "id": "story_reviews_00666",
        "image_url": "https://s.abcnews.com/images/Health/GTY_treadmill_jef_150302_16x9_992.jpg",
        "original_post": "Going for a jog on a treadmill can predict how long you’re going to live, a large new study suggests.\n\nResearchers from Johns Hopkins Medicine looked at standard treadmill stress test results for more than 58,000 subjects, ages 18 to 96. After age and sex, the two best predictors of whether the patient would be alive in ten years was how highly activated their metabolism was and how fast their heart would beat during the test.\n\nMetabolism was calculated using \"metabolic equivalent of tasks\" or METs, a measure of how much energy someone expends during a task. The higher MET level achieved, the more likely it was the subject would last another decade.\n\nThe closer someone came to reaching their maximum heart rate as they ran, the less likely they were to die within ten years, compared to someone who only reached about 85 percent of their maximum heart rate during the test. Maximum heart rate was determined by subtracting the subject’s age from 220, a formula that’s been used for decades by exercisers and doctors alike.\n\nDr. Jennifer Ashton, ABC News medical contributor, explained the science behind the test on \"Good Morning America.\"\n\n“In medicine we usually base predictions of survival on the absence or presence of a disease state,” she said. “What’s new here is that there is now a fancy equation doctors can use to compare the chances of survival for one 50-year-old woman against another 50-year-old woman.”\n\nRather than being viewed as morbid, experts should be able to use this information to motivate people to change their behavior, Ashton said. Everyone can improve their survival score by exercising more often and pushing it a little harder when they do, she added.\n\n“This is in your power to change and improve your numbers. You can actually change your own destiny,” she said.",
        "label": true
    },
    {
        "id": "story_reviews_00680",
        "image_url": "https://static01.nyt.com/images/2015/02/18/science/18smoking/18smoking-facebookJumbo.jpg",
        "original_post": "“Sometimes serious addiction needs to be coaxed down the stairs one at a time, not thrown off the top floor,” said Dr. Abrams, who was not involved in the study.\n\nThe study was funded by Pfizer, the drug company that makes Chantix, a treatment that costs about $250 a month. Federal regulators require companies to conduct studies proving the effectiveness of such therapies, and monitor them closely. The practice is common for smoking cessation therapies, said Robert West, director of tobacco studies at University College London, who was among the study’s authors. If such studies were funded by the government, which sustains a lot of academic research, taxpayers would bear the burden for what the company would eventually profit from, he said.\n\nStill, some researchers not involved in the study said the topic required more work.\n\n“The approach taken here is a very reasonable one that appears to have been successful,” said Gary A. Giovino, a professor of health behavior at the State University of New York at Buffalo. “But the findings from one study do not make a fact. We need more studies, funded by someone other than the company that makes the product.”\n\nSmoking is the largest cause of preventable death in the United States, killing more than 480,000 Americans a year. The smoking rate has declined substantially since the 1960s, but the pace of decline has slowed in recent years and health experts are trying to figure out how to get more smokers to quit.\n\nAbout 1,500 patients at 61 clinics in the United States and abroad participated in the study. None were willing to quit immediately, but all said they wanted to smoke less and to quit for good within three months. They were randomly assigned to two groups. One got Chantix, the brand name of the drug varenicline, which is taken twice a day by mouth as a pill; the other group got a placebo.",
        "label": false
    },
    {
        "id": "story_reviews_00688",
        "image_url": "https://assets3.cbsnewsstatic.com/hub/i/r/2021/03/30/47be0e97-d36c-412a-b647-1bbb52be6834/thumbnail/1280x720/c03750df90af940910023a7cee0d3a1e/web-0209-elderberry-1-342503-640x360.jpg?v=1acc31b0e955989267fc7dd28b496c5e",
        "original_post": "An ancient herbal remedy is getting fresh attention this cold and flu season.\n\nSome parents and even pediatricians believe elderberry extract or syrup can help kids stay healthy and lessen the symptoms when they do get sick.\n\nThe Brennan family in Glen Rock, New Jersey, believes it works..\n\n\"So we give the kids, and we take it ourselves, elderberry every morning right after breakfast,\" Kevin Brennan told CBS News.\n\nHe whips up a homemade concoction using frozen elderberries, blueberries and honey.\n\nSome medical research suggests elderberry may reduce swelling in the mucous membranes to help relieve congestion. The Brennans' pediatrician, Dr. Lawrence Rosen, explains, \"Elderberry contains chemicals which are flavonoids which are anti-inflammatory agents.\"\n\nRaw elderberry is poisonous. istockphoto\n\nOne small study found an elderberry extract called Sambucol could shorten the duration of flu symptoms after a person gets sick by about 3 days. That would be similar to prescription antiviral medications like Tamiflu or Relenza, which have been proven effective in much larger studies and approved by the FDA to shorten the duration of the flu.\n\n\"There is not enough research about whether [elderberry] works in children and there is also isn't enough information about the proper dose in children,\" Dr. Anna Minta of Johns Hopkins Children's Center told CBS News.\n\nBefore you start popping elderberries, beware: eating them raw can make you sick.\n\nThe University of Maryland Medical Center says European elder, also called black elder, is the variety most often used for medicinal purposes. Raw or unripe elderberries, as well as other parts of the plant, contain a toxic compound related to cyanide. If the berries are not cooked thoroughly they can be poisonous.\n\nBut Kevin Brennan says, for his family, the natural alternative seems to be working. \"The duration and the severity of how they get sick is much less and they get healthy quicker,\" he said.",
        "label": false
    },
    {
        "id": "story_reviews_00714",
        "image_url": "https://static01.nyt.com/images/2012/05/07/health/well-nutrition/well-nutrition-superJumbo.jpg",
        "original_post": "Photo\n\nCan a cup of blueberries keep the doctor away? Maybe.\n\nResearchers conducted a randomized, double-blind, placebo-controlled study of 40 postmenopausal women ages 45 to 65 with high blood pressure. Half ate 22 grams of freeze-dried blueberry powder (equivalent to a cup of blueberries) daily for eight weeks. The others consumed an identical-looking and tasting placebo.\n\nThe study, in The Journal of the Academy of Nutrition and Dietetics, found that those who ate the blueberry preparation saw an average 5.1 percent decrease in systolic blood pressure (the top number) and a 6.3 percent decrease in diastolic pressure. Levels of nitric oxide, known to be involved in relaxing and widening blood vessels, increased significantly in the blueberry eaters. There were no significant changes in the placebo group.\n\nThe improvement, the scientists write, was moderate compared with that of blood pressure medicines. But, they say, eating blueberries in larger amounts or for longer periods could increase the effect.\n\nThe lead author, Sarah A. Johnson, a postdoctoral researcher at Florida State University, said she saw no reason for people to radically change their diet, but that if they are not eating blueberries, they might want to try them. “There is something very special about the composition of blueberries that is responsible for their effect on blood pressure,” she said. “Other fruits and plant extracts have not produced the same result.”",
        "label": true
    },
    {
        "id": "story_reviews_00729",
        "image_url": "https://static01.nyt.com/images/2013/05/22/business/22-DRUG/22-DRUG-articleLarge.jpg",
        "original_post": "A new asthma drug being developed by Sanofi and Regeneron Pharmaceuticals may help patients whose condition is not well controlled by existing medicines, according to the results of a small clinical trial released Tuesday.\n\nIn the 12-week study, the number of asthma attacks or other outbreaks of symptoms decreased by 87 percent in those getting the drug, dupilumab, compared with those getting a placebo.\n\nOther measures of lung function and disease control also improved, according to the study results, which were published online Tuesday in The New England Journal of Medicine and presented at the annual meeting of the American Thoracic Society in Philadelphia.\n\nDupilumab blocks the action of interleukin-4 and interleukin-13, two inflammatory chemicals made by the body that are believed to contribute to asthma. Sanofi and Regeneron say there are also preliminary signs dupilumab works against the skin condition atopic dermatitis, suggesting it can be blocking a biological pathway that contributes to multiple allergic conditions.",
        "label": false
    },
    {
        "id": "story_reviews_00739",
        "image_url": "https://web.archive.org/web/20130411010120im_/http://graphics8.nytimes.com/images/2013/04/05/science/05wellwalnuts/05wellwalnuts-tmagArticle.jpg",
        "original_post": "Andrew Scrivani for The New York Times\n\nEating walnuts may reduce the risk for Type 2 diabetes in women, a large new study concludes.\n\nPrevious studies have suggested an inverse relationship between tree nut consumption and diabetes. Though the findings are correlational, walnuts are uniquely high in omega-3 and omega-6 fatty acids, which may be of particular value in Type 2 diabetes prevention.\n\nThe scientists, writing in the April issue of The Journal of Nutrition, used dietary and health data on 138,000 women participating in a large continuing study of women’s health. Beginning in 1999 they collected data on walnut consumption, and followed the women for the next 10 years. They found 5,930 cases of Type 2 diabetes.\n\nWomen who ate walnuts tended to weigh less, consume more fish and exercise more than those who did not. But researchers controlled for these and many other factors, and found that compared with women who ate no walnuts, those who consumed 8 ounces of walnuts or more a month reduced their risk for Type 2 diabetes by 24 percent.\n\n“There’s been a lot of research on nuts in general in relation to cardiovascular health,” said the senior author, Dr. Frank B. Hu, a professor of medicine at Harvard. “This is the first on walnuts and diabetes. Walnuts may have some unique benefits.”\n\nThe study was supported with grants from the National Institutes of Health and the California Walnut Commission.",
        "label": true
    },
    {
        "id": "story_reviews_00761",
        "image_url": "https://www.inquirer.com/resizer/F9MaeFP4WXxSy5UBvCfJwEcun-M=/500x500/left/top/media.inquirer.com/storage/inquirer/covers/inqFrontPage.jpg%3Fd=20191111-14",
        "original_post": "Bleier said the device, which consists of a lead wire and a neurostimulator the size of a stopwatch, is implanted on top of a buttock muscle. Patients don't feel it when they sit down and you can't see its imprint under a tight pair of pants. Patients can try the stimulation for two weeks with the pacemaker outside the body before deciding whether to have it implanted, an outpatient procedure. Medicare pays about $21,500 for the device and treatment.",
        "label": false
    },
    {
        "id": "story_reviews_00769",
        "image_url": "https://static01.nyt.com/images/2013/01/02/business/JP-DRINK-2/JP-DRINK-2-jumbo.jpg?quality=75&auto=webp&disable=upscale",
        "original_post": "Energy drinks are the fastest-growing part of the beverage industry, with sales in the United States reaching more than $10 billion in 2012 — more than Americans spent on iced tea or sports beverages like Gatorade.\n\nTheir rising popularity represents a generational shift in what people drink, and reflects a successful campaign to convince consumers, particularly teenagers, that the drinks provide a mental and physical edge.\n\nThe drinks are now under scrutiny by the Food and Drug Administration after reports of deaths and serious injuries that may be linked to their high caffeine levels. But however that review ends, one thing is clear, interviews with researchers and a review of scientific studies show: the energy drink industry is based on a brew of ingredients that, apart from caffeine, have little, if any benefit for consumers.\n\n“If you had a cup of coffee you are going to affect metabolism in the same way,” said Dr. Robert W. Pettitt, an associate professor at Minnesota State University in Mankato, who has studied the drinks.",
        "label": false
    },
    {
        "id": "story_reviews_00770",
        "image_url": "https://www.inquirer.com/resizer/mhQDMGXTCXfPfEaY0-GmG8kbdwE=/1400x932/smart/arc-anglerfish-arc2-prod-pmn.s3.amazonaws.com/public/CUKCGLE3XBBFJDAFYYRB2NB75Q.jpg",
        "original_post": "Claudia Kawas, a geriatric neurologist at the University of California, Irvine, said a patient strode into her office soon after the FDA approved the procedure and asked for the \"Alzheimer's test.\" In one hand, he held an article about the approval of Amyvid. In the other, he had a document from a right-to-die group. If the test was positive, he told her, he would get his affairs in order and kill himself within 60 days.",
        "label": false
    },
    {
        "id": "story_reviews_00775",
        "image_url": "https://www.inquirer.com/resizer/9Y4E-mJqHr_4YIz1qsO6k-yXT4c=/1400x932/smart/arc-anglerfish-arc2-prod-pmn.s3.amazonaws.com/public/WPUJSQZJZZGAFEYRKODXGFQ5DI.jpg",
        "original_post": "\"Previous patients got sick, but it wasn't clear at the time whether it was due to the T cells or an infection,\" said pediatric oncologist Stephan Grupp, who oversaw Emily's care at Children's Hospital of Philadelphia. \"Now we know the main reason they were sick was the cells. But now we can intervene. She taught us.\"",
        "label": false
    },
    {
        "id": "story_reviews_00794",
        "image_url": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
        "original_post": "LOS ANGELES (Reuters) - Amgen Inc’s experimental drug AMG145 reduced levels of bad cholesterol by as much as 55 percent in combination with statin drugs in patients genetically predisposed to high cholesterol, according to data from a midstage trial presented on Monday.\n\nThe new drug, given by injection every four weeks, is part of a promising new class of biotech medicines known as PCSK9 inhibitors designed to target a protein that prevents the body from removing artery blocking LDL cholesterol from the bloodstream.\n\nStatins, such as Pfizer Inc’s Lipitor and AstraZeneca’s Crestor, work by preventing the liver from making cholesterol.\n\nThe Phase II trial found that after 12 weeks, patients treated with a low dose of AMG145 had a 43 percent reduction in LDL, while those given a higher dose had a drop of 55 percent. Patients treated with a placebo saw a 1 percent increase in LDL cholesterol.\n\nThe trial, presented here at the annual scientific meeting of the American Heart Association, included 168 patients with heterozygous familial hypercholesterolemia, in which a defective gene inherited from one parent impairs the ability to properly metabolize LDL. The disorder is estimated to affect about one in 500 people and causes extremely high cholesterol.\n\nThe most common side effects seen in the trial were injection-site reactions, cold-like symptoms and headache.\n\nAMG145, along with other PCSK9 inhibitors being developed by companies like Pfizer, Regeneron Pharmaceuticals Inc in partnership with Sanofi and Roche, is a man-made antibody.",
        "label": false
    },
    {
        "id": "story_reviews_00806",
        "image_url": "https://static01.nyt.com/images/2012/04/26/health/well-regimens/well-regimens-thumbStandard-v2.jpg",
        "original_post": "Photo\n\nThe most common treatment for urinary incontinence is a daily dose of an anticholinergic medicine that alters the action of certain nerves. Botox injections are also used, often in cases where the medicine does not work.\n\nNow a placebo-controlled study has found that the treatments are equally useful in reducing the frequency of episodes of incontinence, but vary in side effects and long-term effectiveness.\n\nResearchers randomly assigned 241 women with urinary incontinence to daily medicine and a placebo injection, or a Botox injection and a daily placebo pill.\n\nThe scientists, writing online on Oct. 4 in The New England Journal of Medicine, found that both treatments significantly reduced incontinence episodes. Dry mouth was much more common in those who took the medicine; urinary infections and incomplete emptying of the bladder were more common in those given Botox. Significantly, those who took Botox were more likely to have their symptoms completely disappear.\n\nThe medicine has to be taken daily, while Botox is given in a single injection that is effective for about 6 to 12 months.\n\n“These are both effective treatments,” said the lead author, Dr. Anthony G. Visco, an associate professor of obstetrics and gynecology at Duke. “This gives patients the information to make an informed decision. Both are reasonable options.”",
        "label": true
    },
    {
        "id": "story_reviews_00809",
        "image_url": "https://www.inquirer.com/resizer/uaGphYtoBtGo96zlkxwB7sTu6ZQ=/760x507/smart/filters:format(webp)/arc-anglerfish-arc2-prod-pmn.s3.amazonaws.com/public/GYDHHA3DDZGCPLCDGHKFJVN2VI.jpg",
        "original_post": "The researchers, including a team from the University of Pennsylvania, say the paper in the journal Science Translational Medicine is the first to show that a DNA vaccine alone produced a high level of immunity in people. At the same time, the researchers acknowledged that a working vaccine faces more trials and remains years away from an actual product.",
        "label": false
    },
    {
        "id": "story_reviews_00814",
        "image_url": "https://www.inquirer.com/resizer/EBsXirOFvFxVo68pltBWOhRyQsI=/760x507/smart/filters:format(webp)/arc-anglerfish-arc2-prod-pmn.s3.amazonaws.com/public/2PN4TZEPUFG5HCZRBV5OP4A3JM.jpg",
        "original_post": "Publicity in recent years about emotional, cognitive, and memory problems in aging football and hockey players who suffered multiple concussions during their careers has raised the anxiety level around the topic. A lawsuit by thousands of NFL players who claim the league did not keep them well enough informed about the long-term risks of concussion - dementia is one of them - is based in Philadelphia and has raised even higher the profile of what doctors call mild traumatic brain injury.",
        "label": false
    },
    {
        "id": "story_reviews_00870",
        "image_url": "https://img.webmd.com/dtmcms/live/webmd/consumer_assets/site_images/article_thumbnails/news/2012/05_2012/egg_protein_breakfast/375x321_egg_protein_breakfast.jpg",
        "original_post": "May 11, 2012 -- Starting your day off with an egg may help curb your appetite better than cereal, new research suggests.\n\nIn a small study, it took longer for people who ate eggs for breakfast to show signs of hunger than it did for those who had a bowl of ready-to-eat cereal.\n\nScientists suspect that egg protein may be better at making people feel full longer compared to the protein found in wheat.\n\nFor people hoping to shed some pounds, changing the type of protein in the diet, rather than the amount of it, is an idea the researchers think deserves more study as a weight loss strategy.\n\n\"This study shows that diets with higher protein quality may enhance satiety, leading to better compliance and success of a weight loss diet,\" researcher Nikhil Dhurandhar, PhD, says in a news release. He is an associate professor in the department of infection and obesity at the Pennington Biomedical Research Center in Baton Rouge, La.\n\nOne large egg has about 70 calories, and it contains about 6 grams of protein, 5 grams of fat, and 186 milligrams of cholesterol.\n\nThe research was funded by the American Egg Board, and will be presented at the19th European Congress on Obesity in Lyon, France.",
        "label": true
    },
    {
        "id": "story_reviews_00878",
        "image_url": "https://www.inquirer.com/resizer/5rAhkBbTsxq6W4X_6bWgCGN0rck=/760x507/smart/filters:format(webp)/arc-anglerfish-arc2-prod-pmn.s3.amazonaws.com/public/XS5B57FQTBC6NDQPS33LYUBQAM.jpg",
        "original_post": "Guyuron, chair of plastic surgery at University Hospitals Case Medical Center in Cleveland, went on to identify four common \"trigger sites\" and publish studies showing that, in selected patients, surgical decompression of nerves in one or more of these sites provides lasting migraine relief. He has also taught 250 plastic surgeons around the world (none in the Philadelphia area) to perform the outpatient operation, which costs an average of $10,000 and is not covered by many insurers.",
        "label": false
    },
    {
        "id": "story_reviews_00924",
        "image_url": "https://web.archive.org/web/20120211001513im_/http://i.usatoday.net/communitymanager/_photos/healthy-POV/2012/02/08/ovarian_CA020812x-inset-community.jpg",
        "original_post": "New treatment deep freezes ovarian tumors\n\nA promising approach for treating advanced ovarian cancer offers new hope for extending survival rates and for preventing tumors from recurring, according to a study presented at last month's International Symposium on Endovascular Therapy in Miami.\n\nResearchers at Wayne State University, working with Detroit's Karmanos Cancer Institute, treated ovarian cancer patients with cryoablation, a method that \"freeze destroys\" tumors throughout the body. These tumors were those that had returned following an initial surgical removal and follow-up treatment with procedures such as chemotherapy or radiation.\n\nSurvival rates using cryoablation were about 60 months, which is comparable to the survival rates for women whose tumors do not return after the first surgical procedure. However, about 80 percent of women who first treat their tumors with surgery do eventually experience a recurrence, according to Hyun J. Bang, MD, a radiology resident at Wayne State University.\n\nOvarian cancer is the deadliest of cancers that affect the female reproductive system, with about 22,000 women diagnosed each year and, in 2011, approximately 15,460 deaths. \"Unfortunately, this cancer produces few, if any, symptoms in early stages,\" said Bang. \"This is why 75 percent of all women present with advanced disease which has already begun to spread to other areas of the body.\"\n\nThe team treated 48 tumors, including those on the soft tissue, liver and lungs, in 21 women. In this study, cryoablation allowed nearly all women – 98 percent in the study —to eliminate their tumors without returning. In comparison, treating initial tumors with surgery and therapies such as chemo has only resulted in a 43 percent success rate, historically, Bang said.\n\nCryoablation of many tumors may be considered a treatment alternative, especially for those with anesthesia risks, painful lesions or those who want local control during chemotherapy, the researchers concluded.",
        "label": true
    },
    {
        "id": "story_reviews_01074",
        "image_url": "https://s4.reutersmedia.net/resources_v2/images/rcom-default.png",
        "original_post": "CHICAGO (Reuters) - Exelixis Inc’s cabozantinib experimental drug shrank bone malignancies from prostate cancer in 76 percent of patients, interim results from a midstage trial show.\n\nOf 108 patients so far evaluated by bone scan, 21 had complete resolution, and 61 had partial shrinkage of metastatic bone lesions, which can lead to bone fractures, severe pain and eventual death.\n\nThe disease remained stable in 23 other patients, or 21 percent, and worsened in three.\n\nThe study results were reported on Monday at the American Society of Clinical Oncology’s annual meeting.\n\n“For the first time, cabo is showing dramatic activity against both soft tissue and metastatic bone lesions,” said Exelixis Chief Executive Officer Michael Morrissey. “Men with late-stage prostate cancer usually die from bone disease.”\n\nAfter 12 weeks of treatment, 31 patients were randomly selected to receive either a placebo or cabozantinib. The drug reduced by 87 percent the risk of disease progression or death.\n\nExcluding patients on placebo, the median survival without disease progression was 29 weeks.\n\nSide effects of cabozantinib included fatigue, high blood pressure and hemorrhage.\n\nMorrissey said Exelixis planned to start a Phase 3 prostate cancer trial in the second half of this year with a combined goal of reducing pain and bone malignancies.\n\nCabozantinib, also known as XL184, is an oral drug designed to limit blood supply to tumors and to block two segments of a pathway used by cancer cells to grow and spread.\n\nOther Phase 2 data presented over the weekend showed that treatment with cabozantinib led to significant tumor shrinkage in 24 percent of patients with metastatic ovarian cancer.\n\nBut two ovarian cancer patients died from cabozantinib-related side effects - one from bowel fistula and one from intestinal perforation.\n\nExelixis expects to have initial results around midyear from a pivotal trial of the drug as a treatment for thyroid cancer.",
        "label": true
    },
    {
        "id": "story_reviews_01096",
        "image_url": "http://i2.cdn.turner.com/cnn/2011/images/05/11/t1larg.iv.ts.jpg",
        "original_post": "Researchers comparing pancreatic cancer treatments found notable differences in patient survival rates and quality of life.\n\nFrench investigators from a private company known as BioMed randomly selected 342 patients with pancreatic cancer. Part of the group was given gemcitabine, the most favored treatment according to oncologists. The other patients were given a combination of four chemotherapy drugs, (oxaliplatin, irinotecan, fluorouracil and leucovorin) known as FOLFIRINOX. The treatments lasted for six months. The purpose of the study was to record the overall survival rates of each group.\n\nResearchers found that even though people on the FOLFIRINOX had a longer average survival rate of 11.1 months, versus the gemcitabine group with 6.8 months, the quality of life for patients on FOLFIRINOX was not as good. At least 5% of patients on the drug combination suffered from low white blood cell counts, fatigue, serious diarrhea, a loss of feeling in their feet and hands, as well as hair loss. After six months, only 31% of patients on FOLFIRINOX reported a decent quality of life, compared with 66% of those on gemcitabine.\n\nInvestigators concluded that although the FOLFIRINOX did improve survival rates over gemcitabine, the toxicity of the drug combination caused numerous negative side effects. Therefore investigators recommended that only patients who are younger than 76 years old, and who do not suffer from other health problems use FOLFIRINOX.\n\nPancreatic cancer is the fourth leading cause of death from cancer in the United States. For most patients, the prognosis is grim. Only about 6 percent of those with the diagnosis live longer than five years.\n\nThe study is published in this week’s issue of the New England Journal of Medicine. It was funded by the government of France.",
        "label": true
    },
    {
        "id": "story_reviews_01158",
        "image_url": "https://web.archive.org/web/20130625192932im_/http://res.dallasnews.com/weather/radars/hybrid.png",
        "original_post": "Rex C. Curry/Special Contributor\n\nIt may be 100 degrees, but this is the time to start training for December’s Dallas Marathon. Check out these plans to see which works for you.",
        "label": true
    },
    {
        "id": "story_reviews_01265",
        "image_url": "https://media.npr.org/assets/img/2010/12/27/sleeper_wide-e1437ad7211e7fab4001b39d865f5a8b7c52cf26.jpg?s=1400",
        "original_post": "Don't Stay Up Waiting For A Pill To Fight Jet Lag\n\nWhile jet lag may not be health crisis exactly, it sure can be a pain.\n\nEnlarge this image toggle caption iStockphoto.com iStockphoto.com\n\nSo who wouldn't want a pill to fight the doldrums caused by skipping too many time zones too fast? Well, the Food and Drug Administration.\n\nThe regulators just gave a second thumbs down to drugmaker Cephalon's application to sell Nuvigil as a remedy for jet lag. The medicine is already approved to fight narcolepsy and sleepiness related to shift work.\n\nBut the regulators weren't buying the evidence put forward by the company to prove the medicine's benefits in treating travelers' \"excessive sleepiness\" outweighed its risks. In March, the FDA turned down Cephalon's jet-lag application and questioned how good the data supporting it really were. Cephalon soldiered on, giving FDA more data.\n\nBut today the company said its response fell short. In a statement, Dr. Lesley Russell, Cephalon's chief medical officer, said:\n\n[T]he company believes that further communications with the FDA will not result in an approval of this application. As a result, the company is no longer pursuing this indication.\n\nThe most common side effects for Nuvigil, include diarrhea, headache, insomnia and nausea, according to Cephalon.\n\nThe medicine has also been linked to rare but life-threatening skin rashes, including Stevens-Johnson syndrome, and carries a prominent warning about that risk. Finally, it should be said that the Drug Enforcement Administration has made Nuvigil a federally controlled substance because it has the potential for abuse and dependence.",
        "label": false
    },
    {
        "id": "news_reviews_00050",
        "image_url": "https://web.archive.org/web/20180730193827im_/https://media.eurekalert.org/multimedia_prod/pub/web/176795_web.jpg",
        "original_post":"Every year in Europe, three million people are admitted into hospitals for suspected mild traumatic brain injury (mTBI) cases. Yet 90% of these patients will be able to return home safely, as no trauma has been detected. Today, the only reliable diagnosis is the CT Scan, which is only available in some hospitals and, in addition to being expensive, exposes patients to radiations. Researchers from the University of Geneva (UNIGE), in collaboration with the Hospitals of Barcelona, Madrid and Seville, have developed a small device - Point-of-Care Test (POCT) - that analyses the level of proteins in the blood and allows, using a single drop of blood, to diagnose the possibility of a mild traumatic brain injury. This discovery, described in PLOS ONE, will not only relieve emergency departments, free patients from often long waits, but also save on costly medical examinations.\n\nFalling whilst skiing, tumbling down the stairs or getting hit on the head can cause symptoms such as blurred vision, vomiting, loss of consciousness or memory for about 30 minutes. There is then a risk of mild cerebral trauma, which represents more than 90% of brain injuries admitted to hospitals. But is there really a brain lesion? Or are these symptoms merely the consequence of the violence of the shock, of which will ultimately only leave a bump behind?\n\nToday, the injured patients have to go to the emergency rooms of hospitals equipped with a CT Scan, an expensive examination that sends X-rays to the brain to detect the presence or absence of brain trauma. As their case is not a priority, it often takes a long time for the majority of patients to return home without risk of sequelae, except for bad memories.\n\nFind biomarkers for light traumas\n\n\"We wondered if it was possible to isolate certain proteins whose presence in the blood increases in the event of mild traumatic brain injury,» explains Jean-Charles Sanchez, professor at the Department of Internal Medicine of Specialties and the Biomarkers Centre of the Faculty of Medicine of the UNIGE. \"Our idea was to find a way to do a quick examination that would allow, during a boxing or American football match for example, to determine whether the athlete can return to the field or if his condition requires hospitalization. The opposite of the CT Scan, an exam that lasts a long time and cannot be done anywhere,\" he adds.\n\nDuring a shock on the head, some brain cells are damaged and release the proteins they contain, increasing their level in the blood. Scientists at UNIGE and Spanish hospitals then compared the blood of patients admitted for mild traumatic brain injury but diagnosed as negative with that of patients actually suffering from a brain lesion. Using proteomic analyses, which can quantify thousands of proteins simultaneously and observe variations in their levels in the blood, they gradually isolated four molecules indicating the presence of a brain injury: H-FABP, Interleukin-10, S100B and GFAP. \"We have noticed that the H-FABP level alone makes it possible to confirm that there is no risk of trauma in one third of patients admitted after a shock,\" enthuses Jean-Charles Sanchez. The rest of the patients will have to undergo a CT scan to confirm the diagnosis.\n\nTBIcheck, the light brain trauma detector\n\nIt was still necessary to develop a device that could be used everywhere, quickly and simply, and that could be available in pharmacies or sports halls. \"When a person has an accident in the mountain, few practices can do a CT Scan,\" notes the Geneva researcher. His team has developed a rapid diagnostic test (POCT) called TBIcheck, inspired by the principle of pregnancy testing: by placing a single drop of blood on the well of a small 5cm plastic case, the patient knows within 10 minutes whether there is a risk of mild trauma, namely whether or not his H-FABP level is higher than 2.5 nanograms per millilitre of blood. \"If a lane appears, the injured person must go to a hospital for a CT scan, if there is nothing, he can go home safely!\" Jean-Charles Sanchez says. In case of doubt when reading the result, a small reader, the Cube Reader, can be installed on TBIcheck. It will display the word \"positive\" or \"negative\" and send the result to the patient's or caregiver's smartphone via Bluetooth. No more doubts!\n\nCommercialization planned for beginning 2019\n\nThese results, patented by UNIGE and awarded the Prix de l'Innovation Academy in December 2017, will be marketed from 2019 by ABCDx, a start-up founded four years ago by Jean-Charles Sanchez of UNIGE and Joan Montaner of Vall d'Hebron Hospital in Barcelona, co-authors of this study. \"Today, our research shows that the results are even more accurate when we combine H-FABP and GFAP levels,\" continues Jean-Charles Sanchez. \"We are currently preparing an even more effective TBIcheck, which will allow 50% of patients to be sent home, but which requires an increase in the sensitivity of the test that receives the blood.\" ABCDx's ultimate goal is to bring to market biomarkers capable of diagnosing brain trauma, stroke and aneurysms. \"Biomarkers are a mine of information on patients' state of health, it is up to us to decode them,\" concludes the Geneva researcher.\n\n###",
        "label":true
    },
    {
        "id": "news_reviews_00052",
        "image_url": "https://web.archive.org/web/20180720170800im_/https://media.eurekalert.org/multimedia_prod/pub/web/176116_web.jpg",
        "original_post":"Ultrasound waves applied to the whole brain improve cognitive dysfunction in mice with conditions simulating vascular dementia and Alzheimer's disease. The research, conducted by scientists at Tohoku University in Japan, suggests that this type of therapy may also benefit humans.\n\nThe team, led by cardiologist Hiroaki Shimokawa, found that applying low-intensity pulsed ultrasound (LIPUS) to the whole brain of the mice improved blood vessel formation and nerve cell regeneration without having obvious side effects.\n\n\"The LIPUS therapy is a non-invasive physiotherapy that could apply to high-risk elderly patients without the need for surgery or anaesthesia, and could be used repeatedly,\" says Shimokawa.\n\nDementia affects about 50 million people worldwide, with 10 million new cases occurring every year. But there are currently no curative treatments available for vascular dementia or Alzheimer's disease, the most common causes of dementia. Also, the cells lining the brain's blood vessels are tightly packed, forming a blood-brain barrier that prevents large molecules from crossing into the brain tissue. This limits the types of drugs and cell therapies that could be made available to treat dementia.\n\nShimokawa and his team had conducted previous studies showing that LIPUS improved blood vessel formation in pigs with myocardial ischemia, a condition where there is reduced blood flow to the heart. Other studies have reported that LIPUS increases the production of proteins involved in nerve cell survival and growth, in addition to a role in promoting nerve regeneration. Focusing LIPUS treatment on a region in the brain called the hippocampus, which is involved in memory, has also been found to improve dementia in mice, but the details of how it does this need to be more fully investigated.\n\nThe Tohoku University team wanted to find out if whole-brain rather than focused LIPUS is effective in treating mouse models of dementia, and if it was, what was happening at the molecular levels to achieve this.\n\nThey found that cognitive impairment markedly improved in mice with conditions similar to vascular dementia and Alzheimer's disease when LIPUS was applied to the whole brain three times a day for 20 minutes each time. The mice with vascular dementia received the treatment on the first, third and fifth days following a surgical procedure that limited the brain's blood supply. The mice with a condition simulating Alzheimer's disease in humans received 11 LIPUS treatments over a period of three months.\n\nAt the molecular level, genes related to the cells lining blood vessels were turned on. Also, there was increased expression of an enzyme involved in blood vessel formation and a protein involved in nerve cell survival and growth.\n\nThe researchers conclude that their study, recently published in the journal Brain Stimulation, provides the first experimental evidence that whole-brain LIPUS therapy markedly improves cognitive dysfunctions without serious side effects by enhancing specific cells related to dementia's pathology.\n\nThe first clinical trials to evaluate the effectiveness and safety of the LIPUS treatment are already underway.\n\n###",
        "label":true
    },
    {
        "id": "news_reviews_00060",
        "image_url": "https://web.archive.org/web/20180622173414im_/https://media.eurekalert.org/multimedia_prod/pub/web/173866_web.jpg",
        "original_post":"Wilmington, DE -- A Delaware team including Erin Crowgey, PhD, associate director of Bioinformatics with Nemours Biomedical Research, has published a study in the peer-reviewed journal BMC Bioinformatics, showing that DNA patterns in circulating blood cells can be used to help identify spastic cerebral palsy (CP) patients (Crowgey et al.).\n\nThe work represents a collaboration among researchers at Nemours, the University of Delaware (UD) and Genome Profiling LLC (GenPro for short). Co-authors of the paper include Robert Akins, PhD, the project principal investigator, who directs the Center for Pediatric Clinical Research and Development at Nemours/Alfred I. duPont Hospital for Children; UD molecular biologist Adam Marsh, PhD, who is chief science officer at GenPro; and Karyn Robinson, MS and Stephanie Yeager, MS, of Nemours Biomedical Research.\n\nEarly diagnosis supports early intervention\n\nCerebral palsy is a common yet understudied neurodevelopmental problem in the U.S. In fact, there is no national surveillance here, but the CDC estimates that 1 in 323 American children have the condition. CP is a group of disabilities with a wide spectrum of severity. Spastic CP, the most common type, is a lifelong condition characterized by joint stiffness, spasms, and muscle tightness that affects movement and posture and restricts the activity of affected children.\n\nAlthough most children (85-90%) with cerebral palsy are born with it, diagnosis may be delayed until 2+ years of age. A diagnosis is made by monitoring motor milestones; infants thought to be at risk for CP are enrolled in early intervention programs where their progress is closely watched. New and better ways to identify infants with CP are needed so that interventions can start earlier for more children.\n\nNemours, internationally recognized for its CP center at Alfred I. duPont Hospital for Children, serves a diverse population of more than 3,000 children and young adults with CP, one of the largest programs in the U.S. Clinicians and researchers at Nemours continuously seek to improve the diagnosis and care of CP patients. Funding from the Swank Foundation enabled Nemours to develop a cerebral palsy tissue bank that stores blood and tissue samples from hundreds of surgical patients at Nemours.\n\nIn the study, the research team profiled blood samples collected in a blinded study from children and adolescents 9-19 years to explore whether patients with spastic CP showed differences at the cellular level that routine orthopedic patients (needing ACL repairs, spinal fusions or other surgeries) did not. The researchers identified a strong set of methylation markers, or patterns, that indicate differences in the genome between children with spastic CP and those without it. In a second study, using samples from children aged 2-5 years, the researchers were able to validate their results and predict with 73 percent accuracy whether the blood samples came from children who had CP.\n\n\"The evidence suggests that there is some epigenetic connection,\" said Crowgey. \"If we can do a better job of screening for these at time of birth versus waiting for the disorder to be diagnosed at 2 years of age, then potentially we'll be able to deliver earlier therapeutics and have better outcomes and lower medical costs.\" Medicaid data show that annual medical costs for a child with CP are 10 to 26 times higher than for those without CP.\n\nThe power of data science, analytics and machine learning\n\nThe study leverages a unique statistical method and software platform originally developed by Dr. Marsh at UD and commercialized by GenPro to measure methylation patterns in DNA (a cell's genetic code) using next generation sequencing (NGS) data. NGS is a technique that enables scientists to decode DNA faster and more cheaply than traditional DNA sequencing methods. Each person's genome, or complete set of DNA, is like a word that's the length of 3 billion characters; but spelled with only the letters A, T, C or G. Traditional DNA sequencing techniques decode sections of DNA 700 characters at a time, while NGS takes advantage of parallel computing capabilities, enabling scientists to decode millions of DNA fragments. Subtle changes in a patient's physical health are paralleled by changes in DNA methylation, making it a useful tool to understand disease.\n\n\"Many of the signals that we pick up are based on immune system shifts--meaning the way a person's immune system responds to external stress events. When we find that epigenetic response, or signal, in the genetic sequencing, it provides another line of evidence for clinicians to use in making decisions,\" said Marsh.\n\nThe approach uses sophisticated machine learning techniques and algorithms to sort through hundreds of gigabytes of NGS data looking for these distinct DNA methylation patterns. \"The data set is massive. It's not something a human can do. You need infrastructure, machine learning, data analysis, and data science,\" said Crowgey.\n\nPromising results, more testing needed\n\nWhile the study findings indicate that there is a consistent signal present in circulating blood cells of children with spastic CP that remains from early childhood to the teenage years, the researchers say they need to further study samples from different age groups, including teenagers, toddlers, and infants from birth to 2 years. Learning more about methylation signals across ages will allow the approach to be further refined to identify cases and also could provide researchers new clues to understanding the cellular processes involved in advancing CP, and consequently, new therapeutics to manage the disease.\n\n\"We're still in the early phases, but the results are extremely promising and we're excited about the sensitivity of the test that we are seeing in our retrospective analysis,\" said Crowgey. If successful, the researchers say the type of blood test in development also may be useful for other disorders, such as infant leukemia.\n\nAkins was optimistic. \"This is an example of the kind of innovation that can happen when people with different skill sets collaborate. The experimental testing went from idea to validated execution in less than 12 months. We're now working toward a goal of eventually forming a clinical diagnostic test and applying it to a broad population.\" Akins added that Nemours is in a unique position for such an undertaking with its large CP population, its growing strength in data science and analytics, and its recent acquisition of newborn screening for the state of Delaware. \"Many issues will need to be addressed, but we predict routine screening for CP in the near (<10 years) future,\" he said.\n\n###\n\nThis research is funded by the Delaware Bioscience Center for Advanced Technology, the National Science Foundation, the American Academy for Cerebral Palsy and Developmental Medicine, and Nemours.\n\nPull out quote:\n\n\"This blood test could be a game changer. The earlier the diagnosis, the earlier we can direct therapies at the child. Specifically, high intensity physical therapy and possibly early surgery to prevent more significant problems in the future, and hopefully improve overall function and quality of life.\" M. Wade Shrader, MD, Chief, Cerebral Palsy Center, Nemours/Alfred I. duPont Hospital for Children\n\nAbout Nemours Children's Health System\n\nNemours is an internationally recognized children's health system that owns and operates the two free-standing children's hospitals: the Nemours/Alfred I. duPont Hospital for Children in Wilmington, Del., and Nemours Children's Hospital in Orlando, Fla., along with outpatient facilities in six states, delivering pediatric primary, specialty, and urgent care. Nemours also powers the world's most-visited website for information on the health of children and teens, KidsHealth.org, and offers on-demand, online video patient visits through Nemours CareConnect. Nemours ReadingBrightstart.org is a program dedicated to preventing reading failure in young children, grounded in Nemours' understanding that child health and learning are inextricably linked, and that reading level is a strong predictor of adult health.\n\nEstablished as The Nemours Foundation through the legacy and philanthropy of Alfred I. duPont, Nemours provides pediatric clinical care, research, education, advocacy, and prevention programs to families in the communities it serves.",
        "label":true
    },
    {
        "id": "news_reviews_00108",
        "image_url": "https://earimediaprodweb.azurewebsites.net/Api/v1/Multimedia/4af882c3-ea40-4095-b85b-31144ddeeb63/Rendition/low-res/Content/Public",
        "original_post":"OAK BROOK, Ill. - An MRI breast imaging technique that requires no contrast agent, combined with sophisticated data analysis, could reduce the number of unnecessary breast biopsies, according to a new study appearing online in the journal Radiology.\n\nBreast MRI currently is used to screen women at high risk of breast cancer and as a diagnostic adjunct to mammography. The examination relies on gadolinium-based contrast agents that need to be injected intravenously.\n\nResearchers recently studied an alternative approach that eliminates the need for contrast agents in some cases by using diffusion-weighted imaging (DWI) measurements derived from MRI. The technique, known as diffusion kurtosis imaging, provides a picture of breast tissue on a microstructural level.\n\n\"Diffusion kurtosis imaging has been introduced in DWI to provide important information on tissue structures at a microscopic level,\" said study lead author Sebastian Bickelhaupt, M.D., from the German Cancer Research Center in Heidelberg, Germany. \"Since malignant lesions disrupt the tissue structures at this level, diffusion kurtosis might serve as a relevant marker of changes.\"\n\nDr. Bickelhaupt, co-lead author Paul Jaeger, M.Sc., and colleagues evaluated a retrospective analysis of data collected from 222 women at two independent study sites. The women had suspicious findings on mammography that were classified under the Breast Imaging Reporting and Data System (BI-RADS) as BI-RADS 4 and 5 breast lesions. A BI-RADS 4 lesion is considered a suspicious abnormality, while a 5 is considered highly suspicious of malignancy. The women underwent DWI followed by biopsy.\n\nFor the analysis, a software algorithm was developed for lesion characterization, and imaging features were extracted using a kurtosis-based radiomics model. Radiomics is a rapidly growing field that enables the extraction of a large amount of quantifiable data from images.\n\nIn an independent test set of 127 women, the radiomics analysis reduced false-positive findings by 70 percent, while detecting 60 of 61 malignant lesions, or 98 percent.\n\n\"The model might help to lower the number of BI-RADS 4 lesions suspected of being cancer on the basis of screening mammography while retaining a high sensitivity similar to the sensitivity reported for biopsies themselves,\" Jaeger said.\n\nShould the results hold in larger trials, the model has potential advantages in the clinic beyond its ability to reduce unnecessary biopsies in women with BI-RADS 4 lesions. The software algorithm makes the assessment reader-independent, ensuring that its accuracy is maintained across different imaging facilities.\n\nThe new approach is not intended to replace current contrast-enhanced breast MRI protocols in general, Dr. Bickelhaupt emphasized, but to expand the spectrum of options available for answering specific clinical questions.\n\n\"This might also improve the efficiency of reporting,\" he said.\n\n###\n\n\"Radiomics Based on Adapted Diffusion Kurtosis Imaging Helps to Clarify Most Mammographic Findings Suspicious for Cancer.\" Collaborating with Dr. Bickelhaupt and Jaeger were Frederik Bernd Laun, Prof. Dr., Wolfgang Lederer, M.D., Heidi Daniel, M.D., Tristan Anselm Kuder, Dr. rer nat, Lorenz Wuesthof, Daniel Paech, M.D., David Bonekamp, M.D., Alexander Radbruch, M.D., Stefan Delorme, Prof. Dr., Heinz-Peter Schlemmer, Prof. Dr., Franziska Steudle, and Klaus H. Maier-Hein, Ph.D.\n\nRadiology is edited by David A. Bluemke, M.D., Ph.D., University of Wisconsin School of Medicine and Public Health, Madison, Wis., and owned and published by the Radiological Society of North America, Inc.\n\nRSNA is an association of over 54,200 radiologists, radiation oncologists, medical physicists and related scientists promoting excellence in patient care and health care delivery through education, research and technologic innovation. The Society is based in Oak Brook, Ill. (RSNA.org)\n\nFor patient-friendly information on breast MRI, visit RadiologyInfo.org.",
        "label":true
    },
    {
        "id": "news_reviews_00121",
        "image_url": "https://earimediaprodweb.azurewebsites.net/Api/v1/Multimedia/43f5397e-57b2-4cf8-8670-b41795301c54/Rendition/low-res/Content/Public",
        "original_post":"URBANA, Ill. - Nearly every American who has become a parent in the last decade has heard the slogan, \"breast milk is best,\" and has likely been encouraged to offer breast milk to newborns. Among other things, breast milk contains natural sources of prebiotics: small, indigestible fiber molecules that promote the growth of good bacteria in the baby's gut. Yet for many families, breastfeeding is difficult or impossible. Fortunately, modern infant formulas are getting closer to the real thing with the help of University of Illinois researchers.\n\nIn a recent study from the Piglet Nutrition and Cognition Lab at U of I, scientists worked with piglets to show prebiotics included in infant formula can enhance memory and exploratory behavior.\n\n\"When we provide prebiotics in formula, our results confirm that we can not only benefit gut health, which is known, but we can also influence brain development,\" says Ryan Dilger, associate professor in the Department of Animal Sciences, Division of Nutritional Sciences, and Neuroscience Program at U of I. \"We can actually change the way piglets learn and remember by influencing bacteria in the colon.\"\n\nPiglets are widely considered a more informative model for human infants than mice and rats; their digestive systems, behavioral responses, and brain development are remarkably similar to human infants. Therefore, researchers are increasingly turning to piglets to test hypotheses in pre-clinical trials related to human health, especially in the context of gut microbes and brain development.\n\n\"There hasn't been a lot of work looking at the gut-brain axis in humans, but a lot of rodent work is showing those connections. This is taking it to an animal model that is a lot closer to human infants and asking if that connection still exists and if we can tease out possible mechanisms,\" says Stephen Fleming, lead author of the study and a doctoral student in the Neuroscience Program at U of I.\n\nIn early 2016, Dilger and his colleagues worked with piglets to show that a combination of innovative formula components, including prebiotics, may play a role in brain development and behavior. In their new study, the team concentrated solely on the effects of prebiotics.\n\nStarting on the second day of life, piglets were given a cow's milk-based infant formula supplemented with polydextrose (PDX), a synthetic carbohydrate with prebiotic activity, and galactooligosaccharide (GOS), a naturally occurring prebiotic. When the piglets were 25 days old, Fleming took them through several learning, memory, and stress tests. After 33 days, blood, brain, and intestinal tissues were collected for analysis.\n\nThe test for learning and memory gave piglets a chance to play with dog toys: one they'd seen before and one brand-new toy. If they spent more time with the new toy, that was an indication that the piglet recognized it as new and preferred it. This \"novel object recognition\" test improves on classic maze tests commonly used in rodent studies.\n\n\"If you're trying to test for memory, this test is closer to what we'd do with an infant. After all, we don't generally train infants on mazes,\" Fleming says. \"We know from previous research this test works for pigs, but this is the first published example of using it in a nutrition context.\"\n\nPigs fed PDX and GOS spent more time playing with new objects than pigs who didn't receive the prebiotic supplements. The preference for novel objects, an indication of natural curiosity, is a sign of healthy brain development and points towards positive development of learning and memory.\n\nWhen prebiotics are working the way they should, good bacteria increase in abundance. One way to tell is by looking at metabolic end-products - volatile fatty acids (VFAs) - excreted by bacteria during digestion of prebiotic fibers.\n\n\"Volatile fatty acids are a global indicator for whether prebiotics had an effect on the overall population of bacteria. For example, we might want to see an increase in Lactobacillus and other beneficial bacteria that produce butyrate,\" Dilger explains. Volatile fatty acid (VFA) concentrations in the colon, blood, and brain were changed in pigs receiving PDX and GOS compared with control pigs.\n\nRecent evidence suggests that bacterial VFAs could be getting into the blood and traveling to the brain, where they could potentially affect mood and behavior.\n\n\"We found that, yes, VFAs are absorbed in the blood of pigs that were fed PDX/GOS. And, yes, they do get into the brain,\" Fleming explains. \"But when we looked at the relationship between these VFAs and the results of our behavior tests, there did not appear to be a clear connection.\"\n\nAnother surprise was a decrease in serotonin in brains of pigs fed the prebiotic. \"When you hear less serotonin, there's an immediate reaction to say, 'Well, that's bad,'\" Fleming says. Not necessarily; those pigs didn't show greater anxiety than control pigs during a stress test or poorer performance when given a learning and memory test. The researchers hypothesize that the prebiotics may alter levels of tryptophan, serotonin's amino acid precursor, but it's too early to say.\n\nAlthough more work is needed to tackle remaining questions, the study adds to the growing body of research suggesting a strong and potentially modifiable link between the gut and the brain: a link that makers of infant formula should strongly consider.\n\n\"There are so many ways we can alter the composition of the microbiota and they can have very strong benefits. Promoting good 'gut health' remains a strong focus in the field of nutrition,\" Dilger says.\n\n###\n\nThe article, \"Dietary polydextrose and galactooligosaccharide increase exploratory behavior, improve recognition memory, and alter neurochemistry in the young pig,\" is published in Nutritional Neuroscience. Fleming and Dilger's co-authors include Supida Monaikul, Alexander Patsavas, Rosaline Waworuntu, and Brian Berg. The work was supported by Mead Johnson Nutrition.",
        "label":true
    }
]

